[
{
    "patrol_id": "pln_med_soloripples1",
    "biome": "plains",
    "season": "Any",
    "tags": ["herb_gathering", "comfort", "respect", "trust", "clan_to_p_l", "no_change_fail", "med_only"],
    "intro_text": "p_l sees weird ripples on the water of a puddle while gathering fresh water.",
    "decline_text": "p_l is in a hurry and does not stop to look at the ripples.",
    "chance_of_success": 45,
    "exp": 10, 
    "success_text": [
            "As p_l looks into the puddle, they are greeted by an intense vision. They drop what they are doing and race back to the camp to tell and consult with their leader.",
            "They are greeted with the vision of a cat they had failed to save looking content and happy in StarClan, saying that they were not at fault for their death. They feel unburdened and at peace after receiving that vision."
    ],
    "fail_text": [
            "They gaze into the puddle, only to see the weird ripples were caused by a small frog. p_l feels disappointed, because they really could have used some guidance from StarClan."
    ],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_med_herblocation1",
    "biome": "plains",
    "season": "Any",
    "tags": ["herb_gathering", "med_cat", "apprentice", "trust", "respect", "med_only", "random_herbs"],
    "intro_text": "p_l decides it's a good opportunity to show app1 where the most commonly needed herbs are in the territory, both above and underground.",
    "decline_text": "As they see app1's absent minded gaze they change their mind. Maybe another day when app1 is more focused and less liable to get lost in the tunnels",
    "chance_of_success": 65,
    "exp": 10,
    "success_text": [
        "app1 is focused and attentive. p_l is confident that next time there is an emergency, app1 will be able to find those herbs both under and above ground without them if needed.",
        "As p_l is explaining why and where the herbs are growing, app1 lets out a shout. To p_l's surprise they have found a previously unknown patch of an uncommon herb. Stunned and filled with pride that they found and recognized the herb, p_l promises them the first pick of fresh-kill.",
        null,
        null
    ],
    "fail_text": [ "app1 is constantly distracted and running ahead much to the frustration of p_l. Evidently no new knowledge will be learned that day."
    ],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_med_herblocation2",
    "biome": "plains",
    "season": "Any",
    "tags": ["herb_gathering", "apprentice", "med_only", "random_herbs"],
    "intro_text": "app1 has been sent out into the grasslands to try to find some specific herbs alone.",
    "decline_text": "Nervous and with the feeling of being watched on the wide open plains, they decide to go back to camp and try again another day. Their mentor will not be pleased...",
    "chance_of_success": 65,
    "exp": 10,
    "success_text": [
        "app1 is focused and determined to prove their independence. They find the herbs easily, and bring them back to camp with their head held high, no sweat, no stress, no fuss.",
        "app1 goes to a known herb patch - but the plant has died! They don't give up, hunting around in the area until they find a smaller overlooked bush that still has leaves on it.",
        null,
        null
    ],
    "fail_text": [ 
        "app1 goes to a known herb patch - but the plant has died! They give up and return to camp, feeling terrible and with their tail dragging on the ground."
    ],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},

{
    "patrol_id": "pln_med_appfirstsign1",
    "biome": "plains",
    "season": "Any",
    "tags": ["herb_gathering", "apprentice", "med_only", "herb", "goldenrod"],
    "intro_text": "p_l is out to gather a few herbs at the behest of their mentor. The wind is gently rustling the tall grass as they pad along.",
    "decline_text": "Just before the apprentice can leave, their mentor calls for their attention. Apparently they have a different task that's more pressing.",
    "chance_of_success": 50,
    "exp": 20,
    "success_text": [
        "p_l is plucking some goldenrod when their attention is suddenly grabbed by a a_sign. At the sight, the fur on their back prickles slightly and they can hear their thundering heartbeat. They have to tell their mentor about this sign right away!"
    ],
    "fail_text":[
        "p_l feels a pit of dread beginning to form in their belly. They forgot where to find the herb that their mentor wanted. They scent the air hopefully, but it's useless. They'll have to swallow their shame and return to ask for directions."
    ],
    "min_cats": 1,
    "max_cats": 1,

    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_med_rainygathering1",
    "biome": "plains",
    "season": "Any",
    "tags": ["herb_gathering", "med_cat", "random_herbs", "many_herbs2", "big_change", "dislike", "respect"],
    "intro_text": "p_l leads a patrol out to explore c_n's territory and bring back any herbs they can spot. Their whiskers want to twitch with every raindrop that hits them, but the Clan doesn't have the luxury to sit inside away from the weather.",
    "decline_text": "Someone calls p_l back, and the patrol is forgotten as they help a Clanmate.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "It's absolutely miserable weather to gather in, and p_l wishes they didn't have to. But, even though r_c slips over and they all end up drenched, they do bring back herbs.",
           "The entire patrol mutely agrees to grit their teeth and bear it, but everyone is relieved to file into their nests to dry off, a random assortment of herbs refreshing the medicine cat den's stocks.",
           "The keen eyed s_c spots herbs quickly, and the cats harvest them and retreat back to the dry camp, not lingering for a second more than they need to."
    ],
    "fail_text": [
            "p_l knows the conditions are miserable, but their group is even more insufferable, and not only do they have to put up with these cats for an entire afternoon, there's also nothing to show for it."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
"patrol_id": "pln_med_gatheringcobwebs1",
"biome": "plains",
"season": "Any",
"tags": ["herb_gathering", "med_only", "herb", "cobwebs", "many_herbs1"],
"intro_text": "p_l heads out into the territory to stock up on cobwebs, something the Clan never seems to have enough of.",
"decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
"chance_of_success": 80,
"exp": 20,
"success_text": [
    "p_l finds lots of cobwebs and gathers them with sticks. No cat will have the chance to bleed out now!",
    "p_l goes to their favorite cobweb gathering places. Several cats in the camp startle when they pass by them as they are unable to see p_l underneath the many cobwebs they have gathered."
],
"fail_text": [
    "Tired from caring for their patients around the clock, the only cobwebs p_l manages to gather are from the cobweb they ran into by accident."
],
"min_cats": 1,
"max_cats": 1,
"antagonize_text": null,
"antagonize_fail_text": null
},
{
"patrol_id": "pln_med_cobweblesson1",
"biome": "plains",
"season": "Any",
"tags": ["herb_gathering", "med_only", "med_cat", "respect", "trust", "apprentice", "herb", "cobwebs", "many_herbs1"],
"intro_text": "p_l heads out into the territory with app1 to stock up on cobwebs and teach the apprentice how to gather one of the Clan's most vital medical tools.",
"decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
"chance_of_success": 80,
"exp": 20,
"success_text": [
    "p_l finds lots of cobwebs and gathers them with sticks. The apprentice works hard with their mentor to gather as many as possible, their eyes glittering with joy and pride.",
    "p_l  goes to their favorite cobweb gathering places. Several cats in the camp startle when they pass by them as they are unable to see p_l and app1 underneath the many cobwebs they have gathered."
],
"fail_text": [
    "app1 doesn't seem to be able to focus today, and p_l isn't much better off, tired from teaching their apprentice and caring for their patients. After app1 accidentally ruins a cobweb while playing with it, p_l decides to call the whole thing off and try again another day."
],
"min_cats": 2,
"max_cats": 2,
"antagonize_text": null,
"antagonize_fail_text": null
},
{
    "patrol_id": "pln_med_cobwebhelp1",
    "biome": "plains",
    "season": "Any",
    "tags": ["herb_gathering", "warrior", "herb", "cobwebs", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "respect"],
    "intro_text": "c_n can never have enough cobwebs, p_l instructs their team, leading them out to search for them.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "p_l mrrps with laughter, watching r_c parade around with such a big bundle of cobwebs they keep colliding with things in their path they can't see. The entire patrol has gotten a wonderful haul, and it's a very pleased medicine cat that leads them back to camp.",
           "The patrol brings back a truly massive haul, and in good humour too, laughing as they set down their sticks of spun up webbing in the medicine cat den. p_l joins everyone as they sit down to share tongues, ridding their pelts of dust and the odd spider as the cats catch up with each other and enjoy the day.",
           "p_l's keen eyes have a knack for spotting the gossemer thin strings of cobwebs, and with the patrol there to follow their lead it's a very successful gathering mission."
    ],
    "fail_text": [
            "Can warriors not pay attention, even to something as simple as cobwebs?! p_l holds their breath and counts to ten before they dismiss the patrol, every found cobweb ruined, what little they did manage to find."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_med_gatheringhorsetail1",
    "biome": "plains",
    "season": "Any",
    "tags": ["herb_gathering", "med_only", "herb", "horsetail", "many_herbs1", "many_herbs2"],
    "intro_text": "p_l heads out on a herb-gathering patrol, searching for the evergreen, ever-reliable horsetail to harvest for the herb stores.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "As a plant that grows non-seasonally and without losing any of its green in leaf-bare, while also having a crucial herbal use stopping blood loss, horsetail is a welcome sight in any well-stocked medicine cat den.",
            "Snapping off the thick horsetail stem near the base of the plant lets p_l drag an entire big, long shoot back to camp, where they process it down further into small stem sections that're easily stored.",
            "s_c deftly picks out a horsetail shoot, bringing back an impressive addition to the Clan's herb stores."
],
    "fail_text": [
            "p_l is distracted today, and it affects their work. The patrol is unsuccessful."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_med_horsetaillesson1",
    "biome": "plains",
    "season": "Any",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "horsetail", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "p_l heads out on a herb-gathering patrol, searching for the evergreen, ever-reliable horsetail to harvest for the herb stores. app1 trots after them, asking them why horsetail grows so weirdly without leaves.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "p_l doesn't know why horsetail plants lack leaves, but they encourage app1's interest in the topic. As a plant that grows non-seasonally and without losing any of its green in leaf-bare, while also having a crucial herbal use stopping blood loss, horsetail is a welcome sight in any well-stocked medicine cat den.",
            "Snapping off the thick horsetail stem near the base of the plant lets p_l drag an entire big, long shoot back to camp, where app1 processes it down further into small stem sections that're easily stored and makes a neat pile in the medicine cat den with them.",
            "s_c deftly picks out a horsetail shoot, bringing back an impressive addition to the Clan's herb stores as they describe the plant's uses to app1."
],
    "fail_text": [
            "p_l is distracted today, and it affects their work. The patrol is unsuccessful, and app1 looks up at them with disappointment."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_med_horsetailhelp1",
    "biome": "plains",
    "season": "Any",
    "tags": ["herb_gathering", "warrior", "herb", "horsetail", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "respect"],
    "intro_text": "Bringing a motley assortment of Clanmates along with them, p_l heads out on a herb-gathering patrol, searching for the evergreen, ever-reliable horsetail to harvest for the herb stores.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "As a plant that grows non-seasonally and without losing any of its green in leaf-bare, while also having a crucial herbal use stopping blood loss, horsetail is a welcome sight in any well-stocked medicine cat den, and having other cats to help them makes the patrol an easy afternoon's work.",
            "Snapping off the thick horsetail stem near the base of the plant lets p_l drag an entire big, long shoot back to camp. The patrol helps pull the massive bush, and several cats in camp fluff up with alarm watching the herb gathering patrol drag it in where they process it down further into small stem sections that're easily stored.",
            "s_c deftly picks out a horsetail shoot, bringing back impressive additions to the Clan's herb stores with the help of the warriors."
    ],
    "fail_text": [
            "p_l is distracted today, and it affects their work. The patrol is unsuccessful and snappish with each other."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_med_gatheringmoss1",
    "biome": "plains",
    "season": "Any",
    "tags": ["herb_gathering", "moss", "herb"],
    "intro_text": "p_l notices that the moss in the medicine den is getting old. They need to go and gather some more.",
    "decline_text": "A cat requires their attention just as they go to leave. Moss will have to wait.",
    "chance_of_success": 80,
    "exp": 10,
    "success_text": [
        "p_l quickly makes their way to the best moss patch they know. They spend a bit of time slicing bits off with their claws, careful not to get any roots or dirt in the pile. Once they're satisfied, they take a moment to wrap their jaws around the heap and make their way back to camp."
    ],
    "fail_text":[
        "Mouse-dung! When p_l gets to the best moss-gathering spot, they find that some animal has dug up most of the moss. They'll have to leave the rest to repopulate before gathering from this spot again."
    ],
    "min_cats": 1,
    "max_cats": 1,

    "antagonize_text": null,
    "antagonize_fail_text": null
    },
    {
    "patrol_id": "pln_med_gatheringmoss2",
    "biome": "plains",
    "season": "Any",
    "tags": ["herb_gathering", "med_cat", "apprentice", "med_only", "herb", "moss", "big_change", "platonic", "dislike"],
    "intro_text": "p_l notices that the moss in the medicine den is getting old, calling over app1 they set out to gather more.",
    "decline_text": "A cat requires their attention just as they go to leave. Moss will have to wait.",
    "chance_of_success": 80,
    "exp": 10,
    "success_text": [
        "p_l leads the way to the best moss patch they know, with app1 following close behind. The two cats begin cutting off bits of moss and making their respective piles. Once the piles are a mouthful, they pick up the bundles of new bedding and start back towards camp."
    ],
    "fail_text":[
        "Mouse-dung! When the two cats arrive at the best moss-gathering spot, they find that some animal has dug up most of the moss. They'll have to leave the rest to repopulate before gathering from this spot again."
    ],
    "min_cats": 2,
    "max_cats": 2,

    "antagonize_text": null,
    "antagonize_fail_text": null
    },
    {
    "patrol_id": "pln_med_gatheringmoss3",
    "biome": "plains",
    "season": "Any",
    "tags": ["herb_gathering", "med_cat", "warrior", "herb", "moss", "big_change", "platonic", "dislike"],
    "intro_text": "p_l notices that the moss in the medicine den is getting old. They need to go and gather some more and they take a warrior with them to help.",
    "decline_text": "A cat requires their attention just as they go to leave. Moss will have to wait.",
    "chance_of_success": 80,
    "exp": 10,
    "success_text": [
        "p_l leads the way to the best moss patch they know, with r_c following close behind. The two cats begin cutting off bits of moss and making their respective piles. Once the piles are a mouthful, they pick up the bundles of new bedding and start back towards camp."
    ],
    "fail_text":[
        "Mouse-dung! When the two cats arrive at the best moss-gathering spot, they find that some animal has dug up most of the moss. They'll have to leave the rest to repopulate before gathering from this spot again."
    ],
    "min_cats": 2,
    "max_cats": 2,

    "antagonize_text": null,
    "antagonize_fail_text": null
    },
    {
    "patrol_id": "pln_med_gatheringmoss4",
    "biome": "plains",
    "season": "Any",
    "tags": ["herb_gathering", "med_cat", "warrior", "herb", "moss", "big_change", "platonic"],
    "intro_text": "p_l notices that the moss in the medicine den is getting old. They need to go and gather more and they call over some warriors to help them.",
    "decline_text": "A cat requires their attention just as they go to leave. Moss will have to wait.",
    "chance_of_success": 80,
    "exp": 10,
    "success_text": [
        "p_l leads the way to the best moss patch they know, with their entourage following close behind. The cats begin cutting off bits of moss and making their respective piles. Once the piles are a mouthful, they pick up the bundles of new bedding and start back towards camp."
    ],
    "fail_text":[
        "Mouse-dung! When the cats arrive at the best moss-gathering spot, they find that some animal has dug up most of the moss. They'll have to leave the rest to repopulate before gathering from this spot again."
    ],
    "min_cats": 3,
    "max_cats": 6,

    "antagonize_text": null,
    "antagonize_fail_text": null
},
    {
    "patrol_id": "pln_med_gatheringrosemarylesson1",
    "biome": "plains",
    "season": "Any",
    "tags": ["herb_gathering", "med_cat", "apprentice", "herb", "rosemary", "comfort", "trust", "no_change_fail", "injury", "thorn in their paw", "med_only"],
    "intro_text": "p_l has to attend to one of their grimmer jobs as a medicine cat. The grounds where c_n goes to mourn their dead need to be tended. They're bringing along app1 as their assistant for this trip.",
    "decline_text": "Just before the medicine cat can leave, a cat calls for their attention.",
    "chance_of_success": 60,
    "exp": 10,
    "success_text": [
        "Even though there's nothing different about this place, other than the serenity it was chosen for, p_l always feels that the grief and love their Clanmates express here has seeped into every corner. They tidy the grounds, and collect rosemary. It's appropriate that the plant grows here, when its herbs are used to hide death-scent."
    ],
    "fail_text":[
        null,
        null,
        null,
        "There's a sharp yowl of pain and a string of muttered curses following it. p_l turns around to see app1 holding one of their paws off the ground. It seems that the apprentice stepped on a thorn. Ouch! They'll have to go back to camp and fix that up."
    ],
    "min_cats": 2,
    "max_cats": 2,

    "antagonize_text": null,
    "antagonize_fail_text": null
    },
    {
    "patrol_id": "pln_med_gatheringrosemary2",
    "biome": "plains",
    "season": "Any",
    "tags": ["herb_gathering", "warrior", "herb", "rosemary", "comfort", "trust", "no_change_fail", "injury", "thorn in their paw"],
    "intro_text": "p_l has to attend to one of their grimmer jobs as a medicine cat. The grounds where c_n goes to mourn their dead need to be tended. They're bringing along r_c as their assistant for this trip.",
    "decline_text": "Just before the medicine cat can leave, a cat calls for their attention.",
    "chance_of_success": 60,
    "exp": 10,
    "success_text": [
        "Even though there's nothing different about this place, other than the serenity it was chosen for, p_l always feels that the grief and love their Clanmates express here has seeped into every corner. They tidy the grounds, and collect rosemary. It's appropriate that the plant grows here, when its herbs are used to hide death-scent."
    ],
    "fail_text":[
        null,
        null,
        null,
        "There's a sharp yowl of pain and a string of muttered curses following it. p_l turns around to see r_c holding one of their paws off the ground. It seems that the other cat stepped on a thorn. Ouch! They'll have to go back to camp and fix that up."
    ],
    "min_cats": 2,
    "max_cats": 2,

    "antagonize_text": null,
    "antagonize_fail_text": null
}
]
