[
{
    "patrol_id": "pln_train_session1",
    "biome": "plains",
    "season": "Any",
    "tags": ["app_stat", "apprentice", "training", "comfort", "trust", "scar", "LEGBITE", "injury", "bite-wound", "warrior"],
    "intro_text": "The patrol wants to hold a training session for app1. They decide to focus on how best to hide within the tall grass.",
    "decline_text": "They decide to focus on the patrolling the territory instead. Training can wait for another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
        "app1 listens carefully as p_l explains how to move through the grass unseen and undetected.",
        "app1 picks up the instruction quickly and the patrol is soon playing a small game of hide and seek within the grass to test the apprentice's abilities.",
        null,
        "By the end of the patrol s_c is able to hide stealthily within the grass, their movements barely noticeable."
    ],
    "fail_text": [
        "app1 tries to hide within the grass, but they can't quite manage to make themselves still and quiet enough to avoid detection.",
        "s_c struggles to take the lesson seriously and eventually the training session ends early with no real progress made.",
        null,
        "app1 makes their way into the tall grass to try out the advice p_l has given them, but they go crashing down into a hole, where whatever lives there gives them a sharp bite! It seems the grass was hiding more than just cats. r_c ends up limping back to camp."
    ],
    "win_trait": ["calm", "careful", "sneaky", "quiet", "patient"],
    "fail_trait": ["troublesome", "playful"],
    "min_cats": 2,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null,
    "history_text": [
        "r_c got scarred training in the plains as an apprentice."
    ]
},
{
    "patrol_id": "pln_train_sett1",
    "biome": "plains",
    "season": "Any",
    "tags": ["death", "scar", "MANLEG", "battle_injury", "training", "trust", "respect", "sacrificial", "clan_to_r_c"],
    "intro_text": "r_c wanders past an old badger sett overlooking a crook in a little river, only to freeze. There's new scent here, acrid and sour.",
    "decline_text": "Surely it must be nothing... uneasily, r_c continues on.",
    "chance_of_success": 80,
    "exp": 30,
    "success_text": [
        "Feeling ever so alone on their solo patrol, r_c carefully sniffs around the mouth of the burrow, but the scent change is unmistakable - a new badger occupant has moved in. Creeping forward, belly flat in the dirt, they manage just enough of a glimpse to confirm the badger's presence. Heart pounding, r_c sprints back to camp to warn everyone",
        "Feeling ever so alone on their solo patrol, r_c carefully sniffs around the mouth of the burrow, but after a few moments, realizes that the scent is relatively weak. A badger was here, no doubt about it, but it doesn't seem to have taken up residence. This will be important information to report back at camp.",
        "s_c decides there has to be a smarter way of figuring out if a badger has moved in, one that doesn't involve sticking their head in front of a predator. They search the grass around the sett thoroughly until they come upon some fresh badger scat - stinky, horrible, and perfect proof of the new occupant of the sett.",
        "Carefully considering their options, r_c decides on a stakeout, and watches from a safe hiding place in the grass. When the badger pokes its head above ground at dusk, they're prepared, and dart off back to camp to warn everyone before the predator has blinked the sleep out of its eyes."
    ],
    "fail_text": [
        null,
        "Well, the only way to know is to check! s_c scrambles into the den for a look and comes nose to nose with its occupant. It's only by the grace of StarClan that they're able to redirect that speed to twist around just as fast, shedding fur in clumps as the badger's furious snarling and fizzing follows them up the burrow tunnel.",
        "r_c carefully approaches the burrow, trying to figure out if there's anything new inside. It's so dark, and it all smells the same... They try to creep just a little closer - but the ground drops away steeply beneath their paws and they lose their footing, skidding right into the disturbed badger's lethal jaws.",
        "While r_c is carefully sniffing at the burrow entrance, there's a rustle in the grass behind them. It's difficult to say who's more surprised - r_c or the badger. It charges for the sett and r_c leaps out of the way, but its claws catch their pelt, and it's a bloodied cat that limps back into camp to report the whole sorry adventure."
    ],
    "win_skills": ["smart", "very smart", "extremely smart"], 
    "win_trait": ["patient", "responsible", "thoughtful", "wise", "calm", "careful", "nervous", "sneaky", "strange"],
    "fail_trait": ["adventurous", "ambitious", "bloodthirsty", "bold", "confident", "daring", "fierce", "insecure", "playful", "shameless", "troublesome", "vengeful"], 
    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null,
    "history_text": [
    "r_c was scarred by a badger.",
    "r_c lost their life to a badger.",
        "died to a badger"
    ]
},
{
    "patrol_id": "pln_train_sett2",
    "biome": "plains",
    "season": "Any",
    "tags": ["scar", "SIDE", "battle_injury", "training", "trust", "respect", "no_change_fail", "patrol_to_p_l", "patrol_to_r_c"],
    "intro_text": "p_l wanders past an old badger sett overlooking a crook in a little river, only to freeze. There's new scent here, acrid and sour.",
    "decline_text": "Surely it must be nothing... uneasily, the patrol continues on.",
    "chance_of_success": 80,
    "exp": 30,
    "success_text": [
        "Calling the rest of the patrol over, the cats discuss their next move. If a badger has moved in, they need to confirm it, but how? Eventually p_l comes up with a plan - stuffing grasses and shrubs into the mouth of the sett. The cats will be able to come back tomorrow to see if anything has shoved them out of the way.",
        "p_l organizes the patrol, and they brainstorm ideas. In the end, it's a little undignified, but the cats all mark the entrance to the patrol burrow and wait. Eventually a badger emerges, fizzing with outrage at the cat smell, and the patrol retreats to report it to camp. With luck, the badger will heed their territorial warning.",
        "s_c decides there has to be a smarter way of figuring out if a badger has moved in, one that doesn't involve sticking their head in front of a predator. They lead the patrol on a search of the grass around the sett until they come upon some fresh badger scat - stinky, horrible, and perfect proof of the new occupant of the sett.",
        "Carefully considering their options, s_c decides to set up a stakeout with the patrol. When the badger pokes its head above the ground at dusk, they're prepared, and in unison everyone turns for home. The cats fade into the grass before the predator has even blinked the sleep out of its eyes."
    ],
    "fail_text": [
        "The cats try to find enough bits of grass to block the opening to the sett, but it won't clump together and hold a shape. Before they know it they're tired, thirsty, and returning home with nothing to show for it.",
        "Well, the only way to know is to check! s_c scrambles into the den for a look and comes nose to nose with its occupant. It's only by the grace of StarClan that they're able to redirect that speed to twist around just as fast, shedding fur in clumps as the badger's furious snarling and fizzing follows them up the burrow tunnel.",
        null,
        "As the patrol is sniffing around the burrow entrance there's a rustle from the grass. It's difficult to say who's more surprised - cats or badger. There's a confused rush of paws and flying fur as the patrol scatters and the beast charges for the sett. r_c is battered in the process but everyone gets home safe in the end. . . including the badger."
    ],
    "win_skills": ["smart", "very smart", "extremely smart"], 
    "win_trait": ["patient", "responsible", "thoughtful", "wise", "calm", "careful", "nervous", "sneaky", "strange"],
    "fail_trait": ["adventurous", "ambitious", "bloodthirsty", "bold", "confident", "daring", "fierce", "insecure", "playful", "shameless", "troublesome", "vengeful"], 
    "min_cats": 2,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null,
    "history_text": [
        "This cat was scarred by a badger."
    ]
},
{
    "patrol_id": "pln_train_stuck1",
    "biome": "plains",
    "season": "Any",
    "tags": ["training", "platonic", "comfort", "trust", "blunt_force_injury", "death", "scar", "LEFTEAR", "p_l_to_r_c", "s_c_to_r_c", "patrol_to_p_l", "patrol_to_r_c"],
    "intro_text": "Trailing behind the patrol, the ground trembles beneath r_c's paws. They look around wildly for safe footing - just as the earth caves in beneath them and the world goes dark.",
    "decline_text": "Thankfully, they're on the edge of the obstruction, and wriggle their way clear.",
    "chance_of_success": 90,
    "exp": 20,
    "success_text": [
        "Their Clanmates come running at their yowls, and r_c is soon freed, shaken but unharmed. The patrol settles down as everyone comforts each other.",
        "p_l digs through the loose soil, helping r_c clear it away enough for the other cat to scramble free.",
        "Without letting themselves panic, s_c looks around for anything that could help. They snap a branch off a nearby scrub and clench it between their teeth, offering it to r_c. Between r_c's scrambling and s_c's determination, they're pulled free of the quagmire unharmed.",
        "Creeping in as close as possible, s_c purrs to r_c, keeping them calm as the patrol carefully digs down to them. r_c blinks up at them, holding on to their presence in the scary situation."
    ],
    "fail_text": [
        "The patrol works all day to free r_c and gets nothing else done.",
        "Harshly, s_c tells r_c that they're on their own - this patrol is too important to wait for some idiot who got stuck.",
        "Hurt and wheezing, r_c hears the patrol panicking as they drift to StarClan.",
        "The patrol eventually manages to rescue r_c, but they need to be helped back to camp, battered and injured."
    ],
    "win_skills": ["very smart", "extremely smart"],
    "win_trait": ["altruistic", "compassionate", "empathetic", "faithful", "loving", "patient", "responsible", "thoughtful", "wise", "inquisitive"],
    "fail_trait": ["ambitious", "bloodthirsty", "cold", "fierce", "shameless", "strict", "troublesome", "vengeful", "bossy"],
    "min_cats": 2,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null,
    "history_text": [
        "r_c carries a scar from being trapped on patrol",
        "r_c tragically died after being trapped on patrol.",
      "died after being trapped on patrol"
    ]
},
{
    "patrol_id": "pln_train_stuck2",
    "biome": "plains",
    "season": "Any",
    "tags": ["training", "blunt_force_injury", "death", "scar", "RIGHTEAR"],
    "intro_text": "r_c is training alone out on the plains when suddenly, the ground trembles beneath their paws. They look around wildly for safe footing - just as the earth caves in beneath them and the world goes dark.",
    "decline_text": "Thankfully, they're on the edge of the obstruction, and wriggle their way clear.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
        "r_c spends the entire day carefully working their way free and gets nothing else done, but at least they're unharmed.",
        null,
        "s_c tries to remain calm, clawing soil away from their muzzle so they can breathe. As the shock wears off, they realize the earth seems looser in one place. With a surge of energy, they burst through the weak point, terrified and covered in dirt. They may have a new nightmare to take back with them, but at least they're alive.",
        null
    ],
    "fail_text": [
        "r_c tries their best, but unfortunately, they're only able to work their head free. They yowl until their voice is hoarse and their throat is sore, and thankfully, a patrol passes by after a few hours and frees their hapless Clanmate.",
        null,
        "Hurt and wheezing, r_c does their best to hang on and wait for a patrol, but they succumb to their injuries and drift to StarClan alone.",
        "r_c eventually manages to pull themselves free, but they're wheezing and injured. It's all they can do to find some tall grass to shelter in through the night out on the plains until a patrol finds them the next morning and helps them to the medicine den."
    ],
    "win_skills": ["smart", "very smart", "extremely smart"],
    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null,
    "history_text": [
        "r_c carries a scar from being trapped on patrol.",
        "r_c tragically died after being trapped on patrol.",
      "died after being trapped on patrol"
    ]

},
{
    "patrol_id": "pln_train_soloapp1",
    "biome": "plains",
    "season": "Any",
    "tags": ["app_stat", "training", "apprentice", "minor_injury", "scar", "CHEEK"],
    "intro_text": "app1 heads out into the grasslands alone, but maybe an apprentice shouldn't try to do a solo patrol.",
    "decline_text": "app1 turns back to camp, deciding that this is a bad idea.",
    "chance_of_success": 50,
    "exp": 20,
    "success_text": [
        "At least this is a good chance to learn the territory! app1 heads off to map out a thick field of tall grass they've always found confusing.",
        "app1 clambers over a rise in the ground and stumbles across a tiny, perfect pond!",
        null,
        "There's nothing to worry about! s_c pads confidently through c_n territory, assured in their safety by the strength of c_n borders."
    ],
    "fail_text": [
        "app1 gets lost in the territory and doesn't learn anything.",
        "s_c shivers a little, imagining what could be out there. . . No, definitely not. They turn around and slink straight back to camp.",
        null,
        "The apprentice wanders along obliviously and slips, and tumbling right down into a well-hidden gully. Bruised and sore, app1 has to report to the medicine cat den when they return to camp."
    ],
    "win_trait": ["adventurous", "bold", "charismatic", "childish", "confident", "daring", "playful", "righteous"],
    "fail_trait": ["insecure", "lonesome", "nervous"],
    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null,
    "history_text": [
            "r_c got injured as an apprentice, exploring alone."
    ]
},
{
    "patrol_id": "pln_train_solo2",
    "biome": "plains",
    "season": "Any",
    "tags": ["training", "warrior"],
    "intro_text": "r_c heads out into the grasslands alone, wanting to explore and have some time to themselves.",
    "decline_text": "r_c turns back to camp, deciding that their duties have to come first.",
    "chance_of_success": 60,
    "exp": 20,
    "success_text": [
        "r_c heads off to map out a thick field of tall grass they've always found confusing. Hunting, fighting, driving off predators; it all requires knowledge of their home turf. It's always worth making sure their mental map is up to date.",
        "r_c rounds a corner and stumbles across a tiny, perfect pond!",
        "s_c rounds a corner and stumbles across a tiny, perfect pond! Further investigation shows that it emerges from an equally tiny spring, and s_c purrs. This reliable water source could be important during times of drought.",
        "s_c pads confidently through c_n territory. There's a particular peace in exploring their beloved home, ears pricked up curiously whenever they spot how the seasons and weather have reshaped it since they last passed this way."
    ],
    "fail_text": [
        "r_c gets lost in the territory. Somehow.",
        "s_c shivers a little, thinking of the dangers of solo patrols. . . No, definitely not. They turn around and slink straight back to camp.",
        null,
        null
    ],
    "win_skills": ["smart", "very smart", "extremely smart"],
    "win_trait": ["adventurous", "bold", "charismatic", "childish", "confident", "daring", "playful", "righteous"],
    "fail_trait": ["insecure", "lonesome", "nervous"],
    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_train_solo3",
    "biome": "plains",
    "season": "Any",
    "tags": ["training", "deputy"],
    "intro_text": "r_c heads out into the grasslands alone, wanting to explore and have some time to themselves.",
    "decline_text": "r_c turns back to camp, deciding that their duties have to come first.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
        "r_c heads off to map out a thick field of tall grass they've always found confusing. Hunting, fighting, driving off predators; it all requires knowledge of their home turf. It's always worth making sure their mental map is up to date. It feels a little like more work though, and isn't exactly the peaceful break they hoped for.",
        "r_c rounds a corner and stumbles across a tiny, perfect pond! Purring, they take the opportunity for a small moment of peace, relaxing and enjoying the view.",
        "s_c rounds a corner and stumbles across a tiny, perfect pond! Further investigation shows that it emerges from an equally tiny spring, and s_c purrs. This reliable water source could be important during times of drought, and its discovery helps to ease one of the many worries on the deputy's mind.",
        "s_c pads confidently through c_n territory. There's a particular peace in exploring their beloved home, ears pricked up curiously whenever they spot how the seasons and weather have reshaped it since they last passed this way."
    ],
    "fail_text": [
        "r_c gets lost in the territory. Somehow. Their pelt is burning with shame by the time they finally return, sneaking back to their den to avoid any embarrassing questions.",
        "s_c wavers in their decision. They have so much work to do, so many other things demanding their time. . . No, definitely not. They turn around and march straight back to camp."
    ],
    "win_skills": ["smart", "very smart", "extremely smart"],
    "win_trait": ["adventurous", "bold", "charismatic", "childish", "confident", "daring", "playful", "righteous"],
    "fail_trait": ["insecure", "lonesome", "nervous"],
    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_train_solo4",
    "biome": "plains",
    "season": "Any",
    "tags": ["training", "leader"],
    "intro_text": "r_c heads out into the grasslands alone, wanting to explore and have some time to themselves.",
    "decline_text": "r_c turns back to camp, deciding that their duties have to come first.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
        "r_c heads off to map out a thick field of tall grass they've always found confusing. Hunting, fighting, driving off predators; it all requires knowledge of their home turf. It's always worth making sure their mental map is up to date. It feels a little like more work though, and isn't exactly the peaceful break they hoped for.",
        "r_c rounds a corner and stumbles across a tiny, perfect pond! Purring, they take the opportunity for a small moment of peace, relaxing and enjoying the view.",
        "s_c rounds a corner and stumbles across a tiny, perfect pond! Further investigation shows that it emerges from an equally tiny spring, and s_c purrs. This reliable water source could be important during times of drought, and its discovery helps to ease one of the many worries on the leader's mind.",
        "s_c pads confidently through c_n territory. There's a particular peace in exploring their beloved home, ears pricked up curiously whenever they spot how the seasons and weather have reshaped it since they last passed this way."
    ],
    "fail_text": [
        "r_c gets lost in the territory. Somehow. Their pelt is burning with shame by the time they finally return, sneaking back to their den to avoid any embarrassing questions.",
        "s_c wavers in their decision. They have so much work to do, so many other things demanding their time. . . No, definitely not. They turn around and march straight back to camp."
    ],
    "win_skills": ["smart", "very smart", "extremely smart"],
    "win_trait": ["adventurous", "bold", "charismatic", "childish", "confident", "daring", "playful", "righteous"],
    "fail_trait": ["insecure", "lonesome", "nervous"],
    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_train_bison1",
    "biome": "plains",
    "season": "Any",
    "tags": ["adult_stat", "training", "apprentice", "trust", "comfort", "dislike", "warrior"],
    "intro_text": "p_l takes them both out to see a herd of bison that a patrol spotted moving through c_n's territory.",
    "decline_text": "When they get there, they can't find it, and the lesson fails.",
    "chance_of_success": 80,
    "exp": 15,
    "success_text": [
            "app1 has their view blocked by the long grass and flat ground. But the rumble they feel through their pawpads, the footsteps, the bellows so loud they can be felt through the ground, it all stresses just how huge the thunderbeasts are.",
            "The rumble app1 feels through the ground confuses them, until p_l tells them that it's footsteps. Footsteps. Awed, the apprentice creeps forward to catch a glimpse of the bison, pelt standing on end.",
            "As the herd moves slowly and invisibly around them in the grass, felt only by the thump-thud of their hoofsteps, s_c brings app1 in close and tells them the story of how the great thunderbeasts protect the plains, channeling thunder in their horns and earthquakes in their hooves, so that neither may come to hurt c_n while they are near."
    ],
    "fail_text": [
            "app1 refuses to believe that bison could possibly be so huge. They also refuse to get any closer to them, and start an argument with p_l about it.",
            "app1 maintains that bison are obstacles, not weird land protectors or anything like that, just annoying mooing obstacles, and p_l can't get them to take the training session seriously."
    ],
    "win_skills": ["good speaker", "great speaker", "excellent speaker"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_train_bison2",
    "biome": "plains",
    "season": "Any",
    "tags": ["adult_stat", "training", "apprentice", "trust", "comfort", "dislike", "warrior"],
    "intro_text": "p_l takes them both out to see a herd of bison that a patrol spotted moving through c_n's territory.",
    "decline_text": "When they get there, they can't find it, and the lesson fails.",
    "chance_of_success": 80,
    "exp": 15,
    "success_text": [
            "app1 has their view blocked by the long grass and flat ground. But the rumble they feel through their pawpads, the footsteps, the bellows so loud they can be felt through the ground, it all stresses just how huge the thunderbeasts are.",
            "The rumble app1 feels through the ground confuses them, until p_l tells them that it's footsteps. Footsteps. Awed, the apprentice creeps forward to catch a glimpse of the bison, pelt standing on end.",
            "s_c points out the danger of the huge, ground shaking creatures. A bison has never come after a cat, but if a cat puts itself in their way, there's no coming back from that mistake. The thunderbeasts wander slowly around the cats, while s_c teaches and app1 tries to look brave."
    ],
    "fail_text": [
            "app1 refuses to believe that bison could possibly be so huge. They also refuse to get any closer to them, and start an argument with p_l about it.",
            "app1 maintains that bison are obstacles, not dangerous or anything like that, just annoying mooing obstacles, and p_l can't get them to take the training session seriously."
    ],
    "win_skills": ["good teacher", "great teacher", "fantastic teacher"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_train_bison3",
    "biome": "plains",
    "season": "Any",
    "tags": ["adult_stat", "training", "apprentice", "trust", "comfort", "dislike", "two_apprentices", "warrior"],
    "intro_text": "p_l takes them out to see a herd of bison that a patrol spotted moving through c_n's territory.",
    "decline_text": "When they get there, they can't find it, and the lesson fails.",
    "chance_of_success": 90,
    "exp": 20,
    "success_text": [
            "app1 has their view blocked by the long grass and flat ground. But the rumble they feel through their pawpads, the footsteps, the bellows so loud they can be felt through the ground, it all stresses just how huge the thunderbeasts are, and they share a wide eyed look with app2.",
            "The rumble app1 feels through the ground confuses them, until p_l tells them that it's footsteps. Footsteps. Awed, the apprentices creep forward to catch a glimpse of the bison, app1's pelt brushing up against app2's as both their fur stands on end and they huddle together.",
            "As the herd moves slowly and invisibly around them in the grass, felt only by the thump-thud of their hoofsteps, s_c brings app1 and app2 in close and tells them the story of how the great thunderbeasts protect the plains, channeling thunder in their horns and earthquakes in their hooves, so that neither may come to hurt c_n while they are near."
    ],
    "fail_text": [
            "app1 refuses to believe that bison could possibly be so huge. They also refuse to get any closer to them, and start an argument with p_l about it. app2 sides with p_l and no one learns anything in the squabbling.",
            "app1 maintains that bison are obstacles, not weird land protectors or anything like that, just annoying mooing obstacles, and p_l can't get them to take the training session seriously. They distract app2 as well, and eventually p_l has to give up on teaching."
    ],
    "win_skills": ["good speaker", "great speaker", "excellent speaker"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_train_bison4",
    "biome": "plains",
    "season": "Any",
    "tags": ["adult_stat", "training", "apprentice", "trust", "comfort", "dislike", "two_apprentices", "warrior"],
    "intro_text": "p_l takes them out to see a herd of bison that a patrol spotted moving through c_n's territory.",
    "decline_text": "When they get there, they can't find it, and the lesson fails.",
    "chance_of_success": 90,
    "exp": 15,
    "success_text": [
            "app1 has their view blocked by the long grass and flat ground. But the rumble they feel through their pawpads, the footsteps, the bellows so loud they can be felt through the ground, it all stresses just how huge the thunderbeasts are, and they share a wide eyed look with app2.",
            "The rumble app1 feels through the ground confuses them, until p_l tells them that it's footsteps. Footsteps. Awed, the apprentices creep forward to catch a glimpse of the bison, app1's pelt brushing up against app2's as both their fur stands on end and they huddle together.",
            "s_c points out the danger of the huge, ground shaking creatures. A bison has never come after a cat, but if a cat puts itself in their way, there's no coming back from that mistake. The thunderbeasts wander slowly around the cats, while s_c teaches and app1 tries to look brave for app2, who looks like they want to sink into the grass and disappear."
    ],
    "fail_text": [
            "app1 refuses to believe that bison could possibly be so huge. They also refuse to get any closer to them, and start an argument with p_l about it. app2 sides with p_l and no one learns anything in the squabbling.",
            "app1 maintains that bison are obstacles, not dangerous or anything like that, just annoying mooing obstacles, and p_l can't get them to take the training session seriously. They distract app2 as well, and eventually p_l has to give up on teaching."
    ],
    "win_skills": ["good teacher", "great teacher", "fantastic teacher"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_train_tunnels1",
    "biome": "plains",
    "season": "Any",
    "tags": ["adult_stat", "training", "apprentice", "trust", "comfort", "dislike", "warrior"],
    "intro_text": "On this dry morning, the patrol heads out to practice tunnel navigation. There's an old, long abandoned badger sett that's perfect for apprentices, big enough to not be claustrophobic, but with plenty of criss-crossed, overlapping tunnels.",
    "decline_text": "When they get there, the tunnels look muddier than p_l expected, and the training is called off until the cats can be sure they're safe.",
    "chance_of_success": 80,
    "exp": 15,
    "success_text": [
        "app1 carefully practices padding around, in the pitch black, in the dim where the light from the entrance still reaches, with their eyes shut, all of it. It's definitely easier in bigger burrows than the ones rabbits make, and it's good to train where no one can see them faceplant into the walls.",
        "p_l reassures app1 that this sett is well known and safe. But with a little mischief in their expression, p_l suggests being careful where they set their paws. app1 discovers what that means when they're wandering around in the dark and slide head over heels down a steep slope. Maybe that'd be fun to do again?",
        "app1 asks s_c why they learn all this. Once, their Clan starved through a leaf-bare, grass all dead, cats chewing on snow just to have something in their bellies. The only cat able to hunt was an overlooked warrior, lithe, small, and blind. For her the tunnels opened like a flower full of prey. She was their savior, they must never forget."
    ],
    "fail_text": [
        "app1 refuses to believe tunnels could possibly be hard to navigate. They also refuse to get any closer to them, and start an argument with p_l about it.",
        "app1 maintains that tunnels aren't useful for anything, just annoying obstacles in the landscape, and p_l can't get them to take the training session seriously."
    ],
    "win_skills": ["good speaker", "great speaker", "excellent speaker"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_train_tunnels2",
    "biome": "plains",
    "season": "Any",
    "tags": ["adult_stat", "training", "apprentice", "trust", "comfort", "dislike", "warrior"],
    "intro_text": "On this dry morning, the patrol heads out to practice tunnel navigation. There's an old, long abandoned badger sett that's perfect for apprentices, big enough to not be claustrophobic, but with plenty of criss-crossed, overlapping tunnels.",
    "decline_text": "When they get there, the tunnels look muddier than p_l expected, and the training is called off until the cats can be sure they're safe.",
    "chance_of_success": 80,
    "exp": 15,
    "success_text": [
            "app1 carefully practices padding around, in the pitch black, in the dim where the light from the entrance still reaches, with their eyes shut, all of it. It's definitely easier in bigger burrows than the ones rabbits make, and it's good to train where no one can see them faceplant into the walls.",
            "p_l reassures app1 that this sett is well known and safe. But with a little mischief in their expression, p_l suggests being careful where they set their paws. app1 discovers what that means when they're wandering around in the dark and slide head over heels down a steep slope. Maybe that'd be fun to do again?",
            "s_c brings app1 over, pointing out all the aspects that makes this sett safe to practice in, the compacted earth, the strong walls, the dry soil - but not too dry. If app1 can master these signs on the safe sett, unknown tunnels out on the plains will be far safer for them to approach."
    ],
    "fail_text": [
            "app1 refuses to believe tunnels could possibly be hard to navigate. They also refuse to get any closer to them, and start an argument with p_l about it.",
            "app1 maintains that tunnels aren't useful for anything, just annoying obstacles in the landscape, and p_l can't get them to take the training session seriously."
    ],
    "win_skills": ["good teacher", "great teacher", "fantastic teacher"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_train_tunnels3",
    "biome": "plains",
    "season": "Any",
    "tags": ["adult_stat", "training", "apprentice", "trust", "comfort", "dislike", "two_apprentices", "warrior"],
    "intro_text": "On this dry morning, the patrol heads out to practice tunnel navigation. There's an old, long abandoned badger sett that's perfect for apprentices, big enough to not be claustrophobic, but with plenty of criss-crossed, overlapping tunnels.",
    "decline_text": "When they get there, the tunnels look muddier than p_l expected, and the training is called off until the cats can be sure they're safe.",
    "chance_of_success": 90,
    "exp": 20,
    "success_text": [
            "app1 carefully practices padding around, in the pitch black, in the dim where the light from the entrance still reaches, with their eyes shut, all of it. It's definitely easier in bigger burrows than the ones rabbits make, and it's good to train where no one can see them faceplant into the walls. app2 does notice when app1 faceplants into them though!",
            "p_l reassures app1 that this sett is well known and safe. But with a little mischief in their expression, p_l suggests being careful where they set their paws. app1 discovers what that means when they're wandering around in the dark and slide head over heels down a steep slope, straight into app2 with an oof! Maybe that'd be fun to do again?",
            "s_c gathers app1 and app2. Once, their Clan starved through a leaf-bare, grass all dead, cats chewing on snow just to have something in their bellies. The only cat able to hunt was an overlooked warrior, lithe, small, and blind. For her the tunnels opened like a flower full of prey. She was their savior, they must never forget."
    ],
    "fail_text": [
            "app1 refuses to believe tunnels could possibly be hard to navigate. They also refuse to get any closer to them, and start an argument with p_l about it. app2 sides with p_l and no one learns anything in the squabbling.",
            "app1 maintains that tunnels aren't useful for anything, just annoying obstacles in the landscape, and p_l can't get them to take the training session seriously. They distract app2 as well, and eventually p_l has to give up on teaching."
    ],
    "win_skills": ["good speaker", "great speaker", "excellent speaker"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_train_tunnels4",
    "biome": "plains",
    "season": "Any",
    "tags": ["adult_stat", "training", "apprentice", "trust", "comfort", "dislike", "two_apprentices", "warrior"],
    "intro_text": "On this dry morning, the patrol heads out to practice tunnel navigation. There's an old, long abandoned badger sett that's perfect for apprentices, big enough to not be claustrophobic but with plenty of criss-crossed overlapping tunnels.",
    "decline_text": "When they get there, the tunnels look muddier than p_l expected, and the training is called off until the cats can be sure they're safe.",
    "chance_of_success": 90,
    "exp": 15,
    "success_text": [
            "app1 carefully practices padding around, in the pitch black, in the dim where the light from the entrance still reaches, with their eyes shut, all of it. It's definitely easier in bigger burrows than the ones rabbits make, and it's good to train where no one can see them faceplant into the walls. app2 does notice when app1 faceplants into them though!",
            "p_l reassures app1 that this sett is well known and safe. But with a little mischief in their expression, p_l suggests being careful where they set their paws. app1 discovers what that means when they're wandering around in the dark and slide head over heels down a steep slope, straight into app2 with an oof! Maybe that'd be fun to do again?",
            "s_c brings app1 and app2 over, pointing out all the aspects that makes this sett safe to practice in, the compacted earth, the strong walls, the dry soil - but not too dry. If the apprentices can master these signs on the safe sett, unknown tunnels out on the plains will be far safer for them to approach."
    ],
    "fail_text": [
            "app1 refuses to believe tunnels could possibly be hard to navigate. They also refuse to get any closer to them, and start an argument with p_l about it. app2 sides with p_l and no one learns anything in the squabbling.",
            "app1 maintains that tunnels aren't useful for anything, just annoying obstacles in the landscape, and p_l can't get them to take the training session seriously. They distract app2 as well, and eventually p_l has to give up on teaching."
    ],
    "win_skills": ["good teacher", "great teacher", "fantastic teacher"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_train_stargazing1",
    "biome": "plains",
    "season": "Any",
    "tags": ["app_stat", "training", "apprentice", "two_apprentices", "rel_two_apps", "romantic", "platonic", "comfort"],
    "intro_text": "On top of the grassy knoll in the endless sea of grass, app1 waits for app2, the dark night cloaking the flat plains. The tip of their tail keeps twitching in excitement.",
    "decline_text": "Oh no! They both forgot that they were on elder nest change duty this evening!",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "app1 bursts out from cover, pouncing on app2 with claws sheathed and giggling. app2 rolls with the blow and kicks app1 off, bounding after them with promises of getting them back! On and on the chase goes, neither interested in winning it as they play under the light of the full moon.",
            "app2 emerges from the dark, trotting up to app1 and asking why they wanted to meet there. app1 looks away with a purr, making up some nonsense about fight training that makes no sense. Instead both apprentices hang out under the stars, awkward and thrilled.",
            null,
            "app2 emerges from the thick dark of the night, the stars reflected in their eyes. Seeing s_c, they trot up, asking why s_c wanted to meet there. Stuttering but determined, s_c explains that they wondered if, possibly, maybe, app2 would like to go on a... date? app2 looks away with a purr and murmurs a soft yes to the ground, suddenly unable to make eye contact."
    ],
    "fail_text": [
            "app1 bursts out from cover, pouncing on app2 with claws sheathed and giggling. app2 rolls with the blow and kicks app1 off, but they scramble to their feet looking hurt, and storm off in a huff.",
            "app2 emerges from the soft dark. Seeing app1, they trot up, asking why app1 wanted to meet there. app1 status out some nonsense about hunting, and then runs off into the shadowed grasslands."
    ],
    "win_trait": ["adventurous", "bold", "charismatic", "childish", "confident", "daring", "playful", "righteous"],
    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "pln_train_sunset1",
    "biome": "forest",
    "season": "Any",
    "tags": ["training", "warrior", "romantic", "platonic", "comfort", "no_app"],
    "intro_text": "p_l approaches r_c, asking if they wouldn't mind showing p_l their hunting techniques, and perhaps doing some training with them?",
    "decline_text": "r_c declines gently, explaining that they have too much work to do.",
    "chance_of_success": 80,
    "exp": 10,
    "success_text": [
            "The cats go out together in the late of the day, as the shadows stretch long over the flat plains. r_c goes through their tricks, showing p_l how they shift their balance to make less noise slipping through the grass, as p_l watches with eyes that r_c notices are a bit too admiring for what's just a little trick. They smirk, showing off a little.",
            "It's a long but satisfying training session, with both cats having an in depth chance to test themselves and work on their skills. It ends with them both sitting on a little outlook, watching the sun go down and catching the last of its rays on their pelts. r_c sees p_l watching them instead of the sun, and smiles.",
            "s_c is a fantastic hunter, and p_l isn't shy about telling them so. They blush, but work through it, showing p_l how to listen to the shift of the grass and spot soft rustles that don't match with the wind rippling, tracking invisible prey at a long distance.",
            "p_l marvels at the opportunity to have s_c's time to themselves. s_c is such a popular cat, so friendly and fun to be around, and yet when the training session draws to a close under the setting sun, s_c looks surprised to be told so."
    ],
    "fail_text": [
            "r_c tries, but both the cats are too tired after a long day's work, and end up snapping at each other. It's nothing serious, but both agree to take some time to cool off.",
            "r_c spots p_l looking at them a little bit too admiringly, and ends the training session early, diplomatically making up an excuse."
    ],
    "win_skills": ["fantastic hunter"],
    "win_trait": ["adventurous", "bold", "charismatic", "childish", "confident", "daring", "playful", "righteous"],
    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
        "patrol_id": "pln_train_roarbark1",
        "biome": "plains",
        "season": "Any",
        "tags": ["app_stat", "training", "romantic", "trust", "big_change", "minor_injury", "apprentice", "two_apprentices"],
        "intro_text": "Shivering with ilicit excitement, app1 gestures app2 on with their tail. They need to sneak out of camp before anyone notices them in the early morning dark.",
        "decline_text": "Shaking their head, app2 looks back regretfully, tilting their head meaningfully towards where their mentor is already stirring for the day.",
        "chance_of_success": 70,
        "exp": 40,
        "success_text": [
                "The sun is peeking over the horizon when the apprentices arrive on the rocky outcrop at the edge of c_n territory, daringly venturing a couple steps beyond the border with wide eyes egging each other on. app1 finds a little patch of sunshine and with great ceremony offers it to app2, as they both settle down to wait. In the distance, massive, echoing, thunderous barks start to echo over the plain. The apprentices prickle at the excitement of hearing this private wild performance.",
                "They're a little late, slowly down by awkward flirting, but app1 and app2 catch the tail end of the morning performance of the maned wolves, hearing their distant thunder barks reverberate through their bones with wide eyes and excited tail lashing.",
                null,
                "s_c has put a lot of effort into this date, and seeing their crush light up with excitement hearing the dawn chorus of the maned wolves echo from over the horizon makes it all worth it for them."
        ],
        "fail_text": [
                "app2 shakes their head. There's nothing app1 can do to convince them, and they slink back to their nest, bitterly disappointed.",
                null,
                null,
                "As they head out to the border, app1 rushes app2 along. It's too fast in such murky lighting, an app2 hurts themselves tumbling into an unseen hole. Their little outing is called off, and both of the apprentices return home, one limping, disappointed and struggling with feelings of rejection."
        ],
        "win_skills": null,
        "win_trait": ["bold", "charismatic", "playful", "empathetic", "faithful", "loving", "insecure", "lonesome", "loyal"],
        "fail_skills": null,
        "fail_trait": null,
        "min_cats": 2,
        "max_cats": 2,
        "antagonize_text": null,
        "antagonize_fail_text": null
}

]
