[
    {
        "patrol_id": "gen_your_catdf",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "hunting"
        ],
        "tags": [
            "border",
            "death"
        ],
        "patrol_art": "gen_hunt_mouse",
        "min_cats": 1,
        "max_cats": 3,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "You wake up in a forest. Shadowy trees hang overhead, and you feel eyes on you despite not seeing anyone around.",
        "decline_text": "With a shake of your head, you manage to wake yourself up, sitting up in your nest with a gasp.",
        "chance_of_success": 60,
        "success_outcomes": [
            {
                "text": "You swerve around, just as a cat lunges from the shadows and aims their claws at your pelt. Ducking at just the right moment, you manage to avoid their swipe.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You swerve around, just as a cat lunges from the shadows. You don't react quickly enough and they pin you down, hissing that you have a lot more training to do.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "lifegen_16",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "hunting"
        ],
        "tags": [
            "training"
        ],
        "patrol_art": "gen_hunt_mouse",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "A skilled warrior of the past offers to train you in a dream. However, their methods seem harsh and cruel and their pelt drips with an unknown muck.",
        "decline_text": "You decline the training, deciding not to submit to such harsh methods.",
        "chance_of_success": 45,
        "success_outcomes": [
            {
                "text": "You accept the training and, despite the harsh methods, manage to learn some valuable skills.",
                "exp": 25,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You accept the training, but after a while of sparring, the warrior growls that you aren't strong enough.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "lifegen_15",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "hunting"
        ],
        "tags": [
            "encounter"
        ],
        "patrol_art": "gen_hunt_mouse",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "A group of ghostly cats approach you with an offer to learn a forgotten prophecy, but at the price of bringing a message back to the living.",
        "decline_text": "Unsure of their intentions, you decline their offer and quickly leave.",
        "chance_of_success": 55,
        "success_outcomes": [
            {
                "text": "You agree to their terms and upon waking, you relay the message to your clan's medicine cat along with the prophecy.",
                "exp": 30,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You agree to their terms, but upon waking, you find that you can't remember the message they asked you to deliver.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "lifegen_14",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "hunting"
        ],
        "tags": [
            "border"
        ],
        "patrol_art": "gen_hunt_mouse",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "You discover a hidden section of the Dark Forest, filled with echoes of old battles.",
        "decline_text": "Feeling it might bring unnecessary trouble, you decide to leave the hidden area untouched.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You decide to explore the area and manage to uncover hidden wisdom from past battles that might help your clan in the future.",
                "exp": 25,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You venture into the area, but it only leads to disturbing visions of past battles that leave you disoriented upon waking.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "lifegen_13",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "hunting"
        ],
        "tags": [
            "border"
        ],
        "patrol_art": "gen_hunt_mouse",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "You find a cat trapped in the Dark Forest during a dream. Stars glitter in their pelt, shimmering against the muck of the shadows. They're scared and don't know the way out.",
        "decline_text": "You reassure the cat that this is only a dream and they'll wake up soon, leaving them to find their own way.",
        "chance_of_success": 30,
        "success_outcomes": [
            {
                "text": "You guide the cat through the eerie forest, successfully leading them out. They wake up grateful for your help.",
                "exp": 20,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "Despite your best efforts, you lead them in circles. You wake up, trying to rid the memory of the starry cat's terrified expression from your mind.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "lifegen_123",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "hunting"
        ],
        "tags": [
            "border",
            "death"
        ],
        "patrol_art": "gen_hunt_mouse",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "While walking through the Dark Forest, you slip, falling into a river of inky black water.",
        "decline_text": "You gasp, waking up in your nest. That was a horrible dream.",
        "chance_of_success": 60,
        "success_outcomes": [
            {
                "text": "You stay calm, holding your breath and treading water until you reach the surface again.",
                "exp": 20,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "It's no use. You can't tell which way is up or down, and fall deeper into the depths.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "lifegen_123",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "hunting"
        ],
        "tags": [
            "border",
            "convince_rc"
        ],
        "patrol_art": "gen_hunt_mouse",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "There's a familiar scent in the air. You track it down and find yourself face to face with... one of your clanmates? They look lost.",
        "decline_text": "You gasp, waking up in your nest.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You convince them that this is no place for a cat like them.",
                "exp": 20,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "Another Dark Forest cat leaps between you two, hissing at you not to involve yourself with the new apprentices.",
                "exp": 0,
                "weight": 20
            }
        ]
    }
]