[
    {
        "patrol_id": "gen_your_cat50",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "hunting"
        ],
        "tags": [
            "camp"
        ],
        "patrol_art": "gen_hunt_mouse",
        "min_cats": 1,
        "max_cats": 3,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "A heavy rainstorm has soaked through the medicine den, making some of your herbs wet. You need to act quickly to salvage what you can.",
        "decline_text": "Feeling overwhelmed, you decide to call for help. Other cats step in to assist, understanding the importance of preserving the medicine stock.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You manage to save most of the herbs and set them out to dry. It was a close call, but your swift actions minimized the damage.",
                "exp": 30,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "Despite your best efforts, some herbs are lost. It's a setback, but you're determined to restock as soon as possible.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "gen_your_cat51",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "hunting"
        ],
        "tags": [
            "camp"
        ],
        "patrol_art": "gen_hunt_mouse",
        "min_cats": 1,
        "max_cats": 3,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "One of the elders is feeling under the weather. You need to diagnose the problem and administer the correct remedy.",
        "decline_text": "You decide to monitor the elder's condition a bit longer before administering any herbs. The elder trusts your judgement and agrees to rest.",
        "chance_of_success": 40,
        "success_outcomes": [
            {
                "text": "You correctly identify the issue and administer the appropriate herbs. The elder feels better and expresses their gratitude for your expertise.",
                "exp": 35,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "It takes you a while to figure out what's wrong. By then, the elder's condition worsens. You administer the correct herbs and promise to keep a closer eye next time.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "gen_your_cat52",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "hunting"
        ],
        "tags": [
            "camp"
        ],
        "patrol_art": "gen_hunt_mouse",
        "min_cats": 1,
        "max_cats": 3,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "There is a shortage of a particular herb in the camp. You consider whether you should risk going out to find more.",
        "decline_text": "You decide not to risk going out, hoping to make do with what you have. Your clanmates understand your decision and trust your judgement.",
        "chance_of_success": 40,
        "success_outcomes": [
            {
                "text": "You decide to venture out and are successful in finding the herb. Your clanmates appreciate your dedication and commitment to your role.",
                "exp": 40,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You venture out, but unfortunately, you are unable to find the herb. You're a bit disappointed but resolve to try again later.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "gen_your_cat53",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "hunting"
        ],
        "tags": [
            "camp"
        ],
        "patrol_art": "gen_hunt_mouse",
        "min_cats": 1,
        "max_cats": 3,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "A new kit has been born in the camp. It's your responsibility to check the kit's health and assure the queen everything is alright.",
        "decline_text": "Feeling unsure, you decide to seek advice from an older medicine cat before conducting the check-up. The queen is patient and trusts your caution.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You check the kit carefully and assure the queen that her kit is healthy. The queen is relieved, and you feel a sense of fulfillment in your duty.",
                "exp": 45,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You notice that the kit isn't feeding properly. After some effort, you manage to help, but it's a reminder of the importance of your role.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "gen_your_cat54",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "hunting"
        ],
        "tags": [
            "camp"
        ],
        "patrol_art": "gen_hunt_mouse",
        "min_cats": 1,
        "max_cats": 3,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "There has been an outbreak of whitecough among the apprentices. You need to quarantine them and start treatment immediately.",
        "decline_text": "Overwhelmed by the situation, you call for assistance from the senior warriors to help quarantine the apprentices while you focus on the treatment.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You act quickly and efficiently, quarantining the apprentices and starting the treatment. Your swift actions prevent the illness from spreading further.",
                "exp": 40,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You start the treatment, but it's a bit late, and the illness spreads to a few other cats. It's a hard lesson on the importance of quick action.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "lifegen_X",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "hunting"
        ],
        "tags": [
            "border"
        ],
        "patrol_art": "gen_hunt_mouse",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "As you are lounging about in a patch of sun, you notice that there is a fresh trail of paw prints leading up to the entrance of your den.",
        "decline_text": "You ignore the paw prints, sighing as the sun warms your pelt. Maybe an apprentice was just collecting some moss.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "Curious, you poke your head into the den only to see a group of kits poking about the herb store! As soon as you round up the kits, you harshly scold them on the potential dangers that come with playing around in the medicine den. You know it's a hard lesson to hear, but it is a necessary one.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "After a few more moments of sunbathing, you decide to walk over and poke your head into the den. To your horror, a group of kits had managed to get into the herb store. Various different herbs were scattered around the den, some trampled and useless as they fell victim to the kit's game.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "lifegen_X",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "hunting"
        ],
        "tags": [
            "border"
        ],
        "patrol_art": "gen_hunt_mouse",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "While resting in your den, you hear a small greeting from the entrance. You look up to see a clan member standing there, sheepishly asking you if you can help them figure out a recent dream that has been plaguing them for the last few days",
        "decline_text": "You quickly chalk it up to a nightmare, reassuring them that it will go away in a few days' time.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You invite the warrior in with a flick of your tail, asking them to sit down. The two of you have an in-depth conversation as you try to help them figure out the dreams' potential meanings and the action that should be taken. After the two of you have finished, your clanmate gratefully thanks you for your help and walks out of your den feeling validated, and with a newfound confidence that wasn't present before your discussion.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "After having your clanmate describe the dream, you attempt to have a conversation, offering what you think is helpful insight and potential ideas as to what the dream could be about. To your dismay, your clanmate seems to become more and more worried as you go on, concerned that the dream was some indistinct warning that they were supposed to interpret. You offer some quick words of reassurance as they quickly leave the den, but it seems to go right over their head.",
                "exp": 0,
                "weight": 20
            }
        ]
    }
]