[
    {
        "patrol_id": "gen_bord_fox1",
        "biome": "Any",
        "season": "Any",
        "tags": ["fighting", "death", "scar", "injury"],
        "intro_text": "Your patrol catches the scent of a fox.",
        "success_text": [
            "Your patrol finds the fox and drives it away.", 
            "Your patrol manages to catch the fox by surprise and chase it all the way to the border.",
            "Your patrol expertly fights the fox off. s_c is snapping at the fox's heels as they drive it from the territory."],
        "fail_text": [
            "Your patrol fails to drive away to fox, but luckily there were no injuries.", 
            null, 
            "Your patrol follows the scent, but they get ambushed! r_c is caught in the fox's jaws and suffers a fatal wound.", 
            "The mother fox fights to defend her cubs, and r_c is injured in the attack."],
        "decline_text": "Your patrol decides not to pursue the fox.",
        "chance_of_success": 40,
        "exp": 20,
        "win_skills": ["good fighter", "great fighter", "excellent fighter"],
        "min_cats": 1,
        "max_cats": 6,
        "history_text": [
            "This cat is scarred from a fight with a mother fox.",
            "This cat was killed in a fight with an angry mother fox."
        ]
    },
    {
        "patrol_id": "gen_bord_dog1",
        "biome": "Any",
        "season": "Any",
        "tags": ["fighting", "death", "scar", "injury", "respect", "border"],
        "intro_text": "r_c tracks the scent of a large dog, wandering along the edge of the clan's territory.",
        "decline_text": "r_cdecides not to pursue such a dangerous creature, especially seeing as it hasn't crossed the border.",
        "chance_of_success": 10,
        "exp": 50,
        "success_text": [
            "r_c bolts back to camp, yowling a warning!",
            null,
            "s_c sets up an ambush for the wandering dog, bloodying its snout and leading it on a wild chasing dance across the border and out of c_n territory.",
            "They don't feel like they have anything like the skill or power , but s_c would give their life for c_n, charging in to courageously lead the dog away from c_n territory. Each booming bark has to be the herald of their doom, each rancid breath the last thing they'll ever smell, but somehow, eventually, limbs and lungs burning, they leap to refuge."
        ],
        "fail_text": [
            null,
            null,
            "r_c would give their life to protect c_n, and as they lead the huge dog away from the clan, in their heart, they accept that's what they're doing. As darkness closes in around them and the dog's jaws descend again, r_c tries to sink their claws into its face, and hopes desperately that they led it far enough.",
            "r_c would give their life to protect c_n, and as they charge past the huge dog to lead it far, far from c_n, they accept it. Fear gives them speed, but it only takes one successful hit. Miraculously they fly out of the dog's jaws while it shakes them, landing in a refuge. r_c is injured, desperate, and terrified - but they're alive."
        ],
        "win_skills": ["excellent fighter"],
        "win_trait": ["altruistic", "ambitious", "compassionate", "confident", "empathetic", "faithful", "fierce", "loving", "loyal", "responsible", "righteous"], 
        "max_cats": 1,
        "min_cats": 1,
        "history_text": [
            "This cat is scarred from bravely defending the clan against a dog.",
            "This cat died to keep c_n safe from a large dog."
        ]
    },
    {
        "patrol_id": "gen_bord_dog2",
        "biome": "Any",
        "season": "Any",
        "tags": ["fighting", "death", "scar", "injury", "respect", "trust", "border"],
        "intro_text": "Your patrol tracks the scent of a large dog, wandering along the edge of the clan's territory.",
        "success_text": [
            "The patrol shadows the dog, sending a message back to warn camp. It's an exhausting and stressful day, but by the time night falls they've confirmed that the dog is leaving the local area, and the patrol has assured c_n's safety.",
            "Your patrol gathers their courage and valiantly tries to lead away the dog. With such a small group of cats, they can only lead it a short distance, but it's better than nothing.",
            "s_c sets up a careful ambush ahead of the dog, and the surprising, darting attack bloodies the dog's flank, dissuading it from heading further into c_n territory.",
            "s_c selflessly takes the lion's share of the run the patrol leads the dog on, exhausting themselves almost to the point of danger, but leading the dog far away from c_n borders. Their clanmates support them on the long walk home once it's all over, their purrs mixing with s_c exhausted pants."],
        "fail_text": [
            "The patrol tries to keep watch on the dog from a distance, but it spots the cats and they have to scatter. Everyone escapes just fine, but they lose track of the dog. It could be anywhere still out there, lurking, waiting to attack.",
            "s_c tries to take the lion's share of the effort to lead the dog away, but their strength fails them and the rest of the patrol needs to rescue them, cutting short the results of the patrol. Instead, everyone knows the dog could still be lurking on their borders.",
            "The patrol tries to lead the dog away from the clan's borders, but with so few cats it's impossible to cover each other's backs. r_c falls to the dog as the rest of the patrol runs for their lives back to camp, terrified out of their pelts and mourning their clanmate.",
            "The patrol tries bravely to lead the dog away from c_n borders, but with so few cats it's impossible to cover each other's backs. r_c gets caught while running and it's all the rest of the patrol can do to distract the dog long enough to get r_c to safety."
        ],
        "decline_text": "Your patrol decides not to pursue such a dangerous creature, especially seeing as it hasn't crossed the border.",
        "chance_of_success": 30,
        "exp": 30,
        "max_cats": 3,
        "min_cats": 2,
        "win_skills": ["excellent fighter"],
        "win_trait": ["altruistic", "ambitious", "compassionate", "confident", "empathetic", "faithful", "fierce", "loving", "loyal", "responsible", "righteous"], 
        "history_text": [
            "This cat is scarred from bravely defending the clan against a dog.",
            "This cat died to keep the clan safe from a large dog."
        ]
    },
    {
        "patrol_id": "gen_bord_dog3",
        "biome": "Any",
        "season": "Any",
        "tags": ["fighting", "death", "scar", "injury", "respect", "trust", "border"],
        "intro_text": "Your patrol stumbles across a large dog, wandering in the middle of the clan's territory.",
        "success_text": [
            "They decide that no cat is going to be surprised by this predator again, and the patrol shadows the dog, sending a message to warn camp. With enough cats to keep watch, rest, track, and send messages forward and back from camp, c_n is kept safe from the wandering dog.",
            "Your patrol gathers their courage and valiantly tries to lead away the dog. With such a small group of cats, they can only lead it a short distance, but it's better than nothing. Together, working as one, and with Starclan lighting their paws, they work all day, leading the dog hours away from c_n territory.",
            "s_c sets up a careful ambush ahead of the dog, and the surprising, darting attack bloodies the dog's flank, dissuading it from heading further into c_n territory. The dog tucks tail, and runs for more friendly lands.",
            "s_c selflessly takes the lion's share of the run the patrol leads the dog on, exhausting themselves almost to the point of danger, but leading the dog far away from c_n borders. Their clanmates support them on the long walk home once it's all over, their purrs mixing with s_c exhausted pants."],
        "fail_text": [
            "The patrol tries to keep watch on the dog from a distance, but it spots the cats and they have to scatter. It's not as bad as it could've been though, r_c manages to keep track of the dog's position, and it doesn't come any further into c_n territory.",
            "s_c tries to take the lion's share of the effort to lead the dog away, but their strength fails them and the rest of the patrol needs to rescue them, cutting short the results of the patrol. The patrol has to fall back, but they do so in good order.",
            "With multiple cats working as one to lead the dog away, for a while it looks as if everything is going to be fine. But it only needs one lucky strike, which hits r_c. The rest of the patrol can only carry their body back to camp to be buried with all the honor they deserve.",
            "The patrol leads the dog away from their borders bravely, but you only need to be unlucky once. r_c stumbles and gets caught by those snapping jaws, but the rest of the patrol rallies to defend them, and r_c is safely helped back to camp, where the medicine den awaits."
        ],
        "decline_text": "Your patrol decides not to pursue such a dangerous creature. c_n will just have to hope it doesn't come any nearer to camp.",
        "chance_of_success": 50,
        "exp": 30,
        "max_cats": 3,
        "min_cats": 2,
        "win_skills": ["excellent fighter"],
        "win_trait": ["altruistic", "ambitious", "compassionate", "confident", "empathetic", "faithful", "fierce", "loving", "loyal", "responsible", "righteous"], 
        "history_text": [
            "This cat is scarred from bravely defending the clan against a dog.",
            "This cat died to keep the clan safe from a large dog."
        ]
    },
    {
        "patrol_id": "gen_bord_smalldog1",
        "biome": "Any",
        "season": "Any",
        "tags": ["fighting", "scar", "death", "injury"],
        "intro_text": "Your patrol comes across a small dog.",
        "success_text": [
            "r_c hisses at the dog, warning it off. It skitters back, yapping loudly but headed in the right direction. Maybe they should add dog herding to their list of accomplishments?", 
            "r_c unsheathes their claws, puffs their fur out to as far as it'll go, gathers their courage, and drives the small dog from the border.", 
            "s_c unleashes all their battle experience, darting this way and that, ripping chunks of dog fur out as they drive it into the distance."],
        "fail_text": [
            "All r_c's attempts to drive the small dog off only send it into greater and greater fits of excitement, until the only thing to do is wait miserably and humiliatingly in a safe spot until the beast calms down.", 
            null, 
            "The animal is far more tenacious than r_c ever expected, and once the fight starts, there's no escaping from it. As r_c's world goes dark, they have their fangs sunk in the dog's throat. At least they'll take the beast with them.", 
            "Small, yappy, but . . . still a dog. r_c peers down from the tree where the animal has pinned them, wincing in pain. They won't underestimate these ugly creatures again."],
        "decline_text": "The patrol decides not to pursue the dog.",
        "chance_of_success": 60,
        "exp": 20,
        "min_cats": 1,
        "max_cats": 1,
        "win_skills": ["good fighter","great fighter","excellent fighter"],
        "history_text": [
            "This cat got a scar from a fight with a small dog, but they always say it was a huge dog.",
            "This cat was killed in a fight with a small dog, but they took the dog out with them."
        ]
    },
    {
        "patrol_id": "gen_bord_smalldog2",
        "biome": "Any",
        "season": "Any",
        "tags": ["fighting", "scar", "injury"],
        "intro_text": "Your patrol comes across a small dog, right on the border of c_n territory.",
        "success_text": [
            "p_l hisses at the small dog, and the rest of their small team back them up. The dog skitters back, yapping loudly, apparently shocked by the display, and the patrol breaks out into yowls and caterwauls, screaming until the small beast's nerve breaks, and it runs from the c_n border into the distance.", 
            "The patrol paces towards the small dog, claws out, fur up, backed up with the courage of their clanmates. The dog breaks into a barking fit, but that's their opportunity to attack, covering each other as they push the creature away from their lands.", 
            "s_c calls out a battle plan, and the cats flow into it, carefully covering each other and driving the dog backwards until its nerve breaks, it tucks tail, and it runs from c_n territory headed deep into the wilderness."],
        "fail_text": [
            "All r_c's attempts to drive the small dog off only send it into greater and greater fits of excitement, until the only thing to do is wait exasperatedly in a safe spot until the beast calms down.", 
            null, 
            null, 
            "The dog gets a lucky hit in on r_c, though together all the cats are still able to drive it off successfully."],
        "decline_text": "p_l decides not to pursue the dog, instead cutting the patrol short to head back to camp and report it.",
        "chance_of_success": 60,
        "exp": 20,
        "min_cats": 2,
        "max_cats": 3,
        "win_skills": ["good fighter","great fighter","excellent fighter"],
        "history_text": [
            "This cat got a scar from a fight with a small dog, but they always say it was a huge dog."
        ]
    },
    {
        "patrol_id": "gen_bord_smalldog3",
        "biome": "Any",
        "season": "Any",
        "tags": ["fighting", "scar", "injury"],
        "intro_text": "Your patrol comes across a small dog, right on the border of c_n territory.",
        "success_text": [
            "The patrol paces towards the small dog, claws out, fur up, backed up with the courage of their clanmates. The dog breaks into a barking fit, but that's their opportunity to attack, covering each other as they push the creature away from their lands.", 
            "Mobbed by cats and near blind with the blood in its eyes, the dog flees from c_n, yelping pitifully.", 
            "s_c calls out a battle plan, and the cats flow into it, carefully covering each other and driving the dog backwards until its nerve breaks, it tucks tail, and it runs from c_n territory headed deep into the wilderness."],
        "fail_text": [
            "All r_c's attempts to drive the small dog off only send it into greater and greater fits of excitement, until the only thing to do is wait exasperatedly in a safe spot until the beast calms down."
        ],
        "decline_text": "p_l decides not to pursue the dog, instead cutting the patrol short to head back to camp and report it.",
        "chance_of_success": 60,
        "exp": 20,
        "min_cats": 4,
        "max_cats": 6,
        "win_skills": ["good fighter","great fighter","excellent fighter"],
        "history_text": [
            "This cat got a scar from a fight with a small dog, but they always say it was a huge dog."
        ]
    },
    {
        "patrol_id": "gen_bord_rogues1",
        "biome": "Any",
        "season": "Any",
        "tags": ["fighting", "injury", "death", "scar"],
        "intro_text": "A gang of rogues confronts your patrol.",
        "success_text": [
            "Your patrol drives away the rogues.", 
            "Your patrol gives the rogues a thrashing they won't soon forget. Don't mess with c_n.",
            "Your patrol fights the rogues off. s_c can be seen expertly fighting two cats at once before the rogues finally retreat.",
            "s_c rushes in without hesitation, eager to dig their claws into the trespassers. The rogues flee and s_c lets out a victory yowl."
        ],
        "fail_text": [
            "The patrol is outnumbered by the rogues and is forced to retreat, luckily without taking any damage.", 
            null,
            "The rogues are bloodthirsty and kill r_c before they leave.",
            "The rogues fight viciously and leave r_c with a deep wound before they run off."
        ],
        "decline_text": "The patrol sprints back to camp.",
        "chance_of_success": 40,
        "exp": 20,
        "win_skills": ["excellent fighter"],
        "win_trait": ["fierce", "bloodthirsty"],
        "min_cats": 1,
        "max_cats": 6,
        "history_text": [
            "This cat was scarred in a battle with rogues.",
            "This cat died while attempting to fight off a rogue."
        ]
    },
    {
        "patrol_id": "gen_bord_badger1",
        "biome": "Any",
        "season": "Any",
        "tags": ["fighting", "death", "scar", "injury"],
        "intro_text": "There is a badger den up ahead.",
        "success_text": [
            "Your patrol chases the badger off of the territory.", 
            "Your patrol swiftly takes care of the threat, chasing the badger far off the territory.",
            "s_c rushes in, clawing at the badger's sensitive eyes. The badger bellows in pain and blindly lumbers off the territory with the patrol not far behind."
        ],
        "fail_text": [
            "Your patrol fails to drive the badger away, but luckily manages to escape any injuries.", 
            null, 
            "The badger is furious when the patrol nears its den and kills r_c.",
            "The badger is angered when the patrol nears its den and badly injures r_c."
        ],
        "decline_text": "The patrol avoids the badger den.",
        "chance_of_success": 40,
        "exp": 20,
        "win_skills": ["excellent fighter"],
        "min_cats": 1,
        "max_cats": 6,
        "history_text": [
            "This cat was scarred in a fight with a badger.",
            "This cat died at jaws of an angry badger."
        ]
    },
    {
        "patrol_id": "gen_bord_rogues2",
        "biome": "Any",
        "season": "Any",
        "tags": ["fighting"],
        "intro_text": "While on patrol, r_c notices some suspicious pawprints in the ground.",
        "success_text": [
            "The pawprints lead to a trespassing rogue and the patrol drives them off of the territory.", 
            null,
            "s_c charges towards the rogue, making all sorts of deranged sounds as slaver drips from their mouth. The rogue is thoroughly alarmed and flees. The rest of the cats praise s_c's quick thinking."],
        "fail_text": [
            "It turns out they were r_c's own pawprints . . . how embarrassing.", 
            null,
            "The pawprints lead to a trespassing rogue. The rogue is fierce and kills r_c before being run off.",
            "The pawprints lead to a trespassing rogue who injures r_c before being driven away."],
        "decline_text": "They decide not to investigate.",
        "chance_of_success": 60,
        "exp": 20,
        "win_skills": ["good fighter" ,"very smart", "extremely smart", "excellent fighter"],
        "min_cats": 2,
        "max_cats": 6,
        "history_text": [
            "This cat was scarred in a battle with rogues.",
            "This cat died while attempting to fight off a rogue."
        ]
    },
    {
        "patrol_id": "gen_bord_solo1",
        "biome": "Any",
        "season": "Any",
        "tags": ["border"],
        "intro_text": "r_c is nervous doing a patrol by themselves.",
        "success_text": ["They don't let their nerves get to them and continue the patrol successfully."],
        "fail_text": ["They run back to camp, unable to continue."],
        "decline_text": "They continue the patrol but progress is slow.",
        "chance_of_success": 40,
        "exp": 20,
        "win_skills": ["very smart" , "extremely smart"],
        "max_cats": 1,
        "min_cats": 1
    },
    {
        "patrol_id": "gen_bord_heat1",
        "biome": "Any",
        "season": "greenleaf",
        "tags": ["border", "death", "illness"],
        "intro_text": "It is extremely hot out today. r_c debates turning back home.",
        "success_text": [
            "They decide to power through the weather and the patrol successfully marks all of the borders.",
            "The patrol stops to cool off in the shade of a tree for a heartbeat before continuing on their way."],
        "fail_text": [
            "No way, it's too hot for this. They can try to patrol again later.", 
            null,
            "r_c collapses from heat exhaustion. p_l carries them back to camp, but they don't recover.",
            "r_c collapses from heat exhaustion. p_l carries them back to camp."],
        "decline_text": "The patrol decides to head back to camp, they can patrol a different day",
        "chance_of_success": 50,
        "exp": 20,
        "min_cats": 2,
        "max_cats": 6,
        "history_text": [
            "This cat got heatstroke while on a patrol.",
            "This cat died from heat heat stroke."
        ]
    },
    {
        "patrol_id": "gen_bord_heat2",
        "biome": "Any",
        "season": "greenleaf",
        "tags": ["border"],
        "intro_text": "r_c spots a pond and debates if they should stop for a quick swim to cool off.",
        "success_text": ["They stop to swim for a few moments and feel rejuvenated."],
        "fail_text": ["They get distracted while splashing in the water."],
        "decline_text": "r_c decides to continue with the patrol instead.",
        "chance_of_success": 50,
        "exp": 5,
        "min_cats": 1,
        "max_cats": 6
    },
    {
        "patrol_id": "fst_bord_rogue1",
        "biome": "forest",
        "season": "Any",
        "tags": ["border", "fighting", "scar", "injury", "death", "reputation"],
        "intro_text": "As the patrol is marking the border lines, a gang of rogues bursts from the bushes! An ambush!",
        "decline_text": "The patrol turns tail and races away! The borders left open for the rogues to muddy.",
        "chance_of_success": 70,
        "exp": 30,
        "success_text": [
            "The patrol descends into battle without a second thought, eventually driving the rogues away.",
            null,
            "s_c immediately leaps to protect their clanmates, their ferocity in battle quickly terrifying the rogues. Realizing that they've sorely underestimated the clan cats, the rogues turn tail and run.",
            "s_c revels in the battle, leaping into the fray with their teeth bared and claws ready. The rogues are quickly driven away by the patrol."
        ],
        "fail_text": [
            null,
            null,
            "The rogues are terrifyingly coordinated and are quick to use the patrol's shock and confusion against them. The patrol cats are picked off one by one, only a couple managing to escape the slaughter.",
            "Taken by surprise, the patrol scatters and loses cohesion. The rogues are quick to take advantage of the confusion and eventually the patrol retreats, r_c badly wounded."
        ],
        "win_skills": ["excellent fighter"],
        "win_trait": ["bloodthirsty", "fierce", "vengeful"],
        "min_cats": 4,
        "max_cats": 6,
        "history_text": [
            "This cat was badly scarred when rogues ambushed their patrol.",
            "This cat was killed when rogues ambushed their patrol."
        ]
    },
    {
        "patrol_id": "fst_bord_rogue2",
        "biome": "forest",
        "season":"Any",
        "tags": ["border", "fighting", "scar", "injury", "death", "reputation"],
        "intro_text": "As the patrol is marking the border lines, a gang of rogues bursts from the bushes! An ambush!",
        "decline_text": "The patrol turns tail and races away! The borders left open for the rogues to muddy.",
        "chance_of_success": 40,
        "exp": 30,
        "success_text": [
            "The patrol descends into battle without a second thought, eventually driving the rogues away.",
            null,
            "s_c immediately leaps to protect their clanmates, their ferocity in battle quickly terrifying the rogues. Realizing that they've sorely underestimated the clan cats, the rogues turn tail and run.",
            "s_c revels in the battle, leaping into the fray with their teeth bared and claws ready. The rogues are quickly driven away by the patrol."
        ],
        "fail_text": [
            null,
            null,
            "The rogues greatly outnumber the patrol and have no trouble defeating them. The warrior's bodies are found the next day, covered in battle wounds and cold.",
            "Taken by surprise, the patrol scatters and loses cohesion. The rogues are quick to take advantage of the confusion and eventually the patrol retreats, r_c badly wounded."
        ],
        "win_skills": ["excellent fighter"],
        "win_trait": ["bloodthirsty", "fierce", "vengeful"],
        "min_cats": 2,
        "max_cats": 3,
        "history_text": [
            "This cat was badly scarred when rogues ambushed their patrol.",
            "This cat was killed when rogues ambushed their patrol."
        ]
    },
    {
        "patrol_id": "fst_bord_rogue3",
        "biome": "forest",
        "season":"Any",
        "tags": ["border", "fighting", "scar", "injury", "death", "reputation"],
        "intro_text": "As r_c is marking the border lines, a gang of rogues bursts from the bushes! An ambush!",
        "decline_text": "r_c turns tail and races away! The rogues have them far outnumbered, warning the clan is more important than dying needlessly.",
        "chance_of_success": 10,
        "exp": 30,
        "success_text": [
            "Stunned for a moment, r_c is nearly caught in the teeth of the first rogue, but they manage to dodge and weave through the onslaught of attacks, eventually escaping the fray and pelting towards camp with yowls of warning bursting from their lungs.",
            null,
            "s_c snarls at the rogues, outnumbered but not cowed. They throw themselves at the intruders with such ferocity and fury that the rogues are taken aback. Alarmed by the lack of fear and self-preservation from the clan cat, the rogues freeze. s_c sees their opportunity to run and takes it, racing back to the camp to gather more warriors and return."
        ],
        "fail_text": [
            null,
            "s_c snarls at the rogues, outnumbered but not cowed. They throw themselves at the intruders with such ferocity and fury that the rogues are taken aback. For a moment the rogues are stunned by the reaction, but the shock doesn't last long before they descend upon the warrior once more. Eventually, s_c has no choice but to escape before they're killed.",
            "The rogues greatly outnumber r_c and have no trouble killing the lone warrior. Their body is discovered the next day, covered in wounds and cold."
        ],
        "win_skills": ["excellent fighter"],
        "fail_traits": ["bloodthirsty", "fierce", "vengeful"],
        "min_cats": 1,
        "max_cats": 1,
        "history_text": [
            null,
            "This cat was killed when rogues ambushed them while on a solo patrol."
        ]
    },
    {
        "patrol_id": "fst_bord_rogue4",
        "biome": "forest",
        "season": "Any",
        "tags": ["border", "fighting", "scar", "injury", "death", "reputation", "respect", "trust"],
        "intro_text": "As the patrol is marking the border lines, a gang of rogues strides out of the brush, challenging the clan cats.",
        "decline_text": "The patrol turns tail and races away! The borders left open for the rogues to muddy.",
        "chance_of_success": 70,
        "exp": 30,
        "success_text": [
            "The rogues posture and jeer, eventually provoking a battle. The clan cats are strong, however, and the rogues seem to be weakened by hunger.  The patrol easily drives the intruders away.",
            "The rogues posture and jeer, eventually provoking a battle. The clan cats are strong, however, and after a short fight, the rogues are forced to retreat.",
            "s_c takes the lead, confronting the gang with confidence. Eventually the rogues admit that they've been struggling to find enough prey and were looking to steal richer territory from the clan. Tensions are eased when s_c informs the rogues of a prey-rich plains outside of c_n territory.",
            "s_c takes the lead, confronting the gang with confidence. Eventually the rogues admit that they've been struggling to find enough prey and were looking to steal richer territory from the clan. Tensions are eased when s_c informs the rogues of a prey-rich plains outside of c_n territory."
        ],
        "fail_text": [
            null,
            null,
            "The rogues are terrifyingly coordinated and are quick to use the patrol's momentary surprise to their advantage. The patrol cats are picked off one by one, only a couple managing to escape the slaughter.",
            "The rogues posture and jeer, eventually provoking a battle. They prove to be strong fighters and eventually the patrol is forced to retreat, r_c badly injured."
        ],
        "win_skills": ["good speaker", "great speaker", "excellent speaker"],
        "win_trait": ["bold", "confident"],
        "min_cats": 4,
        "max_cats": 6,
        "antagonize_text": "The patrol descends into battle without a second thought, eventually driving the rogues away.",
        "antagonize_fail_text": "The patrol descends into battle without a second thought, but the rogues are stronger than expected and eventually the patrol is forced to retreat.",
        "history_text": [
            "r_c was badly scarred when rogues attacked their patrol.",
            "This cat was killed when rogues attacked their patrol."
        ]
    }
]
