[
    {
        "patrol_id": "gen_bord_fox1",
        "tags": ["fighting", "death", "scar", "injury"],
        "intro_text": "Your patrol catches the scent of a fox.",
        "success_text": [
            "Your patrol finds the fox and drives it away.", 
            "Your patrol manages to catch the fox by surprise and chase it all the way to the border.",
            "Your patrol expertly fights the fox off. s_c is snapping at the fox's heels as they drive it from the territory."],
        "fail_text": [
            "Your patrol fails to drive away to fox, but luckily there were no injuries.", 
            "", 
            "Your patrol follows the scent, but they get ambushed! r_c is caught in the fox's jaws and suffers a fatal wound.", 
            "The mother fox fights to defend her cubs, and r_c is injured in the attack."],
        "decline_text": "Your patrol decides not to pursue the fox.",
        "chance_of_success": 40,
        "exp": 20,
        "win_skills": ["good fighter", "great fighter", "excellent fighter"]
    },
    {
        "patrol_id": "gen_bord_dog1",
        "tags": ["fighting", "death", "injury", "scar"],
        "intro_text": "Your patrol comes across a large dog.",
        "success_text": [
            "Your patrol valiantly drives away the dog.", 
            "Your patrol viciously attacks the dog, sending it running back to its twolegs.", 
            "Your patrol fights valiantly. s_c manages to get a good swipe on the dog's muzzle, sending it howling as it runs away."],
        "fail_text": [
            "Your patrol fails to drive away the dog, but miraculously escapes without injuries.", 
            "",
            "The dog is driven away, but not before injuring r_c", 
            "The dog is vicious and catches r_c. The patrol fights the dog off, but r_c is fatally wounded."],
        "decline_text": "Your patrol decides not to pursue the dog",
        "chance_of_success": 40,
        "exp": 20,
        "win_skills": ["excellent fighter"]
    },
    {
        "patrol_id": "gen_bord_dog2",
        "tags": ["fighting", "scar", "injury"],
        "intro_text": "Your patrol comes across a small dog.",
        "success_text": [
            "Your patrol drives away the dog.", 
            "", 
            "Your patrol enters a standoff with the dog. s_c rushes forward and swipes it across the muzzle, sending it howling away."],
        "fail_text": [
            "The dog's barking scares away prey.", 
            "", 
            "", 
            "The dog is a bit more vicious than the patrol originally thought. r_c gets injured as they go to attack it."],
        "decline_text": "The patrol decides not to pursue the dog.",
        "chance_of_success": 60,
        "exp": 10,
        "win_skills": ["good fighter","great fighter","excellent fighter"]
    },
    {
        "patrol_id": "gen_bord_rogues1",
        "tags": ["fighting", "injury", "death", "scar"],
        "intro_text": "A gang of rogues confronts your patrol.",
        "success_text": [
            "Your patrol drives away the rogues.", 
            "Your patrol gives the rogues a thrashing they won't soon forget. Don't mess with c_n.",
            "Your patrol fights the rogues off. s_c can be seen expertly fighting two cats at once before the rogues finally retreat.",
            "s_c rushes in without hesitation, eager to dig their claws into the trespassers. The rogues flee and s_c lets out a victory yowl."
        ],
        "fail_text": [
            "The patrol is outnumbered by the rogues and is forced to retreat, luckily without taking any damage.", 
            "",
            "The rogues are bloodthirsty and kill r_c before they leave.",
            "The rogues fight viciously and leave r_c with a deep wound before they run off."
        ],
        "decline_text": "The patrol sprints back to camp.",
        "chance_of_success": 40,
        "exp": 20,
        "win_skills": ["excellent fighter"],
        "win_trait": ["fierce", "bloodthirsty"]
    },
    {
        "patrol_id": "gen_bord_badger1",
        "tags": ["fighting", "death", "scar", "injury"],
        "intro_text": "There is a badger den up ahead.",
        "success_text": [
            "Your patrol chases the badger off of the territory.", 
            "Your patrol swiftly takes care of the threat, chasing the badger far off the territory.",
            "s_c rushes in, clawing at the badger's sensitive eyes. The badger bellows in pain and blindly lumbers off the territory with the patrol not far behind."
        ],
        "fail_text": [
            "Your patrol fails to drive the badger away, but luckily manages to escape any injuries.", 
            "", 
            "The badger is angered when the patrol nears its den and badly injures r_c.",
            "The badger is furious when the patrol nears its den and kills r_c."
        ],
        "decline_text": "The patrol avoids the badger den.",
        "chance_of_success": 40,
        "exp": 20,
        "win_skills": ["excellent fighter"]
    },
    {
        "patrol_id": "gen_bord_rogues2",
        "tags": ["fighting"],
        "intro_text": "While on patrol, r_c notices some suspicious pawprints in the ground.",
        "success_text": [
            "The pawprints lead to a trespassing rogue and the patrol drives them off of the territory.", 
            "",
            "s_c charges towards the rogue, making all sorts of deranged sounds as slaver drips from their mouth. The rogue is thoroughly alarmed and flees. The rest of the cats praise s_c's quick thinking."],
        "fail_text": [
            "It turns out they were r_c's own pawprints . . . how embarrassing.", 
            "",
            "The pawprints lead to a trespassing rogue. The rogue is fierce and kills r_c before being run off.",
            "The pawprints lead to a trespassing rogue who injures r_c before being driven away."],
        "decline_text": "They decide not to investigate.",
        "chance_of_success": 60,
        "exp": 10,
        "win_skills": ["good fighter" ,"very smart", "extremely smart", "excellent fighter"],
        "min_cats": 2
    },
    {
        "patrol_id": "gen_bord_solo1",
        "tags": ["border"],
        "intro_text": "r_c is nervous doing a patrol by themselves.",
        "success_text": ["They don't let their nerves get to them and continue the patrol successfully."],
        "fail_text": ["They run back to camp, unable to continue."],
        "decline_text": "They continue the patrol but progress is slow.",
        "chance_of_success": 40,
        "exp": 10,
        "win_skills": ["very smart" , "extremely smart"],
        "max_cats": 1
    },
    {
        "patrol_id": "gen_bord_heat1",
        "season": "Greenleaf",
        "tags": ["border", "death", "illness"],
        "intro_text": "It is extremely hot out today. r_c debates turning back home.",
        "success_text": [
            "They decide to power through the weather and the patrol successfully marks all of the borders.",
            "The patrol stops to cool off in the shade of a tree for a heartbeat before continuing on their way."],
        "fail_text": [
            "No way, it's too hot for this. They can try to patrol again later.", 
            "",
            "r_c collapses from heat exhaustion. p_l carries them back to camp, but they don't recover.",
            "r_c collapses from heat exhaustion. p_l carries them back to camp."],
        "decline_text": "The patrol decides to head back to camp, they can patrol a different day",
        "chance_of_success": 50,
        "exp": 10,
        "min_cats": 2
    },
    {
        "patrol_id": "gen_bord_heat2",
        "season": "Greenleaf",
        "tags": ["border"],
        "intro_text": "r_c spots a pond and debates if they should stop for a quick swim to cool off",
        "success_text": ["They stop to swim for a few moments and feel rejuvenated"],
        "fail_text": ["They get distracted while splashing in the water"],
        "decline_text": "r_c decides to continue with the patrol instead",
        "chance_of_success": 50,
        "exp": 5
    },
    {
        "patrol_id": "gen_bord_twolegs1",
        "season": "Greenleaf",
        "tags": ["border"],
        "intro_text": "The patrol comes across a strange Twoleg object smelling slightly of smoke and prey",
        "success_text": "The patrol interprets the purpose of the object. It seems like Twolegs light their freshkill on fire before eating it! How strange.",
        "fail_text": "The patrol can't seem to interpret the purpose of the object",
        "decline_text": "The patrol decides to avoid the Twoleg object",
        "chance_of_success": 50,
        "exp": 10,
        "win_skills": ["smart", "very smart", "extremely smart"]
    }
]
