[
    {
        "patrol_id": "gen_gen_newcat1",
        "biome": "Any",
        "season": "Any",
        "tags": ["border", "new_cat", "reputation"],
        "intro_text": "Your patrol finds a loner who is interested in joining the Clan.",
        "success_text": [
                "The patrol convinces the loner to join the Clan.",
                "The patrol convinces the loner to join the Clan, and they join with their litter of kits."
        ],
        "fail_text": [
                "The loner decides against joining."
        ],
        "decline_text": "Your patrol decides not to confront the loner.",
        "antagonize_text": "Your patrol drives the loner off of the territory.",
        "antagonize_fail_text": "The loner is unimpressed by their hostility and decides this clan is not for them.",
        "chance_of_success": 40,
        "exp": 10,
        "win_skills": ["great speaker", "excellent speaker"],
        "min_cats": 1,
        "max_cats": 6

    },
    {
        "patrol_id": "gen_gen_newcat2",
        "biome": "Any",
        "season": "Any",
        "tags": ["border", "new_cat", "reputation"],
        "intro_text": "Your patrol finds a kittypet who is interested in joining the Clan.",
        "decline_text": "Your patrol decides not to confront the kittypet.",
        "chance_of_success": 40,
        "exp": 10,
        "success_text": [
                "The patrol convinces the kittypet to join the Clan.",
                "The patrol convinces the kittypet to join the Clan, and they join with their litter of kits."
        ],
        "fail_text": [
                "The description of Clan life frightens the kittypet."
        ],
        "min_cats": 1,
        "max_cats": 6,
        "win_skills": ["great speaker","excellent speaker"],
        "antagonize_text": "Your patrol drives the kittypet off of the territory.",
        "antagonize_fail_text": "The kittypet is taken aback by their hostility and decides that Clan life is not for them."

    },
    {
        "patrol_id": "gen_gen_newcat3",
        "biome": "Any",
        "season": "Any",
        "tags": ["border", "new_cat", "reputation"],
        "intro_text": "r_c finds a wounded cat near the thunderpath.",
        "success_text": [
            "The patrol brings the cat back to camp. Once nursed back to health, the cat decides to join the Clan."
        ],
        "fail_text": [
            "As r_c inspects the cat, they find that they are already hunting with their ancestors.",
            "The cats attempt to carry the cat back to camp, but the cat passes on the way. They stop to bury the cat before continuing home."
        ],
        "decline_text": "They leave the wounded cat alone.",
        "antagonize_text": "Your patrol drives the cat off of the territory. It's not c_n's problem.",
        "antagonize_fail_text": "The patrol tries to drive the cat away, but they trip and stumble over a loose twig. They lay on the ground and don't get back up. The patrol takes a bit of time to bury them - just to keep the scavengers away.",
        "chance_of_success": 40,
        "exp": 10,
        "win_skills": ["smart", "very smart", "extremely smart"],
        "min_cats": 1,
        "max_cats": 6

    },
    {
        "patrol_id": "gen_gen_newkit1",
        "biome": "Any",
        "season": "Any",
        "tags": ["border", "new_cat", "reputation"],
        "intro_text": "r_c finds an abandoned kit whose mother is nowhere to be found.",
        "success_text": [
            "The kit is taken back to camp and nursed back to health."
        ],
        "fail_text": [
            "The kit is taken back to camp, but grows weak and dies a few days later.",
            "The patrol approaches the kit, only to realize that it's already gone. They swiftly bury it and move on."
        ],
        "decline_text": "They decide to leave the kit alone.",
        "antagonize_text": "Your patrol moves the kit away from the territory, they have no interest in strange kits.",
        "antagonize_fail_text": "The kit smells of two-legs, your patrol has no interest in what will surely grow to be a weak cat.",
        "chance_of_success": 40,
        "exp": 10,
        "win_skills": ["smart", "very smart", "extremely smart"],
        "min_cats": 1,
        "max_cats": 6

    },
    {
        "patrol_id": "gen_gen_newmed1",
        "biome": "Any",
        "season": "Any",
        "tags": ["border", "new_cat", "reputation", "med_cat"],
        "intro_text": "r_c finds a loner who offers their healing skills in exchange for shelter.",
        "success_text": [
            "The new medicine cat is welcomed into the clan."
        ],
        "fail_text": [
            "After hearing more about your clan, the loner decides not to join."
        ],
        "decline_text": "The patrol declines their offer.",
        "antagonize_text": "Your patrol drives the cat off of the territory.",
        "antagonize_fail_text": "The loner is unimpressed by their hostility and decides this clan is not for them.",
        "chance_of_success": 40,
        "exp": 10,
        "win_skills": ["great speaker", "excellent speaker"],
        "min_cats": 1,
        "max_cats": 6
    }
]