[
{
    "patrol_id": "gen_border_otherclan1",
    "biome": "Any",
    "season": "Any",
    "tags": ["border", "other_clan", "injury", "death", "scar"],
    "intro_text": "As your patrol is checking the border markings, a o_c_n patrol appears and begins jeering at the c_n patrol.",
    "decline_text": "Your patrol decides this isn't worthwhile and backs off from the other patrol, leaving the area.",
    "chance_of_success": 60,
    "exp": 10,
    "success_text": [
        "The patrol remains calm and collected, ignoring the aggression. Eventually the o_c_n patrol gives up on their taunting and leaves the area, deflated by the lack of reaction.",
        null,
        "s_c is quick to strike up conversation with the other patrol, trying to get to the root of their rudeness. Eventually the problem is smoothed over, nothing but a misunderstanding and unfounded assumptions.",
        "s_c is quick to strike up conversation with the other patrol, trying to get to the root of their rudeness. Eventually the problem is smoothed over, nothing but a misunderstanding and unfounded assumptions."
    ],
    "fail_text": [
        "Your patrol jeers right back. After trading insults and threats for a few minutes the two patrols part ways, begrudgingly leaving the area. This experience won't be good for clan relations.",
        "s_c shuffles their feet, nervous at the appearance of a hostile o_c_n patrol. Suddenly, s_c takes off back towards the camp! The tension is just too much! Their cowardly reaction won't reflect well on the clan.",
        "The two patrols begin throwing insults back and forth, the tension ratcheting higher and higher until suddenly a fight breaks out! The tussle quickly becomes deadly, r_c lying motionless on the ground when the enemy cat backs off.",
        "The two patrols begin throwing insults back and forth, the tension ratcheting higher and higher until suddenly a fight breaks out! The tussle ends quickly but r_c is still left injured."
    ],
    "other_clan": ["None"],
    "win_skills": ["good speaker", "great speaker", "excellent speaker"],
    "win_trait": ["charismatic", "altruistic", "thoughtful", "wise", "confident"],
    "fail_skills": ["None"],
    "fail_trait": ["insecure", "nervous"],
    "min_cats": 1,
    "max_cats": 6,
    "antagonize_text": "Angry at the insult to their clan, your patrol throws themselves at the enemy patrol. They drive the o_c_n patrol away from the border.",
    "antagonize_fail_text": "Angry at the insult to their clan, your patrol throws themselves at the enemy patrol. Despite their righteous fury the o_c_n patrol quickly overpowers them and sends your patrol back onto their own side of the border.",
    "history_text": [
        "r_c was scarred by an enemy warrior.",
        "r_c was killed by an enemy warrior."
    ]
},
{
    "patrol_id": "gen_border_otherclan2",
    "biome": "Any",
    "season": "Any",
    "tags": ["border", "other_clan", "injury", "death", "scar"],
    "intro_text": "As your patrol is checking the border markings, a o_c_n patrol appears and begins jeering at the c_n patrol.",
    "decline_text": "Your patrol decides this isn't worthwhile and backs off from the other patrol, leaving the area.",
    "chance_of_success": 60,
    "exp": 10,
    "success_text": [
            "The patrol remains calm and collected, ignoring the aggression. Eventually the o_c_n patrol gives up on their taunting and leaves the area, deflated by the lack of reaction.",
            null,
            "s_c postures right back at the o_c_n cats, drawing themselves up to their full height and baring their teeth. The other patrol backs down a bit, they seem to know of s_c's reputation in battle.  The o_c_n cats eventually leave, cowed by the display but with begrudging respect for s_c's strength.",
            "s_c is quick to strike up conversation with the other patrol, playfully poking fun at both o_c_n and c_n. Their antics lighten the mood and make the other patrol cats laugh despite their previous aggression.  Situation successfully diffused and cats on both sides feeling surprisingly friendly toward each other, the two patrols part ways."
    ],
    "fail_text": [
            "Your patrol jeers right back. After trading insults and threats for a few minutes the two patrols part ways, begrudgingly leaving the area. This experience won't be good for clan relations.",
            "s_c won't stand for this insult to their clan. They throw themselves at the o_c_n patrol, but the enemy patrol has no trouble rebuffing one cat. Your patrol backs off from the border.",
            "The two patrols begin throwing insults back and forth, the tension ratcheting higher and higher until suddenly a fight breaks out! The tussle quickly becomes deadly, r_c lying motionless on the ground when the enemy cat backs off.",
            "The two patrols begin throwing insults back and forth, the tension ratcheting higher and higher until suddenly a fight breaks out! The tussle ends quickly but r_c is still left injured."
    ],
    "other_clan": ["None"],
    "win_skills": ["good fighter", "great fighter", "excellent fighter"],
    "win_trait": ["charismatic", "playful", "childish", "strange", "daring"],
    "fail_skills": ["None"],
    "fail_trait": ["bloodthirsty", "vengeful", "loyal", "fierce"],
    "min_cats": 1,
    "max_cats": 6,
    "antagonize_text": "Angry at the insult to their clan, your patrol throws themselves at the enemy patrol. They drive the o_c_n patrol away from the border.",
    "antagonize_fail_text": "Angry at the insult to their clan, your patrol throws themselves at the enemy patrol. Despite their righteous fury the o_c_n patrol quickly overpowers them and sends your patrol back onto their own side of the border.",
    "history_text": [
        "r_c was scarred by an enemy warrior.",
        "r_c was killed by an enemy warrior."
    ]
},
{
    "patrol_id": "gen_border_otherclan3",
    "biome": "Any",
    "season": "Any",
    "tags": ["border", "other_clan", "hunting", "scar", "injury", "death"],
    "intro_text": "r_c spies a fat rabbit on the other side of the o_c_n border. A tempting opportunity to be sure, but it may not be wise to hunt on an enemy's territory.",
    "decline_text": "Your patrol decides that one rabbit isn't worth the potential fight.",
    "chance_of_success": 60,
    "exp": 10,
    "success_text": [
        "r_c pounces without hesitation! They glance around, rabbit hanging from their muzzle, but it seems there aren't any o_c_n cats nearby. r_c trots back over the border, their prize in tow and transgression unnoticed.",
        "r_c leaps for the rabbit! And promptly trips over a rock. The rabbit hops away and r_c sheepishly picks themselves up. It's probably for the better that they weren't able to catch the rabbit.  Trespassing could have easily caused a fight.",
        "s_c leaps for the rabbit, making a swift kill just before a o_c_n patrol comes into view. The o_c_n cats screech at the trespass and rush at your patrol. s_c barely manages to talk them down from a fight, begrudgingly handing over the rabbit, and the patrols part ways without any cat getting hurt.",
        "r_c is about to leap for the rabbit before s_c grabs them by the scruff and pulls them back! A moment later, r_c sees the group of o_c_n cats that had just come into view. Good thing s_c stopped them before they could blatantly trespass in full view of the other clan."
    ],
    "fail_text": [
        "r_c leaps for the rabbit! And promptly trips over a rock. The rabbit hops away and r_c sheepishly picks themselves up before noticing the o_c_n cat watching them from the other side of the border. The other cat knows exactly what r_c was intending to do and hisses crossly before turning away, presumably to report the incident to their own leader.",
        "s_c pounces with no hesitation! They easily kill the rabbit before glancing up and coming face to face with a o_c_n cat. s_c is promptly chased back over the border and the other cat glares, hissing and spitting, until your patrol leaves the area.",
        "r_c checks the area, it seems to be clear of o_c_n patrols. They leap for the rabbit, easily killing it, but very quickly find that they should've double checked before trespassing. a o_c_n patrol rushes into view from where they were hiding and descends upon r_c, killing them before anyone else can help. Was one rabbit worth this?",
        "r_c pounces with no hesitation! They easily kill the rabbit before glancing up and coming face to face with a o_c_n cat. After a short tussle, r_c flees back over the border and limps their way home, that rabbit certainly wasn't worth the trouble."
    ],
    "other_clan": ["None"],
    "win_skills": ["good speaker", "great speaker", "excellent speaker"],
    "win_trait": ["careful", "calm", "patient", "wise", "sneaky", "responsible"],
    "fail_skills": ["None"],
    "fail_trait": ["daring", "adventurous", "ambitious", "bold", "shameless", "troublesome"],
    "min_cats": 2,
    "max_cats": 6,
    "antagonize_text": "A tempting opportunity. And also a perfect one. r_c pounces and swiftly kills the rabbit, intentionally leaving evidence of their deed behind. That will show those o_c_n cats just how confident c_n is in their own power.",
    "antagonize_fail_text": "r_c leaps for the rabbit! And promptly trips over a rock. The rabbit hops away and r_c sheepishly picks themselves up before noticing the o_c_n cat watching them from the other side of the border. The other cat laughs at the pathetic display and turns to walk deeper into their own territory. They seem to be unfazed and unimpressed by the sad attempt.",
    "history_text": [
        "r_c disrespected the border lines and was scarred by an enemy warrior for it.",
        "r_c disrespected the border lines and was killed by an enemy warrior for it."

    ]
},
{
    "patrol_id": "gen_med_borderherb1",
    "biome": "Any",
    "season": "leaf-bare",
    "tags": ["med_cat", "herbs", "other_clan", "med_only", "injury"],
    "intro_text": "p_l pads along, mouth open slightly as they scent for any traces of herbs. Oh! They can smell some bearberries nearby - but it seems that they're just over the border.",
    "decline_text": "They decide that trespassing isn't worth it in this case.",
    "chance_of_success": 50,
    "exp": 20,
    "success_text": [
        "They pad over to the border and hesitate only momentarily before crossing. They quickly gather some of the berries, making sure to leave plenty for o_c_n's medicine cat if they need some, too.",
        "They pad to the border and pause for a heartbeat to scent the air. o_c_n's scent is very strong, but there's something else . . . o_c_n's medicine cat appears at that moment. They're walking towards the bearberries when they spot p_l and curl their lip. They snarl that they're not willing to share with an enemy clan. p_l takes the hint and leaves.",
        "p_l is about to step over the border when a hiss stops them in their tracks. A o_c_n warrior bounds into view, bristling with rage. They quickly explain that they're the medicine cat and the warrior code allows them to cross the border and assure that they only need a few berries for some sick clanmates. The warrior looks torn, but agrees to this."
    ],
    "fail_text": [
        "p_l starts to step over the border but a hiss stops them in their tracks. A o_c_n patrol is running their way. As the patrol approaches, they blurt out that they're a medicine cat. One of the warriors snarls that they won't tolerate c_n cats on their land, medicine cat or not, and p_l needs to leave before they make them. They oblige quickly.",
        null,
        null,
        "p_l starts to step over the border but a hiss stops them in their tracks. A o_c_n patrol is running their way. As the patrol approaches, they blurt out that they're a medicine cat. The warriors either don't hear them or don't care and they take multiple swipes at the medicine cat before they can get away."
    ],
    "win_skills": ["excellent mediator"],
    "win_trait": ["None"],
    "fail_skills": ["None"],
    "fail_trait": ["None"],
    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "gen_border_scent1",
    "biome": "Any",
    "season": "Any",
    "tags": ["border", "other_clan", "death", "injury", "scar"],
    "intro_text": "As your patrol is checking the border lines, they notice that a o_c_n scent has strayed into their territory.  o_c_n has been hostile recently, this can't be good.",
    "decline_text": "p_l decides that it isn't important right now.  They'll report it when they get back to camp.",
    "chance_of_success": 60,
    "exp": 10,
    "success_text": [
        "After poking around a bit, your patrol discovers a o_c_n apprentice wandering nearby, hopelessly lost.  The apprentice is distraught upon discovering they're on the wrong side of the border and while p_l is still suspicious of the situation, they only lecture the apprentice on border lines before sending them back into o_c_n territory.",
        null,
        "It doesn't take long to find the o_c_n apprentice that left the scent.  The young cat is aggressive and hostile, but s_c is quick to deescalate the situation.  After a gentle conversation, the apprentice begrudgingly apologizes for the trespass.",
        "Your patrol follows the scent and finds a wounded o_c_n warrior.  It seems the cat had been caught by a dog and chased into c_n territory.  The dog is gone now, but the warrior can't make it back across the border on their own.  s_c is hesitant, but insists that the patrol at least escort the wounded warrior to the border."
    ],
    "fail_text": [
        "Your patrol decides to follow the scent, but only ends up walking in circles.  Either the trespasser is good at concealing their trail or your patrol just needs to work on their tracking skills.  It doesn't matter now, the whole day has been wasted.  p_l decides that they should just return to camp and report the strange scent.",
        "s_c is relentless in tracking the scent and at the end of it finds a o_c_n apprentice.  The young cat has a freshly killed rabbit in their mouth and s_c yowls in anger, not hesitating before attacking the apprentice.  The o_c_n cat is driven off of your territory and the rabbit brought back to camp for your own cats.",
        "Your patrol follows the scent to a o_c_n cat taking refuge up a tree.  The cat looks scared and only stares down at them before a large dog suddenly descends upon your patrol.  r_c is killed before they can run and the rest of the patrol scatters in fear.",
        "Your patrol follows the scent to a o_c_n cat taking refuge up a tree.  The cat snarls down at them, a gleam in their eye, before a large dog comes crashing down on the patrol. r_c is caught in its jaws but manages to tear themself free and sprint away."
    ],
    "win_skills": ["good speaker", "great speaker", "excellent speaker"],
    "win_trait": ["altruistic", "compassionate", "empathetic", "calm"],
    "fail_skills": ["None"],
    "fail_trait": ["bloodthirsty", "cold", "fierce", "strict", "vengeful"],
    "min_cats": 2,
    "max_cats": 6,
    "antagonize_text": "This is a trespass that will not be tolerated and, frankly, should be reciprocated. Your patrol blatantly spreads their own scent on o_c_n's territory, ruining the clearly marked border lines.",
    "antagonize_fail_text": "How dare they trespass! Your patrol bounds after the scent, hoping to find the source of it, eventually discovering a limping o_c_n warrior who hastily explains that a dog had chased them into c_n's territory.  The patrol is still angry, but they rein in their hostility and tensely return the cat to o_c_n territory.",
    "history_text": [
            "r_c followed the scent of a trespassing cat and was scarred by a dog.",
            "r_c followed the scent of a trespassing cat and was killed by a dog."
    ]
},

{
    "patrol_id": "gen_border_scent2",
    "biome": "Any",
    "season": "Any",
    "tags": ["border", "other_clan", "death", "injury", "scar"],
    "intro_text": "As p_l is checking the border lines, they notice that a o_c_n scent has strayed into their territory.  o_c_n has been hostile recently, this can't be good.",
    "decline_text": "p_l decides that it isn't important right now.  They'll report it when they get back to camp.",
    "chance_of_success": 50,
    "exp": 10,
    "success_text": [
        "After poking around a bit, p_l discovers a o_c_n apprentice wandering nearby, hopelessly lost.  The apprentice is distraught upon discovering they're on the wrong side of the border and while p_l is still suspicious of the situation, they only lecture the apprentice on border lines before sending them back into o_c_n territory.",
        null,
        "It doesn't take long to find the o_c_n apprentice that left the scent.  The young cat is aggressive and hostile, but s_c is quick to deescalate the situation.  After a gentle conversation, the apprentice begrudgingly apologizes for the trespass.",
        "s_c follows the scent and finds a wounded o_c_n warrior.  It seems the cat had been caught by a dog and chased into c_n territory.  The dog is gone now, but the warrior can't make it back across the border on their own.  s_c is hesitant, but insists that they at least escort the wounded warrior to the border."
    ],
    "fail_text": [
        "p_l decides to follow the scent, but only ends up walking in circles.  Either the trespasser is good at concealing their trail or p_l just needs to work on their tracking skills.  It doesn't matter now, the whole day has been wasted.  p_l decides that they should just return to camp and report the strange scent.",
        "s_c is relentless in tracking the scent and at the end of it finds a o_c_n apprentice.  The young cat has a freshly killed rabbit in their mouth and s_c yowls in anger, not hesitating before attacking the apprentice.  The o_c_n cat is driven off of your territory and the rabbit brought back to camp for your own cats.",
        "r_c follows the scent to a o_c_n cat taking refuge up a tree.  The cat looks scared and only stares down at them before a large dog suddenly descends upon your patrol.  r_c is killed before they can even run.",
        "p_l follows the scent to a o_c_n cat taking refuge up a tree.  The cat snarls down at them, a gleam in their eye, before a large dog comes crashing down on r_c. r_c is caught in its jaws but manages to tear themself free and sprint away."
    ],
    "win_skills": ["good speaker", "great speaker", "excellent speaker"],
    "win_trait": ["altruistic", "compassionate", "empathetic", "calm"],
    "fail_skills": ["None"],
    "fail_trait": ["bloodthirsty", "cold", "fierce", "strict", "vengeful"],
    "min_cats": 2,
    "max_cats": 6,
    "antagonize_text": "This is a trespass that will not be tolerated and, frankly, should be reciprocated. p_l blatantly spreads their own scent on o_c_n's territory, ruining the clearly marked border lines.",
    "antagonize_fail_text": "How dare they trespass! p_l bounds after the scent, hoping to find the source of it, eventually discovering a limping o_c_n warrior who hastily explains that a dog had chased them into c_n's territory.  p_l is still angry, but they rein in their hostility and tensely return the cat to o_c_n territory.",
    "history_text": [
        "r_c followed the scent of a trespassing cat and was scarred by a dog.",
        "r_c followed the scent of a trespassing cat and was killed by a dog."
    ]
}

]