{
    "app_8": [
        [
            "Any",
            "hate"
        ],
        [
            "..."
        ]
    ],
    "introspective_comf_2": [
        [
            "any",
            "introspective",
            "comfort"
        ],
        [
            "Sigh... hi, y_c.",
            "Hm? Yeah, I just got back from a hunting patrol... I utterly embarrassed myself. I had a mouse literally walk into my paws and I still failed to grab it.",
            "... Hm. Yes, that's true. I'm not going to always succeed, the best thing I can do is get back up and get back to it.",
            "You're right, y_c. You're always right. Thank you."
        ]
    ],
    "assertivewarriorapp_comfort": [
        [
            "no_kit",
            "assertive",
            "comfort",
            "random_cat",
            "no_kit"
        ],
        [
            "Huh? Oh, nothing's wrong ...",
            "Just ... had a bad day, is all ...",
            "*Sigh* y_c, have you ever felt like you're not enough for anyone?",
            "Usually, when it comes to making a decision, I never hesitate. Whatever the obstacle, I'll run headfirst into it, no questions asked.",
            "But, today, on patrol, I didn't listen to the leader, and accidentally ran straight into an enemy trap. Luckily, r_w was there to keep everyone safe, but because of me, my clanmates could've been hurt, or worse.",
            "I just feel like such a failure. A liability. I can't help the way I am, but what if everyone's better off without me?",
            "[You offer t_c words of reassurance, but they seem troubled beyond comforting.]",
            "[Still, you sit with them through the night, hoping to stabilize them through whatever storm they might be weathering right now.]"
        ]
    ],
    "app_9": [
        [
            "Any",
            "hate"
        ],
        [
            "I don't want to talk to you."
        ]
    ],
    "app_10": [
        [
            "Any",
            "hate",
            "assertive",
            "brooding",
            "unlawful"
        ],
        [
            "Talk to me again and I'll shred you."
        ]
    ],
    "app_11": [
        [
            "Any",
            "hate"
        ],
        [
            "Leave me alone."
        ]
    ],
    "app_12": [
        [
            "Any",
            "hate"
        ],
        [
            "Can't you see I'm busy?"
        ]
    ],
    "app_13": [
        [
            "Any",
            "hate"
        ],
        [
            "You again? Haven't you done enough?"
        ]
    ],
    "introspective_app_to_MedApp": [
        [
            "Medicine Cat Apprentice",
            "Introspective"
        ],
        [
            "y_c, it's nice to catch you before I have to go on patrol.",
            "How are you? How are the herbs?",
            "You know, I wonder how different our lives would be if we had different jobs. What if you were an apprentice, and I, a medicine cat apprentice?",
            "An interesting thing to think about, but I think we're in our roles for a reason. It's StarClan's will that you are where you are. I think you should be proud of that."
        ]
    ],
    "Introspective_app": [
        [
            "Any",
            "Introspective"
        ],
        [
            "[You notice that t_c is poking at a bird next to the fresh kill pile]",
            "Afternoon, y_c. You want this bird I caught this morning?",
            "[You agree to share the bird with them.]",
            "... What's up? Oh, uh. I caught this during an assessment. Yeah, I'm just worried about whether I did well. My mentor seemed impressed, but... well. I'm unsure.",
            "At least I caught it though, that's something to be happy about, I guess."
        ]
    ],
    "introspective_app_2": [
        [
            "Any",
            "Introspective",
            "random_cat"
        ],
        [
            "Hi y_c.",
            "[You notice that t_c is sitting, muscles bunched up and tail flicking irritably.]",
            "What's wrong? Oh I got into a fight with r_c. They're an utter mousebrain. They tried to get me to cross the clan border after a rabbit! It's utterly ridiculous.",
            "We can't be running across the border, there'd be no point in it being there otherwise! We need to be respectful of our borders, and I can't believe they don't see that.",
            "... sorry for yelling at you like that, y_c. I appreciate you listening to me. Thank you."
        ]
    ],
    "introspective_app_3": [
        [
            "Queen",
            "Queen's apprentice",
            "Introspective"
        ],
        [
            "[You look up at where you're playing with the kits to see t_c bringing a rabbit into the nursery.]",
            "Hey, y_c. You look really busy. Thought I'd bring you some fresh kill.",
            "... Oh? It's fine, honestly. I... caught it in the hunting training I was just doing, and wanted to give it to you. You do a lot for us, and I don't feel you really get the credit you deserve.",
            "I'm glad there's cats like you, makes me less worried about the camp when I'm training."
        ]
    ],
    "introspective_app_3_2": [
        [
            "Any",
            "introspective"
        ],
        [
            "[t_c is batting a rock between their paws while sitting in their nest.]",
            "Oh, y_c? Didn't expect to see you here. I found this rock in the river when I was training.",
            "... you think I should have been paying attention? I was, don't worry, I wouldn't neglect my training like that.",
            "We're really not apprentices for that long, so I think I've got to get everything out of it.",
            "But that doesn't mean I can't find pleasure in it too. Gotta find the little things. Like a nice rock."
        ]
    ],
    "Introspective_app_4": [
        [
            "Medicine cat",
            "Medicine cat apprentice",
            "introspective"
        ],
        [
            "Uh, y_c? Help.",
            "[You turn around to t_c limping into the den, thorn in their paw.]",
            "... Thank you y_c. I'm sorry about bothering you. Yeah, I know it's your job, but I need to be more careful, not just walking through any trouble I see.",
            "My mentor keeps telling me that I need to be more careful, keep my head out of the clouds, and I try. I really do. There's so much here to see though, it's beautiful.",
            "Suppose stepping on a thorn or two is worth it then, as long as you're here to pull them out for me."
        ]
    ],
    "Introspective_app_5": [
        [
            "Mediator",
            "Mediator apprentice",
            "introspective"
        ],
        [
            "... y_c? Are you busy?",
            "I just had a conversation with a warrior from o_cClan near our territory. I assumed you'd want to know.",
            "Wasn't extreme, they were mostly asking about the kits, but they seem a little more civil than usual, have you been there recently?",
            "What's their camp like? Is it different from ours? Or similar. I know they're not that far from us, but their lives are so different that I can't begin to imagine what it's like."
        ]
    ],
    "app_26": [
        [
            "elder",
            "neurotic",
            "sweet",
            "upstanding"
        ],
        [
            "There you are, you old badger!",
            "AH! I'm sorry! One of the other apprentices told me to call you that! I swear!",
            "I'll- I'll just get going now! See ya!"
        ]
    ],
    "app_28": [
        [
            "murder",
            "Any",
            "assertive",
            "brooding",
            "unlawful",
            "cool"
        ],
        [
            "You're a foxhearted monster! I can't believe I trusted you."
        ]
    ],
    "app_293": [
        [
            "murder",
            "Any"
        ],
        [
            "How can you live with yourself?"
        ]
    ],
    "app_29c": [
        [
            "murder",
            "Any",
            "neurotic",
            "introspective"
        ],
        [
            "D-don't come any closer."
        ]
    ],
    "app_29": [
        [
            "murder",
            "Any",
            "stable",
            "assertive",
            "brooding"
        ],
        [
            "You'll pay for what you've done!"
        ]
    ],
    "app_16a": [
        [
            "kitten",
            "insult",
            "stable",
            "sweet",
            "introspective",
            "upstanding",
            "cool"
        ],
        [
            "Hey! Be nice! When you're an apprentice, your mentor won't let that slide."
        ]
    ],
    "app_292": [
        [
            "Any",
            "random_cat",
            "upstanding",
            "neurotic",
            "sweet",
            "assertive",
            "stable",
            "cool"
        ],
        [
            "Hey, I need an opinion, if you're up for it.",
            "Do you think that r_c would like this flower? I saw it the other day and it reminded me of them, but I'm worried they won't like it...",
            "Thanks for the help! I appreciate it."
        ]
    ],
    "app_2592": [
        [
            "Any",
            "neurotic",
            "brooding",
            "introspective",
            "platonic_like"
        ],
        [
            "Do you ever wonder what it's like up there? In StarClan, I mean. There must be loads of cats up there.",
            "Do you think that they get any peace? Do they have camps? What about borders? I know they're usually said to be rather free-going and all, but I just sorta wonder...how do they manage it?",
            "I can barely handle staying in the apprentices' den since my denmates are chattering on all the time!",
            "However they do it, they must be really patient and strong to handle all that chattering..."
        ]
    ],
    "app_fdsa": [
        [
            "medicine cat apprentice",
            "you_neurotic"
        ],
        [
            "Hi y_c! How's your training going? Having any trouble memorizing all those different herbs and remedies?",
            "Really? That sucks. It was only a few mistakes though, I'm sure it will come to you soon enough! You wouldn't be a medicine apprentice if c_nClan didn't think you were capable, trust me!",
            "Remember the other day when you pulled that thorn out of my paw?",
            "You managed to pull that thing out before I could say 'Mouse!' There was also that other time where I hit my head after going for that pesky squirrel, and that other time when - I think you get the idea.",
            "What I'm trying to say is that you're doing great. I sure didn't get my hunters' crouch right on the first try! c_nClan is lucky to have you, don't put too much pressure on yourself, ok?"
        ]
    ],
    "app31232": [
        [
            "kitten",
            "sweet",
            "upstanding",
            "stable",
            "introspective"
        ],
        [
            "Oh hello there! What are you doing? Play-fighting? So, who are you pretending to be, y_c?",
            "Leader? You might just be one someday, with your skills! But first you have to train hard and become a warrior. I'm nearly one already.",
            "Do I want to be leader? Maybe... I'm not sure. It looks like a lot of work and responsibility. And I don't want to be too ambitious, because then I certainly won't become one.",
            "It's also an honor to even be a warrior, let alone deputy or leader... Oh, my mentor's calling me! Bye, have a good day!"
        ]
    ],
    "app3123": [
        [
            "apprentice",
            "you_bloodthirsty",
            "you_vengeful",
            "you_fierce"
        ],
        [
            "Uh, hey, y_c. When we were out training the other day, you were really intense. I could barely keep up with you.",
            "It was... aha... kind of scary. I'm definitely glad we're clanmates, or else I might have to fight you for real one day. You're supposed to protect your clan with your life! That's what we've always been told.",
            "So that means you won't... ever really hurt me, right?"
        ]
    ],
    "app_321": [
        [
            "insult",
            "Any",
            "cool",
            "stable",
            "introspective",
            "assertive",
            "silly",
            "unabashed"
        ],
        [
            "Uh... okay?"
        ]
    ],
    "app_32a1": [
        [
            "insult",
            "Any",
            "cool",
            "stable",
            "introspective",
            "assertive",
            "silly",
            "unabashed"
        ],
        [
            "... Am I supposed to be offended?"
        ]
    ],
    "app_3j2a1": [
        [
            "insult",
            "Any",
            "upstanding",
            "cool",
            "assertive"
        ],
        [
            "Are you just saying that because I caught a bigger bird than you?"
        ]
    ],
    "app_32ga1": [
        [
            "insult",
            "Any",
            "assertive",
            "unlawful",
            "silly",
            "unabashed"
        ],
        [
            "Well, at least I don't have a furball stuck in my throat all the time!"
        ]
    ],
    "app_32fa1": [
        [
            "insult",
            "Any",
            "silly",
            "assertive",
            "unabashed",
            "cool"
        ],
        [
            "Hmm, I think I smell sour mouse! Oh wait, it's just your attitude."
        ]
    ],
    "app_32aa1": [
        [
            "insult",
            "apprentice",
            "upstanding",
            "introspective",
            "stable"
        ],
        [
            "If you put as much effort into hunting as you do into hurling insults, we'd never go hungry."
        ]
    ],
    "app_32ax1": [
        [
            "insult",
            "apprentice",
            "cool",
            "upstanding",
            "stable"
        ],
        [
            "Careful, your jealousy is showing."
        ]
    ],
    "app_3211": [
        [
            "insult",
            "Any",
            "platonic_like",
            "neurotic",
            "sweet",
            "introspective",
            "brooding"
        ],
        [
            "You don't really mean that... do you?"
        ]
    ],
    "app_321321": [
        [
            "insult",
            "Any",
            "sweet",
            "neurotic"
        ],
        [
            "I don't understand... Why are you being like this?"
        ]
    ],
    "assertive_siblingneg": [
        [
            "Any",
            "sibling",
            "half sibling",
            "kitten",
            "adopted_sibling",
            "half sibling",
            "dislike",
            "assertive",
            "cool",
            "brooding",
            "upstanding",
            "stable",
            "unabashed"
        ],
        [
            "What did I do in a past life to wind up related to you, y_c?",
            "Must've been really terrible."
        ]
    ],
    "assertivewarrior_mediatorapp1": [
        [
            "mediator apprentice",
            "mediator",
            "random_cat",
            "assertive",
            "unabashed"
        ],
        [
            "Oh no you don't, y_c. Don't even try to convince me to make nice with r_c - it's not gonna happen. They totally stole the last fish from the freshkill pile! Don't they know that it's my favorite?",
            "Okay, okay ... if you insist, I guess I can try talking to them again.",
            "But don't try to get me to watch my tongue. If someone's acting like a stupid piece of fox-dung, I'm gonna call them a stupid piece of fox-dung!!!"
        ]
    ],
    "assertivewarrior_mediatorapp3": [
        [
            "mediator apprentice",
            "mediator",
            "assertive",
            "random_cat",
            "silly",
            "unlawful",
            "cool"
        ],
        [
            "Look, I know I can be reckless and headstrong and foolish and stubborn ...",
            "But I didn't mean to steal r_c's catch! Seriously! And now they're acting all huffy about it ...",
            "Any chance you could help me talk it out with them?"
        ]
    ],
    "assertive_medapp1": [
        [
            "medicine cat apprentice",
            "medicine cat",
            "assertive",
            "unlawful",
            "silly"
        ],
        [
            "Hey, what does this herb do? Can I eat it?",
            "Haha, don't look so stressed! I was just joking."
        ]
    ],
    "assertiveapp_medapp3": [
        [
            "medicine cat apprentice",
            "medicine cat",
            "assertive",
            "silly",
            "upstanding"
        ],
        [
            "Hey, y_c ... is it really true that you can talk to StarClan?",
            "Whoa! That's so cool! What does StarClan say that I'm gonna do? Am I gonna be strong? Am I destined for greatness?",
            "... It doesn't work like that? Awh. That's no fun.",
            "Well, if StarClan ever mentions me, you'll let me know, won't you?"
        ]
    ],
    "assertive_medapp2": [
        [
            "medicine cat apprentice",
            "platonic_like",
            "romantic_like",
            "assertive",
            "sweet",
            "unlawful",
            "cool",
            "unabashed"
        ],
        [
            "Hey, y_c ... do you ever get lonely sleeping here in the medicine den all by yourself? I know I would ...",
            "Tell you what, if you ever get scared or cold in the night, just come over to my den. You can sleep in my nest, with me. Okay?"
        ]
    ],
    "assertive_5": [
        [
            "kitten",
            "dislike",
            "assertive",
            "cool",
            "unlawful",
            "neutral",
            "non-related"
        ],
        [
            "Hey, mouse-brain! Watch where you're going!",
            "Wait, I recognize you. You're one of the new kits, right? Shouldn't you be in the nursery?",
            "Hmph. Whatever. Just stay outta the real warriors' way, before someone squishes you."
        ]
    ],
    "assertive_4": [
        [
            "kitten",
            "assertive"
        ],
        [
            "Whoa! Watch where you're going there, little pal! One wrong move, and you might get stepped on!",
            "Ah, quit that, you don't need to apologize. Just be a bit more careful from now on, is all.",
            "Or else, when you get bigger, it'll really become a problem. Hehe!"
        ]
    ],
    "assertive_tokit1": [
        [
            "kitten",
            "assertive",
            "unlawful"
        ],
        [
            "Ah, y_c! There's the little bruiser! How're you doing? Growing up big and strong?",
            "Y'know, at your age, I used to get into all sorts of trouble. Sneaking out of the nursery, following around the apprentices ... not to give you Any ideas, or Anything. Ahaha!",
            "[t_c's laugh is so loud that it almost shakes your whole body.]"
        ]
    ],
    "assertive_tonewborn": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Whoa! Hey there, little guy! Shouldn't you be in the nursery?",
            "Hehe. You've got an adventurous spirit. I like that about you.",
            "But for now, you gotta stay where it's safe! C'mon. Let's go back to your parents."
        ]
    ],
    "assertive_tonewborn1": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Aw ... little guy hasn't even gotten their eyes open yet!",
            "They're gonna be a killer, though. I can already tell. See those little paws? This kit's got fight in 'em!"
        ]
    ],
    "assertive_tonewborn3": [
        [
            "newborn",
            "assertive",
            "introspective",
            "neurotic"
        ],
        [
            "Whoa ... this is them? They're so small!",
            "Hard to believe I was that small once ...",
            "Hm ..."
        ]
    ],
    "assertive_apprentice6": [
        [
            "no_kit",
            "platonic_like",
            "assertive",
            "silly",
            "random_cat"
        ],
        [
            "y_c. Buddy. Best friend. We've GOTTA TRY this. r_c told me that if you eat three mice, one rabbit, and howl at the moon you get magic powers!",
            "What? It's totally real, they wouldn't lie to me like that! I prommissseee."
        ]
    ],
    "assertive_1": [
        [
            "Any",
            "assertive",
            "cool",
            "they_clanfounder",
            "they_clanborn",
            "they_outsiderroots",
            "they_half-Clan",
            "they_orphaned",
            "they_abandoned",
            "newleaf",
            "greenleaf",
            "leaffall"
        ],
        [
            "Hey there, y_c! Not bad weather today, hm?",
            "Sun on my pelt, wind in my fur ... Could you imagine being a kittypet and having to be cooped up in a twoleg nest all day? I think I would go crazy!",
            "Just another reason why it's great to be a clan cat."
        ]
    ],
    "assertive_6": [
        [
            "Any",
            "dislike",
            "you_brooding",
            "you_sweet",
            "you_upstanding",
            "you_introspective",
            "you_neurotic",
            "you_stable",
            "assertive",
            "cool",
            "unlawful",
            "silly"
        ],
        [
            "*Sigh*. Hey, y_c. Come to ruin the fun again?",
            "Whatever. I'm going to go do something actually exciting. Don't wait up."
        ]
    ],
    "assertive_app": [
        [
            "Any",
            "assertive",
            "neutral",
            "platonic_like"
        ],
        [
            "y_c, can you believe it? I actually got to learn a real battle move today! Eeee, so cool!!!",
            "I mean, uh, definitely not cool. I'm definitely very serious and respectful towards my sacred duty to my clan.",
            "... Is tm_n still there?"
        ]
    ],
    "assertive_app1": [
        [
            "Any",
            "assertive",
            "cool",
            "random_cat"
        ],
        [
            "Did you see r_c earlier today, y_c? Oh, StarClan, it was the funniest thing ever!",
            "They mistook a twig for a snake and flew, like, five fox-lengths into the air! Hahahaha!"
        ]
    ],
    "assertive_app01": [
        [
            "warrior",
            "assertive",
            "silly"
        ],
        [
            "Is it really true that, once I get my warrior name, I have to sit vigil all night?",
            "I can't stay quiet for that long!"
        ]
    ],
    "assertive_app2": [
        [
            "Any",
            "assertive",
            "unabashed",
            "neutral"
        ],
        [
            "Whoa, lookout! Incoming!!!",
            "[t_c is in hot pursuit of a mouse - right in the middle of camp! They skid to a halt inches from your face, destroying the pile of moss you were gathering for your nest.]",
            "*Huff* *Huff* Sorry about that! Say, did you see which way the mouse went?",
            "I swear, those little buggers are getting braver by the day ... And stupider, too. How long does it think it's gonna last in a clanful of cats?",
            "Er, sorry about your moss. Did you need help cleaning it up?",
            "[t_c clumsily attempts to reorganize the pile, breaking several pieces in the process.]",
            "There! Good as new ... kinda. Heh. Sorry, again.",
            "Be on the lookout for that mouse for me, will ya? Come find me if you see it again."
        ]
    ],
    "assertive_app3": [
        [
            "mediator",
            "mediator apprentice",
            "assertive",
            "random_cat"
        ],
        [
            "Let me guess. You've come to patch things up between me and r_c, 'cause of the fight we had earlier. That right?",
            "I'll save you a few words - it's not gonna happen. Why's it always me that's gotta be in the wrong, huh? Why not force them to apologize?",
            "Go find somebody else's problem to fix."
        ]
    ],
    "assertive_app4": [
        [
            "mediator",
            "mediator apprentice",
            "assertive",
            "random_cat",
            "platonic_like",
            "from_parent",
            "from_mate",
            "sibling",
            "adopted_sibling"
        ],
        [
            "Tch. Did you see what a snake-heart r_c was acting like earlier? And over a piece of prey, no less!",
            "Cat's so mouse-brained, probably can't even tell their own tail from a willow branch ...",
            "... Whoa, what? Wait, you want me to apologize to them?",
            "But they were in the wrong, not me! Why even entertain their behavior with an apology?",
            "If they're mad, who cares! Let 'em stay mad! They can stay mad forever, for all I care!",
            "Look, I know you're the mediator, and it's your job to resolve conflicts, or whatever, but ... you love me. Shouldn't you be on my side?",
            "You'd really choose them over me?"
        ]
    ],
    "assertive_app5": [
        [
            "medicine cat apprentice",
            "medicine cat",
            "assertive",
            "non-related"
        ],
        [
            "Hey, so, uh ...",
            "I just thought I'd come say thanks for keeping me out of trouble.",
            "Seriously, without you, I'd probably be a red smear on the forest floor by now. I owe you a bunch.",
            "... Say, do ya ever get lonely spending so much time in the medicine den?",
            "Hm ... What if I started eating my meals in here, with you?",
            "I'll catch you up on all the latest clan gossip, and it'll keep me out of trouble!",
            "C'mon, whaddaya say? It'd help one of your patients out!"
        ]
    ],
    "assertiveapp_6": [
        [
            "Any",
            "assertive",
            "silly",
            "unlawful",
            "kitten",
            "from_adopted_kit",
            "from_kit",
            "from_your_apprentice"
        ],
        [
            "[t_c stumbles across camp to you, soaking wet and covered in mud.]",
            "y_c! Before you get mad, I didn't do it!",
            "[The very peeved-off looking deputy locks eyes with you and storms in your direction. What mischief did t_c get into this time?]"
        ]
    ],
    "assertive_app7": [
        [
            "elder",
            "assertive",
            "cool",
            "silly",
            "unlawful",
            "platonic_like",
            "romantic_like",
            "from_mate"
        ],
        [
            "Hey, furbag. I brought you something!",
            "[t_c lays a colorful feather at your paws.",
            "I know this is your favorite color, and you miss exploring the territory. So I knew I just had to bring it to you.",
            "Yeah, yeah, don't get all soft on me, hehe. Wanna grab a meal together?"
        ]
    ],
    "assertiveapp_leader": [
        [
            "leader",
            "assertive"
        ],
        [
            "Oh, what I'd give for nine lives!",
            "I already try to throw myself into whatever challenge I'm given, but you're on a whole other level! With nine lives, you could be really ... truly ... FEARLESS!"
        ]
    ],
    "assertiveapp_leader01": [
        [
            "leader",
            "assertive",
            "upstanding"
        ],
        [
            "I'll make you proud, y_c!",
            "I'll make all of c_nClan proud!"
        ]
    ],
    "assertiveapp_leader1": [
        [
            "deputy",
            "leader",
            "assertive",
            "unlawful",
            "brooding",
            "unabashed",
            "dislike"
        ],
        [
            "Yeah, right. Like I have to take orders from you!",
            "You may think you're a warrior, but all you do is sit on your haunches and boss everyone around all day. That's no warrior. That's a coward.",
            "Go find some other cat to impose on."
        ]
    ],
    "assertiveapp_deputy": [
        [
            "deputy",
            "assertive",
            "unlawful"
        ],
        [
            "Do me a favor and put me on the border patrol, y_c? I need to feel the wind in my fur. I've been going crazy, cooped up in camp."
        ]
    ],
    "assertive_queensapp": [
        [
            "queen's apprentice",
            "queen",
            "assertive",
            "upstanding"
        ],
        [
            "Hey, y_c! How are the kits today?",
            "Ahhhh! StarClan, they're so cute! Can I help groom them?",
            "Or - how about this? Maybe, every once in a while, I can hold a little kit-training session! Help them get a head start on their apprenticeships! It'll be like having a den of little warriors, hehehe!",
            "Though, I guess I can see how that wouldn't be the best for you ...",
            "Oh, what the heck. Let the kits be kits for now! They'll start their training when they're ready.",
            "Seeya, y_c! I'll definitely have to come and visit more often."
        ]
    ],
    "assertive_queensapp1": [
        [
            "queen's apprentice",
            "assertive",
            "cool",
            "brooding",
            "unabashed",
            "unlawful",
            "dislike"
        ],
        [
            "Hehe. Of course you'd never leave the nursery, y_c.",
            "You don't have what it takes to be a real warrior. Not in a million moons!",
            "But, uh, this is ... okay too, I guess! If you think becoming a full-time kitsitter is comparable to, y'know ... finding food and protecting the clan from danger.",
            "Have fun hanging out with the queens. *Snrk*"
        ]
    ],
    "assertive_mediator1": [
        [
            "mediator",
            "mediator apprentice",
            "assertive",
            "dislike",
            "unabashed"
        ],
        [
            "Hmph. You may fight for peace, y_c, but I know it by another word - cowardice.",
            "I know compromise has its place, but you'd say you'd really forsake your values - the values of this clan - just so all of us can just laze around on our haunches and never have to risk Anything real?",
            "I don't think so. I fight for what I believe in. No matter what it costs.",
            "Maybe think about that the next time you try to make a compromise with the enemy."
        ]
    ],
    "assertive_mediatorapp": [
        [
            "mediator apprentice",
            "mediator",
            "assertive",
            "upstanding"
        ],
        [
            "Is it really true that you're allowed to just ... travel between the clans as you please?",
            "Whoa! That's so cool!!! I've always wanted to explore the other territories, but I've never been allowed.",
            "Is it true that o_cClan cats can swim like fish? Or that their territory is full of snakes?",
            "[You and t_c have a long conversation about the other clans. With each detail you share, their eyes grow bigger and bigger.]"
        ]
    ],
    "assertiveapp_mediatorapp1": [
        [
            "mediator apprentice",
            "dislike",
            "assertive",
            "cool",
            "unabashed"
        ],
        [
            "Too afraid to actually train with the rest of us real apprentices?",
            "Even being a medicine cat would've been actually useful! What do you do? Just stand around and talk all day? Weird!",
            "If you need me, I'll be actually contributing to c_nClan. You can just keep lazing around, I guess."
        ]
    ],
    "assertivewarrior_mediatorapp2": [
        [
            "mediator apprentice",
            "mediator",
            "assertive",
            "unlawful",
            "unabashed"
        ],
        [
            "*Huff**Huff* Hey, y_c! What's happening? I was just doing some sparring.",
            "I heard that you aren't allowed to fight for c_nClan, 'cause it'd make you biased in your mediation - man, that must take some restraint.",
            "If it were me, I'd want to claw the ears off of half the mouse-brains in this clan! Haha!"
        ]
    ],
    "assertiveapp_med": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "platonic_like",
            "assertive",
            "cool",
            "unabashed",
            "unlawful"
        ],
        [
            "Y'know, sometimes I worry about you, y_c. If Anything ever tries to hurt you, then how will you defend yourself?",
            "Though, I guess if I were caught out in the cold, I wouldn't be able to patch myself up, either ...",
            "Tell you what. How about, when you have a little down time, I can teach you some basic battle moves? And, likewise, you can teach me some stuff about healing!",
            "That way, we can both make each other stronger.",
            "See you soon!"
        ]
    ],
    "assertiveapp_med1": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "assertive"
        ],
        [
            "Hey, y_c! I got into a bit of trouble again. No big deal, just a scratch!",
            "[It is not, in fact, just a scratch. In fact, t_c is bleeding all over the medicine den. They chat loudly as you hurry to help them.]",
            "Man, I must be using up, like, half your herb stores, huh? But where's the fun in being careful? Besides, I know you could use some compAny in here.",
            "Oh man, what type of herbs are those? They look cool. Are you talking to StarClan? Can you hear them right now?",
            "[You finish helping t_c with their injury.]",
            "Hey, thanks! I owe you a bunch! What? You want me to stay and rest? Sorry, y_c. That's not really my style. I gotta get back out there!",
            "But, ah, maybe I'll try to go a little easier. Just for you. *Wink*"
        ]
    ],
    "assertiveapp_med2": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "mediator apprentice",
            "mediator",
            "queen's apprentice",
            "queen",
            "elder",
            "assertive"
        ],
        [
            "Doesn't it drive you insane, being cooped up inside camp all day?",
            "What about the thrill of adventure? The wind in your fur? The satisfaction of killing a hard-earned piece of prey?",
            "Respect to you, y_c. I could never do what you do. Though, I suppose the clan needs all types of cats to function."
        ]
    ],
    "assertiveapp_med3": [
        [
            "medicine cat apprentice",
            "medicine cat",
            "platonic_like",
            "assertive",
            "unabashed",
            "silly"
        ],
        [
            "y_c, if you ever need a warrior escort while gathering herbs, you'll come to me, right?",
            "I'll keep you safe from Any danger that comes your way! Yah! Hiyah!",
            "[t_c mimes battle moves against imaginary enemies.]"
        ]
    ],
    "assertiveapp_medapp5": [
        [
            "medicine cat apprentice",
            "platonic_like",
            "assertive",
            "silly",
            "unabashed"
        ],
        [
            "y_c! I finally got away from my mentor! C'mon, let's go explore!",
            "What's that? You have to stay in the medicine den, in case anyone is hurt?",
            "Oh, okay ... I guess what you do here is really important, huh?",
            "Come find me if you ever get a moment away!"
        ]
    ],
    "assertive_tokit": [
        [
            "kitten",
            "platonic_like",
            "assertive"
        ],
        [
            "Hey, y_c! I brought you back something from my last patrol. Take a look!",
            "[t_c drops a colorful feather at your paws.]",
            "You wanna know how I found it? Oh, it's a crazy story. I was on a hunting patrol, when I found this huge bird, and ...",
            "[t_c regales you with a daring story full of thrills, twists, and turns.]",
            "... And then I got the feather! Quite the adventure, no?",
            "Just wait until you're old enough. You'll be having plenty of adventures of your own before you know it!"
        ]
    ],
    "assertive_apprentice": [
        [
            "apprentice",
            "assertive",
            "unlawful",
            "neutral",
            "platonic_like"
        ],
        [
            "Hey, y_c! I totally dare you to jump off that rock!",
            "C'mon, it will be fun! I'll race you there!"
        ]
    ],
    "assertive_apprentice1": [
        [
            "apprentice",
            "warrior",
            "from_your_apprentice",
            "assertive",
            "upstanding"
        ],
        [
            "Ah, StarClan, there's so much I wanna do today! I wanna go on the border patrol, and go hunting, and explore the territory, and - and -",
            "[t_c is literally shaking with enthusiasm."
        ]
    ],
    "assertive_apprentice2": [
        [
            "apprentice",
            "assertive",
            "unlawful"
        ],
        [
            "Ugh, I can't believe my mentor gave me tick duty again.",
            "This is so unfair! I'm supposed to be doing cool stuff, like hunting and fighting in battles! Not eating mousebile and cleaning old fleabags!",
            "Um ... please don't tell tm_n I said that, though. Hehe."
        ]
    ],
    "assertive_apprentice3": [
        [
            "apprentice",
            "assertive",
            "upstanding"
        ],
        [
            "y_c, when do you think we'll get to fight in a real warrior battle?",
            "I know we've been practicing our fighting moves, but practice is nothing compared to the real thing.",
            "I'm just itching to tear into some o_cClan fur! That'll show them how a real c_nClan cat does it!"
        ]
    ],
    "assertive_apprentice4": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "queen's apprentice",
            "platonic_like",
            "assertive"
        ],
        [
            "[t_c tackles you from behind.]",
            "Rahhh! o_cClan warrior, feel my wrath!",
            "Hehe, don't worry! It's just me, y_c. Did I scare you?",
            "That's a move tm_n just taught me. Cool, huh? I can't wait to try it out for real!",
            "Has m_n taught you anything cool yet?"
        ]
    ],
    "assertive_apprentice5": [
        [
            "apprentice",
            "respect",
            "assertive",
            "upstanding",
            "unabashed"
        ],
        [
            "Whoa, y_c! You fought so well at training today! I'm super impressed!",
            "Where'd you learn to fight like that? Think you could teach me?",
            "C'mon, let's go spar!"
        ]
    ],
    "assertive_apprentice7": [
        [
            "apprentice",
            "platonic_like",
            "assertive",
            "cool",
            "unlawful",
            "upstanding",
            "unabashed"
        ],
        [
            "y_c! I finally got away from tm_n! C'mon, let's go explore!",
            "Oh no, wait, I think I see them coming over here ...",
            "Aughhh ... maybe if you stand in front of me, they won't see me?"
        ]
    ],
    "assertive_apprentice8": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "kitten",
            "dislike",
            "assertive",
            "cool",
            "unlawful"
        ],
        [
            "Hey, y_c, I dare you to stick your paw into that snakehole!",
            "What, are you scared?",
            "Oh StarClan, you're totally scared, aren't you? Hahahaha!",
            "Hey, everyone! y_c is a total scaredy-cat! Ahahaa!"
        ]
    ],
    "assertive_apprentice8_2": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "queen's apprentice",
            "platonic_like",
            "assertive",
            "silly",
            "sibling",
            "adopted_sibling"
        ],
        [
            "Hey, when do you think we'll be getting our full names?",
            "D'you think, if we ask, the leader would give us matching suffixes? That happens sometimes with siblings, y'know!",
            "How about ... -cloud for me, and -sneeze for you?",
            "Or, -mouse for me, and -dung for you!",
            "[You and t_c dissolve into a fit of giggles.]"
        ]
    ],
    "assertive_apprentice9": [
        [
            "Any",
            "platonic_like",
            "assertive",
            "unlawful",
            "silly",
            "unabashed",
            "adopted_sibling",
            "half sibling"
        ],
        [
            "*Huff* *Huff*",
            "... Yes, y_c, I got in a fight again. But the other guy totally deserved it this time!",
            "I overheard some stupid piece of fox-dung saying that, because we aren't littermates, we can't be real siblings!",
            "Of course, I had to give that mange-ridden fleabag a piece of my mind. Words were exchanged. As were claws. And teeth. d_n had to come break the whole thing up. But by that time, I think they already learned their lesson! Hehe.",
            "... Hey, c'mon, don't look so sad! Who cares what that hare-brain thinks? You're my kin, just as much as if we were born in the same litter. And I'll never let Anyone say Anything different.",
            "Now, c'mon! Let's go eat. I always have an appetite after a scuffle."
        ]
    ],
    "assertive_apprentice10": [
        [
            "medicine cat apprentice",
            "platonic_like",
            "assertive",
            "sibling",
            "adopted_sibling",
            "half sibling"
        ],
        [
            "My sibling, the medicine cat apprentice! Hehe, who would've thought? I guess you always were the smartest out of all of us.",
            "Hey, just between you and me, how do you talk to StarClan?",
            "What? It's gotta be genetic, right? That means I have some of the magic touch?",
            "Hahaha!"
        ]
    ],
    "assertive_apprentice11": [
        [
            "mediator apprentice",
            "platonic_like",
            "assertive",
            "unlawful",
            "silly",
            "sibling",
            "adopted_sibling",
            "half sibling"
        ],
        [
            "My sibling, the mediator apprentice! Hehe, who would've thought? I guess you always were the smartest out of all of us.",
            "Hey, just between you and me, can you sneak me onto the other clans' territories?",
            "Okay, okay! I was just joking! Hahaha!"
        ]
    ],
    "assertive_apprentice12": [
        [
            "queen's apprentice",
            "platonic_like",
            "assertive",
            "unlawful",
            "silly",
            "sibling",
            "adopted_sibling",
            "half sibling"
        ],
        [
            "My sibling, the queen's apprentice! Hehe, who would've thought? I guess you always were the smartest out of all of us.",
            "Hey, just between you and me, can I start training the kits into my own personal army?",
            "Okay, okay! I was just joking! Hahaha!"
        ]
    ],
    "assertive_apprentice13": [
        [
            "queen's apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "platonic_like",
            "assertive",
            "unabashed",
            "unlawful"
        ],
        [
            "You're not gonna believe it. I just overheard these two idiots talking about how you're not a 'real' apprentice!",
            "Ooh, I wanted to put them in their places so bad! But my mentor was right there, so I had to leave it ...",
            "Next time, they won't get away!!! What you do is just as important to the clan as Any of us ... maybe even more so!"
        ]
    ],
    "assertive_apprentice14": [
        [
            "Any",
            "neutral",
            "dislike",
            "neutral",
            "assertive",
            "cool",
            "brooding",
            "silly",
            "unlawful"
        ],
        [
            "Psh. Buzz off!",
            "I'm trying to do something actually cool, for once ... can't you see you're killing the vibe? Go find your own friends!"
        ]
    ],
    "assertive_apprentice15": [
        [
            "Any",
            "neutral",
            "dislike",
            "neutral",
            "assertive",
            "cool",
            "brooding",
            "sibling",
            "adopted_sibling",
            "half sibling"
        ],
        [
            "... Who are you?",
            "[Is your own sibling seriously pretending not to know you?]"
        ]
    ],
    "assertive_apprentice16": [
        [
            "apprentice",
            "platonic_like",
            "assertive"
        ],
        [
            "YESSS! We have training together today!",
            "I just learned this new move I've been just dying to show you. No way you'll be able to beat me this time!",
            "C'mon, I'll race you to the training grounds!"
        ]
    ],
    "assertive_apprentice17": [
        [
            "Any",
            "dislike",
            "neutral",
            "assertive",
            "cool",
            "unabashed",
            "unlawful",
            "sibling",
            "half sibling",
            "adopted_sibling"
        ],
        [
            "Look, just because we're siblings doesn't mean that we're, like, friends, or Anything.",
            "We're not in the nursery Anymore. Go find other cats to hang out with."
        ]
    ],
    "assertive_apprentice18": [
        [
            "Any",
            "dislike",
            "neutral",
            "assertive",
            "cool",
            "unabashed",
            "unlawful",
            "adopted_sibling"
        ],
        [
            "y_c, would you please stop following me around everywhere?",
            "You're not even my real sibling, Anyways ..."
        ]
    ],
    "assertive_apprentice18_2": [
        [
            "Any",
            "dislike",
            "neutral",
            "assertive",
            "cool",
            "unabashed",
            "unlawful",
            "neurotic",
            "kitten",
            "from_adopted_kit",
            "from_kit",
            "from_kit"
        ],
        [
            "Ugh, y_c, quit embarrassing me! I'm not a little kit Anymore!",
            "Oh, no, my friends are coming! Hide!!!"
        ]
    ],
    "assertive_apprentice19": [
        [
            "Any",
            "dislike",
            "neutral",
            "assertive",
            "platonic_like"
        ],
        [
            "y_c, you won't believe it! I caught a huge bird today! See it on the freshkill pile? That was me!",
            "My mentor was so proud! If it's still there later, wanna share it? I've heard prey tastes better when you kill it yourself!"
        ]
    ],
    "assertive_apprentice20": [
        [
            "Any",
            "assertive",
            "platonic_like"
        ],
        [
            "y_c! Come look at this battle move I learned today!",
            "[t_c flails their limbs around in a vague attempt at looking menacing.]",
            "Look! ... Are you looking?"
        ]
    ],
    "assertive_apprentice22": [
        [
            "Any",
            "assertive",
            "unlawful",
            "kitten",
            "from_kit",
            "from_adopted_kit",
            "from_kit"
        ],
        [
            "Yes, y_c, I've been behaving. You don't even need to ask.",
            "And yes, I've been looking out for my siblings, and no, I have not pulled Any dangerous stunts.",
            "Can I go now?"
        ]
    ],
    "assertive_apprentice23": [
        [
            "Any",
            "assertive",
            "unabashed",
            "unlawful",
            "platonic_like",
            "from_your_apprentice"
        ],
        [
            "Hey, y_c ... This isn't about the fights I've been getting in, is it?",
            "Yeah, yeah, I know. Violence isn't the answer. But I just can't help myself sometimes!",
            "Whenever Anyone says something nasty about my kin, or does something that isn't right, I can't just look away. It's not even a choice, really. I have to fight for what I love and believe in!",
            "And if that makes me wrong, then maybe I don't wanna be right.",
            "[You aren't sure whether you should chide t_c, or tell them how proud of them you are.]"
        ]
    ],
    "assertive_apprentice23_2": [
        [
            "Any",
            "assertive",
            "from_your_apprentice"
        ],
        [
            "Hey, y_c! I'm ready for training!!!",
            "What are we gonna do today? Battle training? Exploring the territory? OOH - am I gonna finally get to go to the twolegplace?",
            "We're ... refining my hunting crouch?",
            "But we did that last time!"
        ]
    ],
    "assertive_apprentice24": [
        [
            "Any",
            "assertive",
            "silly",
            "from_your_apprentice"
        ],
        [
            "y_c! I've been waiting for you all day! C'mon, let's go!",
            "[t_c bounds off onto the territory before you can even get a word in.]",
            "[They have so much energy ... it can be hard to keep up with!]"
        ]
    ],
    "assertive_apprentice24_2": [
        [
            "Any",
            "assertive",
            "unlawful",
            "cool",
            "from_your_apprentice"
        ],
        [
            "Hey, y_c ... Why do you look so upset?",
            "Okay, fine, I did go out onto the territory without you this morning.",
            "But I had a good reason! I promise!",
            "What was the reason ...?",
            "Uh ... Can I get back to you on that one? Hehe."
        ]
    ],
    "assertive_apprentice25": [
        [
            "Any",
            "assertive",
            "sweet",
            "upstanding",
            "silly",
            "from_your_apprentice",
            "platonic_like"
        ],
        [
            "Thanks again for showing me how to master that move, earlier. I couldn't have gotten it without your help.",
            "You're such a good teacher, y_c! I couldn't imagine being Anyone's apprentice but you!"
        ]
    ],
    "assertive_apprentice26": [
        [
            "Any",
            "assertive",
            "sweet",
            "silly",
            "from_your_apprentice",
            "platonic_like"
        ],
        [
            "[You notice that t_c isn't asking like their usual, energetic self. You ask them what's wrong.]",
            "*Sigh* Oh, it's nothing really ...",
            "It's just that ... Sometimes, I feel so behind my denmates. Not just in training, but in everything!",
            "Everybody else seems to already have everything figured out. What they want to do with their lives, their places in the clan, who they're going to become mates with ... I just don't know Any of that stuff!",
            "[You assure t_c that they don't have to know everything right now, and they have plenty of time to figure things out.]",
            "... Thanks. That makes me feel better."
        ]
    ],
    "assertive_apprentice26_2": [
        [
            "Any",
            "assertive",
            "from_your_apprentice",
            "dislike"
        ],
        [
            "Hmph. Come to boss me around again?",
            "I don't know how the leader thought it was smart to put us together. At least once I get my warrior name, we never have to speak to each other again."
        ]
    ],
    "assertive_dislike": [
        [
            "Any",
            "assertive",
            "cool",
            "silly",
            "hate"
        ],
        [
            "Hey y_c. Why don't you jump off a cliff? It's a new thing every cat in the Clan is trying.",
            "[t_c is staring at you resentfully.]"
        ]
    ],
    "assertive_dislike1": [
        [
            "Any",
            "assertive",
            "silly",
            "unlawful",
            "dislike"
        ],
        [
            "Sorry, is someone talking to me right now?"
        ]
    ],
    "assertive_dislike1_2": [
        [
            "Any",
            "assertive",
            "unabashed",
            "brooding",
            "dislike"
        ],
        [
            "Can't you see I'm busy, mousebrain? Go bother someone else!"
        ]
    ],
    "assertive_jealous1": [
        [
            "Any",
            "assertive",
            "brooding",
            "upstanding",
            "jealousy",
            "dislike"
        ],
        [
            "Hmph. What makes you so great?",
            "Fight me one-on-one, and then we'll see who comes out on top!"
        ]
    ],
    "assertive_respect": [
        [
            "no_kit",
            "assertive",
            "cool",
            "silly",
            "upstanding",
            "platonic_love"
        ],
        [
            "Get up, y_c! We gotta go on a special patrol to check the o_cClan border!",
            "Of course I'm serious, mouse-brain! Are you really gonna make me break it down for you?",
            "The leader gave me this assignment, and told me to pick the cat in the clan I trust the most to accompany me on it. Lo and behold, that's you!",
            "Now, c'mon, lazybones! We've got a long walk ahead of us!"
        ]
    ],
    "assertive_respect1": [
        [
            "assertive",
            "silly",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "warrior",
            "apprentice",
            "deputy",
            "leader"
        ],
        [
            "y_c, if something happens to the clan, if we go into battle ...",
            "You're the one cat in the clan that I want to be by my side.",
            "So we better practice, mousebrain! If we coordinate our battle moves, we'll really be able to give our enemies a scare!",
            "We could go by the trouble twins ... or the deadly duo.",
            "Hahaha!"
        ]
    ],
    "assertive_dislike1_3": [
        [
            "Any",
            "assertive",
            "dislike"
        ],
        [
            "Go away!!!"
        ]
    ],
    "assertive_jealous": [
        [
            "warrior",
            "apprentice",
            "deputy",
            "leader",
            "assertive",
            "unlawful",
            "upstanding",
            "jealousy"
        ],
        [
            "Hey, you, uh, did pretty good out there today at fighting practice ...",
            "Almost ... a little too good, heh ...",
            "... Teach me your ways!"
        ]
    ],
    "assertive_jealous1_2": [
        [
            "no_kit",
            "assertive",
            "cool",
            "jealousy"
        ],
        [
            "Hey, so, remember when you cracked that joke today, and everybody laughed, and then I tried to be funny, and no one laughed?",
            "... What was the deal with that?"
        ]
    ],
    "assertive_dislike1_4": [
        [
            "Any",
            "assertive",
            "cool",
            "dislike"
        ],
        [
            "Hey, y_c. You're looking smaller than usual. Maybe it's time to catch up on your training.",
            "*Snrk.*"
        ]
    ],
    "assertive_elder": [
        [
            "Any",
            "assertive",
            "upstanding",
            "stable",
            "dislike",
            "neutral"
        ],
        [
            "*Sigh* Can't you see I have more important things to do, y_c?",
            "Go back to catching mice, or whatever."
        ]
    ],
    "assertive_apprentice4_2": [
        [
            "no_kit",
            "platonic_like",
            "assertive"
        ],
        [
            "y_c! y_c! You gotta come check out this new part of the territory I found! It's, like, the coolest place ever!",
            "Okay, first, we have to scale up these rocks, and they're sort of slippery, but it's okay, cuz I only fell, like, twice. Next, we have to cross a river, and I'm pretty sure there's snakes in there, so watch out! Then, we have to ...",
            "Aw, c'mon, don't look all nervous. It'll be fun! What's life without a little danger, right?",
            "Ready? Let's go!"
        ]
    ],
    "cool_apprentice_1": [
        [
            "apprentice",
            "medicine cat apprentice",
            "queen's apprentice",
            "mediator apprentice",
            "kitten",
            "cool"
        ],
        [
            "[t_c bats at a falling leaf with precision, clearly showing off.]",
            "Ah, you saw that? Just a little move I picked up. Nothing too fancy.",
            "I can show it to you some time, if you want."
        ]
    ],
    "cool_apprentice_2": [
        [
            "apprentice",
            "medicine cat apprentice",
            "queen's apprentice",
            "mediator apprentice",
            "kitten",
            "cool"
        ],
        [
            "You ever wonder why the other cats listen to me so much?",
            "Maybe it's because I have this... charm, y'know? Not that I'm bragging."
        ]
    ],
    "cool_apprentice_3": [
        [
            "warrior",
            "cool",
            "stable",
            "upstanding",
            "from_your_apprentice"
        ],
        [
            "Hey, y_c.",
            "'Boutta drag me off to training again, are you?",
            "I better become the best warrior this clan's ever seen."
        ]
    ],
    "sweet_apprentice_1": [
        [
            "Any",
            "sweet"
        ],
        [
            "Heya y_c! Can I ask for a little bit of advice?",
            "I've been trying my best to continue training the best I can... but I'm really tired after staying up all night trying to help gather herbs for the Medicine Cat...",
            "I wanna be a warrior, I really do, but do you think I'm... not cut out of it?",
            "... Thanks, it means a lot."
        ]
    ],
    "sweet_apprentice_2": [
        [
            "Any",
            "sweet"
        ],
        [
            "Heya y_c! Can I ask for a little bit of advice?",
            "I've been trying my best to continue training the best I can... but I'm really tired after staying up all night trying to help gather herbs for the Medicine Cat...",
            "I wanna be a warrior, I really do, but do you think I'm... not cut out of it?",
            "... Thanks, it means a lot."
        ]
    ],
    "sweet_apprentice_3": [
        [
            "no_kit",
            "sweet"
        ],
        [
            "Howdy y_c! Are you ready to go out and do super cool warrior stuff?",
            "Hehehe- me neither, and I'm not even a warrior!. But we've gotta, I noticed my mentor was super excited so hopefully it's something neat today!",
            "I've been thinking of surprising them with something, do you have any ideas?",
            "Mm.. that's a great idea! Thanks a bunch, I'll bring you something back as a thanks!"
        ]
    ],
    "sweet_apprentice_4": [
        [
            "newborn",
            "sweet"
        ],
        [
            "Aww, look at you! You're so little!",
            "I wonder if my mentor would be okay if I left training early to bring you some feathers, hehe.",
            "You're gonna be big in no time, don't you worry! I hope I can be your mentor, but we'll see!"
        ]
    ],
    "sweet_apprentice_5": [
        [
            "kitten",
            "sweet"
        ],
        [
            "Hehe, it looks like I've got a little buddy!",
            "Hey little fella! How much longer is it until you grow out of the Nursery? ... Oh, I see!",
            "Well, a little tip from me, I'd recommend taking the nest near the back of the den. The front is leaky, and I don't want you catching a cold!"
        ]
    ],
    "sweet_apprentice_6": [
        [
            "kitten",
            "sweet"
        ],
        [
            "Hey there, y_c! What are you doing so far from the Nursery?",
            "Heyyy, I'm not uptight, silly fella! It's just dangerous outside, even for a big cat like me!",
            "How about this, you go back there, and I'll come with and show you how to do a front paw swipe?"
        ]
    ],
    "sweet_apprentice_7": [
        [
            "kitten",
            "sweet"
        ],
        [
            "Oh, y_c! What's it like having a mentor? Mm.. well..",
            "It's nice having someone caring for me instead of the other way around! I tend to be a bit of a worry wart, hehe. It's nice having someone I can ask for advice n' all that.",
            "But that's nothing for you to worry about just yet. Let's getcha back to bed, alrighty little fella?"
        ]
    ],
    "sweet_apprentice_8": [
        [
            "apprentice",
            "queen's apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "sweet"
        ],
        [
            "Ah- y_c! Um- I wasn't crying- I was.. mmn...",
            "Okay... you caught me. I saw a kittypet when out on patrol earlier, and they seemed hurt and scared! So, of course, I helped them out there... but then an o_c cat started making fun of me.",
            "They said I was soft-hearted, and that I should be a Medicine Cat or a Queen instead... Do you think so too..?",
            "Thank you for listening to the ramblings of silly ol' me... It really means a lot, you know?"
        ]
    ],
    "sweet_apprentice_9": [
        [
            "apprentice",
            "queen's apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "sweet"
        ],
        [
            "Hey, y_c! Have you been to the gathering, yet?",
            "It's so intense... How many cats are there... It could be its own clan, if it wanted to be! Imagine for caring for so many cats...",
            "I think I'd just be driven in circles trying to make sure everyone's okay, haha!"
        ]
    ],
    "sweet_apprentice_10": [
        [
            "apprentice",
            "sweet"
        ],
        [
            "y_c! Did you hear?",
            "Some of the others were talking about how cold it's gonna be tonight. Your nest seems to be further from everyone else's.",
            "If you'd like, I can move my nest by yours tonight, just to make sure you stay warm! I couldn't forgive myself if you caught a chill and I could do something."
        ]
    ],
    "sweet_apprentice_11": [
        [
            "queen's apprentice",
            "sweet"
        ],
        [
            "Wow... How do you do that..?",
            "Ah- sorry! I know that was sudden. I'm just so... impressed! We're around the same age, yet you corral the kits and care for the Nursery like it's an instinct! Surely you get overwhelmed sometimes?",
            "If you ever need any help, please let me know! I'd be happy to take a day off from training to lend a paw."
        ]
    ],
    "sweet_apprentice_12": [
        [
            "medicine cat apprentice",
            "sweet"
        ],
        [
            "Hey there y_c! How's everything today, is everyone doing okay?",
            "Do you need any help gathering herbs today? I'm open right now, so I can lend a paw! Come on, let's go! Don't wanna leave cats without their medicine! Hehe."
        ]
    ],
    "sweet_apprentice_13": [
        [
            "mediator apprentice",
            "sweet"
        ],
        [
            "Hey y_c!! I've got a couple questions, if you don't mind I ask? If you're busy, I can leave!",
            "Ah- I'm super curious. How do you convince cats to stop fighting? I try and it just... tends to blow up in my face.",
            "I see, I see! I understand, thank you so much for sharing! Ah- I'll leave you to your job now, hehe. Let me know if you wanna share some prey later!"
        ]
    ],
    "sweet_apprentice_14": [
        [
            "warrior",
            "medicine cat",
            "mediator",
            "queen",
            "random_cat",
            "sweet"
        ],
        [
            "Oh hey y_c! ... What am I doing in the bushes? Hehe- funny story.",
            "So, r_c was supposed to be kitsitting, but I offered to help out since I'm done with my chores! And now I've got pretty much every cat younger than a warrior trying to find me in a game of hide and seek... despite me trying to get everyone to settle down.",
            "Would you like to hang out with us too? I wouldn't mind giving up this game so you can join in. We could even take a break and have some lunch, if you'd like to do that first!"
        ]
    ],
    "sweet_apprentice_15": [
        [
            "warrior",
            "medicine cat",
            "mediator",
            "queen",
            "random_cat",
            "sweet"
        ],
        [
            "-As you mew out their name, they seem to jolt, startled.-",
            "Oh, hello there, y_c! I didn't see you.",
            "I was given today off, so I'm using it to help decorate the camp with r_c. Would you like to help me?"
        ]
    ],
    "sweet_apprentice_16": [
        [
            "warrior",
            "sweet"
        ],
        [
            "y_c...? May I ask you a question?",
            "I'm gonna become a Warrior soon... yeah? I um... I'm just worried, I guess.",
            "Am I gonna have to... hurt... other cats? I'd much rather hunt and patrol, but... I guess if I have to... I could...",
            "... I understand. Thank you for listening to me!"
        ]
    ],
    "sweet_apprentice_17": [
        [
            "medicine cat",
            "sweet"
        ],
        [
            "y_c!! y_c!! You've gotta help me!",
            "Please don't laugh.. But I found this little bug a- and it's wing was crushed! Is there anything you can do to help it?",
            "I know you're only supposed to heal cats but... this bug is my friend. I feed it sometimes... Please help me...",
            "-Despite having teary eyes, they hold out the bug on their paw, watching as you do your best to very tenderly care for it. Ultimately, you know there's nothing you can do, but denying them would just crush their spirit-",
            "I'll take very good care of it while it heals, thank you! Thank you so much!!!"
        ]
    ],
    "sweet_apprentice_18": [
        [
            "mediator",
            "random_cat",
            "sweet"
        ],
        [
            "y_c!! Ah- erm- uh- I'm not- I'm not upset-",
            "Mmmnmnnnn- Fine, you caught me... I just... I didn't wanna worry you...",
            "See... r_c said something that I really... really don't agree with, you know? And I don't know how to tell them... every time I go to, it feels like the words die in my throat, and I wonder if I'm the one in the wrong.",
            "... Can you help me, please? It um.. It really hurt my feelings, and I don't wanna be rude at all... but I need to tell them."
        ]
    ],
    "sweet_apprentice_19": [
        [
            "queen",
            "sweet"
        ],
        [
            "Hehe, hey y_c!! Look at how much I've grown! I used to be barely bigger than that thing over there, now look at me!",
            "Are you proud of me y_c? I'm trying to keep everything you taught me in mind! And it's a bit stressful and scary sometimes, but it's so worth it! I love being a warrior!"
        ]
    ],
    "sweet_apprentice_20": [
        [
            "deputy",
            "random_cat",
            "sweet"
        ],
        [
            "y_c!! You looked so cool at the gathering!! The way you stopped the fight between the o_c warrior and r_c was so amazing! I wish it never had happened in the first place though...",
            "I know everyone was pretty spooked after what happened though... Are you feeling okay after it? I'd be happy to hunt for you if not!",
            "Oh right- I have training today- uhmmm- I'll do it for you after training!! Hehe, oops."
        ]
    ],
    "sweet_apprentice_21": [
        [
            "deputy",
            "sweet"
        ],
        [
            "Hey y_c! I've got a test coming up, do you have any advice...?",
            "I know I'm not particularly competitive or anything but... I just really wanna make everyone proud, you know? And I gotta do my best to do that!"
        ]
    ],
    "sweet_apprentice_22": [
        [
            "deputy",
            "sweet"
        ],
        [
            "y_c! A deputy is supposed to have trained an apprentice before- well- becoming a deputy, right?",
            "How many apprentices have you had? ... Would you like to talk about them? If that's okay?"
        ]
    ],
    "sweet_apprentice_23": [
        [
            "leader",
            "sweet"
        ],
        [
            "-They seem distracted, weaving flowers and sticks in your den whilst humming-",
            "Oh! y_c! Ah- I'm sorry for not asking but... I saw how hard you've been working for the clan... and um.",
            "I really wish the others told you how much they appreciated what you did more... You work so hard as our leader!",
            "So I did this for you! I really hope you like it."
        ]
    ],
    "sweet_apprentice_24": [
        [
            "leader",
            "sweet"
        ],
        [
            "Oh, you're back from the gathering, hi y_c! How was it, there wasn't anything serious, right?",
            "Do you know how o_c's doing? Me and some of the other apprentices saw one of their apprentices and they seemed to be really struggling, I hope they're doing okay."
        ]
    ],
    "sweet_apprentice_25": [
        [
            "leader",
            "sweet"
        ],
        [
            "Hey, y_c... I know it's a sudden question, but do you think I'd ever be a good deputy or a good leader?",
            "I know I'm just an apprentice... and I've never been particularly ambitious... but...",
            "I keep being told that I'm soft-hearted, and shouldn't even be a warrior. Would anyone even respect me? You're a leader, you know what it takes, do you think I could ever... maybe...?"
        ]
    ],
    "sweet_apprentice_26": [
        [
            "elder",
            "sweet"
        ],
        [
            "-They bound into the Elder's Den, their eyes bright with excitement-",
            "y_c!! y_c!! I got tick duty today! I'm so happy. Do you need your nest changed, or should I do that after this?",
            "Ticks and storytime is always the best... Ah- would you like anything to eat? You can think of a story whilst I go and get it!"
        ]
    ],
    "sweet_apprentice_27": [
        [
            "elder",
            "sweet"
        ],
        [
            "Hey y_c? What was it like when you were my age?",
            "Were you... also scared of not being good enough? ... Did you ever... find out... how to get rid of those worries?",
            "I wish I could be as wise as you are, maybe then I'd know what to do... thank you for listening to me, though. I just wanna be the best for the clan, but I don't think I'm quite there yet."
        ]
    ],
    "sweet_apprentice_28": [
        [
            "elder",
            "sweet"
        ],
        [
            "y_c, come outside and look! There are so many stars out! Didn't you mention something like this in one of your stories?",
            "I wonder if it's StarClan, smiling down at us? If it is... then I'm glad I'm someone that they're proud of! And I'm sure they're proud of you too!"
        ]
    ],
    "silly_app_mean": [
        [
            "Any",
            "silly"
        ],
        [
            "Argh, this Cat Who Shall Not Be Named has been so mean to me lately... I know it's bad to want to get back at cats! Really, I do! But they're just begging to invoke my wrath!",
            "Like, they stuck their tongue out at me when my mentor had to pick them up for training yesterday because theirs was sick. And they told me my choice of favorite prey was stupid! And I know I can't tell anycat I know because they'll call me a tattle-tail. Seriously, do they WANT to see my villain arc?",
            "Huuuuurgh. Deep breaths, t_c. Maybe it's because, uh, no... I don't know why they're taunting me, what could I have possibly done to them?",
            "Well... can you PLEASE confront them about it? Tell them... uh... they have to close their eyes during my warrior ceremony."
        ]
    ],
    "silly_app_philosopher": [
        [
            "Any",
            "silly",
            "random_cat"
        ],
        [
            "y_c! I've been looking for you! I've been thinking all day about this... I've been begging for a cat to bounce ideas off of.",
            "So, I think I wanna do something funny to r_c. Like a prank. They've been having a rough time recently and I wanna do something funny to cheer them up. But I don't have the slightest clue what I wanna do... everything I can think of either hasn't worked or would just upset them further.",
            "I wanted to put a frog pet in their den, since I love looking for cool frogs, but couldn't find one they would like. Then, I tried looking for flowers to give them, but apparently the ones I found were called foxgloves, and they're really dangerous.",
            "PLEASE tell me if you think of something! I think I've thought so hard about this I could probably consider myself a, uh... what are the thinky cats called again? I know there's a name, come on...",
            "...Like the ones who come up with really big ideas that fundamentally change how their Clan operates? Like that one cat from o_cClan? Please? It's a real thing, it's on the tip of my jaw, I swear!"
        ]
    ],
    "silly_app_hysterical": [
        [
            "Any",
            "no_kit",
            "silly",
            "random_cat"
        ],
        [
            "[You enter camp after an utterly boring border patrol and see this apprentice's mortifying attempt at a greeting through what seems like hysterical laughter.]",
            "y_c! HAH! You just missed- *giggle* You just missed the FUNNIEST thing I've ever seen!",
            "There was- there was a frog on the leader's den, and- hahaHAHAHA- and then it- and then it- oh my goodness, the frog- it did-",
            "IT DID A BACKFLIP AND- It landed on r_c's HEAD!",
            "[Indeed, r_c is all the way across the camp, refusing to look over at the apprentice laughing over their embarrassing stunt only a few fox-tails away. You can feel the red-hot fur on their pelt even from here.]"
        ]
    ],
    "silly_app_gift": [
        [
            "Any",
            "silly",
            "random_cat"
        ],
        [
            "y_c! I made something cool, do you think r_c would like it? I made it with a thick water reed and some rocks.",
            "It's sort of like an, uh... Like, you can tilt it, and it makes a cool noise.",
            "Here, try it. Just pick it up with your jaws and tilt your head around.",
            "[You do as t_c orders. When you tilt the reed, you hear many pebbles hitting its walls in a way that sounds like the pitter-patter of rain, then resting against the tightly-shut ends. It's mesmerizing, and you have to force yourself to set it back down when you're done admiring the sound.]",
            "Hah, I take it you like it then? Here, why don't you have this one? I can always make another, after all!"
        ]
    ],
    "silly_app_time": [
        [
            "Any",
            "silly",
            "random_cat"
        ],
        [
            "Agh... gotta stretch my limbs!",
            "I've been working with my mentor all day long, doing this, that, and what have you...",
            "I think I just need some time to myself. I came up with a bunch of projects I want to complete in my spare time, and so far have had the energy for none!",
            "Here, y_c, want to help me gather water and dirt for my latest one? Let's make a family of mud rabbits!"
        ]
    ],
    "broodingapp_toqueenapp": [
        [
            "queen's apprentice",
            "brooding",
            "platonic_love",
            "trust",
            "comfort",
            "respect",
            "romantic_like"
        ],
        [
            "Hmph. Hi, y_c ...",
            "... What's that? You think I've been acting cold towards you lately?",
            "Heh. I'm that way to everyone. If you haven't noticed ...",
            "... But, no. I'm totally proud of you for choosing to become a queen.",
            "Totally not resentful, or anything. Totally don't feel betrayed because I thought we'd be training together. Totally not jealous of all your new friends. Nope, none of that here ...",
            "*Sigh* ... I guess I just ... miss waking up in the same den as you, is all.",
            "N-Not that I actually care, or anything.",
            "Ugh, whatever. Goodbye, y_c. Have fun kitsitting, or whatever it is you do here."
        ]
    ],
    "broodingapp_toqueenapp14": [
        [
            "mediator apprentice",
            "brooding",
            "platonic_love",
            "trust",
            "comfort",
            "respect",
            "romantic_like"
        ],
        [
            "Hmph. Hi, y_c ...",
            "... What's that? You think I've been acting cold towards you lately?",
            "Heh. I'm that way to everyone. If you haven't noticed ...",
            "... But, no. I'm totally proud of you for choosing to become a mediator.",
            "Totally not resentful, or anything. Totally don't feel betrayed because I thought we'd be training together. Totally not jealous of all your new friends. Nope, none of that here ...",
            "*Sigh* ... I guess I just ... miss waking up in the same den as you, is all.",
            "N-Not that I actually care, or anything.",
            "Ugh, whatever. Goodbye, y_c. Have fun fixing other cats' problems, or whatever it is you do here."
        ]
    ],
    "broodingapp_tomedapp": [
        [
            "medicine cat apprentice",
            "brooding",
            "platonic_love",
            "trust",
            "comfort",
            "respect",
            "romantic_like"
        ],
        [
            "Hmph. Hi, y_c ...",
            "... What's that? You think I've been acting cold towards you lately?",
            "Heh. I'm that way to everyone. If you haven't noticed ...",
            "... But, no. I'm totally proud of you for choosing to become a medicine cat.",
            "Totally not resentful, or anything. Totally don't feel betrayed because I thought we'd be training together. Totally not jealous of all your new friends. Nope, none of that here ...",
            "*Sigh*... I guess I just ... miss waking up in the same den as you, is all.",
            "N-Not that I actually care, or anything.",
            "Ugh, whatever. Goodbye, y_c. Have fun sorting herbs, or whatever it is you do here."
        ]
    ],
    "broodingapp_gen": [
        [
            "any",
            "brooding",
            "upstanding",
            "random_cat"
        ],
        [
            "One of the other apprentices just went to go play a prank on r_c. Can you believe it?",
            "How can anyone participate in such idiocy and still call themselves a self respecting member of c_nClan?",
            "... Yes, I know I'm still an apprentice. But I'm mature for my age!",
            "Hmph. Whatever. Clearly, I was mistaken in thinking that you would understand."
        ]
    ],
    "broodingapp_toapp1": [
        [
            "apprentice",
            "brooding"
        ],
        [
            "Hm? What's that?",
            "You want to know if we can train together?",
            "... I work best alone.",
            "But ... thank you for asking."
        ]
    ],
    "broodingapp_toapp": [
        [
            "apprentice",
            "brooding",
            "platonic_like",
            "romantic_like"
        ],
        [
            "We have training together today?",
            "Yes, I know ... I requested it.",
            "Why?",
            "Uh. I dunno.",
            "I ... like spending time with you. I guess.",
            "And, um, also, you're a good sparring partner, too. Mostly that.",
            "Ahem ..."
        ]
    ],
    "broodingapp_toapp2": [
        [
            "no_kit",
            "brooding"
        ],
        [
            "My mouse-brained mentor ... always trying to get me to 'participate more' in training and 'work together' with my clanmates ...",
            "Working together is for the weak! If you want something done right, you have to get it done yourself. Clearly, tm_n is too stupid to see it, though!",
            "I'll show them I can do everything myself ... that I don't need anybody ...",
            "... Have you been standing there this whole time?"
        ]
    ],
    "broodingapp_toapp3": [
        [
            "apprentice",
            "brooding",
            "you_loving",
            "you_cool",
            "you_stable",
            "you_assertive"
        ],
        [
            "So ... you're pretty popular around the apprentice's den, huh?",
            "If I were you, I'd ditch your friends now. They're only a liability.",
            "What about my friends ...?",
            "Hmph. Don't need any. I work alone.",
            "Do I ever get lonely ...?",
            "...",
            "...",
            "... I don't have to answer that."
        ]
    ],
    "broodingapp_toapp41": [
        [
            "apprentice",
            "brooding"
        ],
        [
            "y_c. We're training together tomorrow. d_n just told me to tell you.",
            "[You open your mouth to ask t_c more details, but they just stalk off without another word. So cold!]"
        ]
    ],
    "broodingapp_toapp42": [
        [
            "any",
            "brooding"
        ],
        [
            "Augh ... oof ...",
            "What are you looking at, y_c?",
            "What? I'm not hurt! I just overdid it a little today in training, is all ...",
            "And I definitely do not need to see the medicine cat!",
            "... Go on, then! Don't you have your own problems to worry about?"
        ]
    ],
    "broodingapp_toapp43": [
        [
            "any",
            "brooding"
        ],
        [
            "[You see t_c practicing their upright lock.]",
            "[After a few tries, finally, they get it right, and erupt into a huge smile.]",
            "Hahahaaaaa! Yes! I did it!",
            "Haha ... Ahem ...",
            "[They compose themself, regaining their signature scowl.]",
            "I hope no one saw that ..."
        ]
    ],
    "broodingapp_toapp5": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "queen's apprentice",
            "brooding",
            "platonic_like",
            "romantic_like",
            "trust",
            "comfort",
            "non-related"
        ],
        [
            "What's the deal, y_c? Why do you keep ... following me around everywhere? Acting like you're my friend?",
            "I don't have any friends! I'm a brooding loner! That's, like, my whole deal!",
            "*Huff* *Huff*",
            "I guess I just ... don't get what you see in me, is all.",
            "What do you think you stand to gain by being close to me?",
            "Because I guarantee you that, once you see who I really am, you're just going to be disappointed.",
            "Just ... I don't know. You're better off without me.",
            "... Didn't you hear me? Go away!"
        ]
    ],
    "broodingapp_toapp45": [
        [
            "any",
            "brooding",
            "from_your_apprentice"
        ],
        [
            "y_c. I'm ready to start today's training.",
            "What's that? You ... want me to take the day off?",
            "Um ... Okay.",
            "Thanks, I guess."
        ]
    ],
    "broodingapp_toapp46": [
        [
            "any",
            "brooding",
            "upstanding",
            "from_your_apprentice"
        ],
        [
            "[You catch t_c practicing a technique you taught them earlier, the back kick.]",
            "[They can't quite master it. Every time they lash out with their legs, they trip and fall in the dirt.]",
            "C'mon ... ugh ... AUGH!",
            "[Frustrated, t_c starts shredding a nearby tree. You quickly intercept and insist that they take a break before trying again tomorrow.]",
            "*Pant* *Pant* ... Okay, y_c.",
            "[But the fire in their eyes shows that they aren't done yet ... Not by a long shot.]",
            "[You fear any warrior who might have to cross t_c's path in battle one day. It won't be pretty.]"
        ]
    ],
    "broodingapp_toapp47": [
        [
            "any",
            "brooding",
            "from_your_apprentice"
        ],
        [
            "Hm? What's that, y_c?",
            "You ... want us to do a bonding exercise, to get to know each other better as mentor and apprentice?",
            "Hmph. Please.",
            "[t_c stalks off before you can even finish explaining the exercise. Clearly, you'll need to find another way of getting through to them ...]"
        ]
    ],
    "broodingapp_toapp48": [
        [
            "any",
            "brooding",
            "from_your_apprentice"
        ],
        [
            "[You notice your apprentice is looking a little stressed, and ask them how they're feeling.]",
            "Hmph. Let me get one thing straight to you, y_c.",
            "I'm your apprentice, you're my mentor, that's it. That's all this has to be.",
            "We don't need to get into any of the 'feelings' stuff, because it really isn't necessary. Got it?",
            "[They storm off, lashing their tail. If that isn't the most brutal little cat you've ever met in your life ...]"
        ]
    ],
    "broodingapp_toapp49": [
        [
            "any",
            "brooding",
            "platonic_like",
            "from_your_apprentice",
            "from_kit"
        ],
        [
            "y_c. I caught this mouse today.",
            "No big deal, or anything, I just thought you might wanna know ...",
            "[You shower t_c with praise, letting them know how proud you are, and they allow the littlest smile to crack over their face.]",
            "Heh ... I guess it is pretty cool ..."
        ]
    ],
    "broodingapp_toapp4": [
        [
            "any",
            "brooding",
            "platonic_like",
            "from_your_apprentice"
        ],
        [
            "[t_c coldly drops a bird at your paws.]",
            "Before you ask, yes, I did go onto the territory without your permission.",
            "It was early morning. This bird was perching in camp and I chased after it. There was no time to wake you.",
            "If you have a problem with it, I'd recommend taking it up with d_n.",
            "But I'm not gonna apologize, because I'm not sorry.",
            "[t_c turns around and drops the bird on the freshkill pile. You don't know if you should congratulate them for the catch, or claw their ears off.]"
        ]
    ],
    "upstanding_apprentice1": [
        [
            "apprentice",
            "upstanding",
            "platonic_like",
            "trust"
        ],
        [
            "Hey! Where are you off to in such a hurry? There's tons of stuff that we gotta get done in camp you know. We can't afford to have every cat running off just 'cause they don't feel like helping out.",
            "Oh please, you can go hunting later. Right now, we need all the paws we can get. Does d_n even know about this?",
            "Well... I guess a few extra pieces of prey wouldn't be all that bad, and technically extra prey could help spare a few cats from patrols...",
            "... fine, but keep it short. If I feel like you're taking your sweet time to get out of a little bit of work, don't expect me to keep my mouth shut."
        ]
    ],
    "upstanding_apprentice2": [
        [
            "upstanding",
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "queen's apprentice",
            "random_cat"
        ],
        [
            "Hey! How's training been going for you?",
            "Good to hear! Glad to see at least one other apprentice is taking their training seriously. I mean, have you seen r_a lately? They always seem to be goofing off about one thing or another.",
            "I really feel like they're going to fall behind in their apprenticeship if they don't start shaping up, y'know? I'd hate for them to have to receive their name late.",
            "Don't get involved in any of their antics, ok? c_nClan needs reliable cats who we can depend on."
        ]
    ],
    "upstanding_apprentice3": [
        [
            "upstanding",
            "apprentice"
        ],
        [
            "Hey, why the grumpy face? It looks like someone just stole your prey right from right under your nose with that frown.",
            "Seriously? You're moping around camp like the world is about to end because you were chosen for dawn patrol?",
            "Cmon, at least act like you're happy to help out the clan! You're doing everyone a big favor you know. And trust me, I think you and me both have a lot more dawn patrols coming if we want to make it to warriors!"
        ]
    ]
}