{
    "app_1": [
        [
            "apprentice",
            "romantic_like",
            "neurotic",
            "sweet",
            "silly",
            "upstanding"
        ],
        [
            "H-hi there! Didn't see you there. Well, I mean, I saw you, but I didn't expect to... um... run into you here, at the fresh-kill pile. Yeah, I was just... grabbing something to eat.",
            "Oh, you're here for the same reason? Great, great... um, any particular prey you fancy today? I mean, there's a good selection.",
            "It's a... a nice day, isn't it? The sun's out, the birds are singing... But it's been a busy day, you know. Hunting, patrolling, the usual warrior stuff.",
            "You're- you're looking strong. I mean, your fur, it's very... shiny today. Must be all that grooming. Not that I've been watching you groom. That would be weird. I just... happened to notice.",
            "Well, I should... I should probably get going. Got to... eat this vole and... stuff. Yeah. Nice chatting with you. Maybe we could... um... do it again sometime? If you want to, I mean. No pressure.",
            "Have a good day... and... um... yeah. See you later!"
        ]
    ],
    "app_2": [
        [
            "apprentice",
            "platonic_like",
            "stable",
            "sweet",
            "assertive",
            "sweet",
            "unabashed",
            "unlawful",
            "upstanding"
        ],
        [
            "Hey there! Finally got away from your mentor, huh? Mine's been keeping me on my paws all day. I swear, if I have to stalk one more imaginary mouse...",
            "I saw you in battle training earlier, though. You're getting really good! That move you pulled off... what was it again? The duck and roll? It looked really cool. Maybe you could show me sometime?",
            "And speaking of cool things, have you seen the elder's den lately? They've got a whole new stash of fresh moss. It looks so comfy! We should totally sneak in there one night and have a sleepover. We'll tell ghost stories and everything!",
            "Oh, and did you hear about the Gathering tomorrow night? I can't wait to see the other Clans. I wonder what their apprentices are like.",
            "Do you think they train as hard as we do? Or maybe they're all super lazy and we're going to be the best warriors ever!",
            "But before that, we've got to finish our chores. Ugh, I hate cleaning out the elder's ticks. They're so gross. And they always tell the same stories over and over. But I guess it's all part of being an apprentice.",
            "Anyway, we should probably get back to it. Don't want our mentors catching us slacking off. But later, let's meet at the training hollow. Maybe we can practice that move of yours?"
        ]
    ],
    "app_3": [
        [
            "apprentice",
            "jealousy",
            "upstanding",
            "assertive",
            "brooding",
            "stable",
            "unabashed"
        ],
        [
            "Hey there. I saw you in the training hollow today. You and your mentor seem to be really hitting it off, huh? Must be nice, having m_n as your teacher.",
            "Not that I'm jealous or anything. My mentor's great, too. They know what they're doing. I've learned a ton.",
            "I saw that move you pulled off earlier. Impressive. But you know, I've been practicing some moves of my own. Maybe one day you'll see them in action. Then we'll see who's the better apprentice.",
            "Don't look so surprised. We're both here to learn, to become warriors. And that means competition. We can't all be the best, can we?",
            "I suppose we're both lucky, in our own ways. You with your mentor, me with my determination and spirit. StarClan knows, it's not all about who you know. It's about what you're willing to do, how hard you're willing to work.",
            "Well, I'd better get going. No time to stand around chatting when there's so much to do. See you at training."
        ]
    ],
    "app_4": [
        [
            "apprentice",
            "dislike",
            "brooding",
            "upstanding",
            "assertive"
        ],
        [
            "Huh? What do you want?",
            "Look, just because we're both apprentices doesn't mean we're friends. I've got my training to focus on, and I'd appreciate it if you'd keep your tail out of my business.",
            "I've seen how you show off in training, always trying to be the center of attention. Well, it's not going to work on me. I'm here to become a warrior, not to make friends or win popularity contests.",
            "And don't think I didn't notice you taking the last piece of fresh-kill from the pile yesterday. That's not how a true Clanmate behaves. We're supposed to share, remember? Or does that rule not apply to you?",
            "I know we have to train together but that doesn't mean I have to like you. So let's just keep this professional, alright? You do your thing, and I'll do mine.",
            "Don't bother trying to prove me wrong or win me over. I've made up my mind. Just focus on your training and let me focus on mine. That's the best thing you can do for both of us."
        ]
    ],
    "app_5": [
        [
            "apprentice",
            "comfort",
            "introspective",
            "sweet",
            "stable",
            "assertive",
            "unabashed"
            
        ],
        [
            "Hey, friend! Come sit with me, the sun's rays feel really warm over here. Isn't it amazing how after a hard day's training, something as simple as sunlight can make us feel so content?",
            "I saw you earlier with your mentor. You were really impressive, you know? And the way you're improving each day... It's really inspiring. I'm glad we're on this journey together.",
            "Remember when we were kits, dreaming about becoming apprentices? And now look at us, almost warriors. It's been a long journey, hasn't it? But I wouldn't want to be on it with anyone else.",
            "Now, let's enjoy this moment of peace. The forest is beautiful today, isn't it? And later, if you want, we can practice some moves together. Two pairs of paws are better than one, after all!"
        ]
    ],
    "app_6": [
        [
            "apprentice",
            "respect",
            "unabashed",
            "sweet",
            "introspective",
            "stable"
        ],
        [
            "There you are. I've been meaning to talk to you. I watched you in training today, and I gotta say, I'm... wowed. You've really been putting your all into your training, and it shows.",
            "You're a real inspiration, you know that? It's not just your fighting skills or hunting techniques, either. It's your attitude, your determination, your commitment to the warrior code. You're everything an apprentice should be.",
            "Sometimes, when I'm struggling with a tricky move or having a tough day, I think about you. I think about how you never give up, how you face every challenge head-on. And it helps. It reminds me that I can do it, too.",
            "I know we're still apprentices, and there's so much we have yet to learn. But if we keep working hard, keep pushing ourselves, I know we'll become great warriors. And I know that because I see the potential in you.",
            "Just... keep doing what you're doing, alright? Keep being the cat you are. Because you're making a difference, even if you don't realize it. You're setting an example for all of us."
        ]
    ],
    "app_7": [
        [
            "apprentice",
            "trust",
            "assertive",
            "stable",
            "neurotic",
            "unabashed",
            "sweet",
            "introspective",
            "upstanding"
        ],
        [
            "Hey there, friend! I was just thinking about that adventure we had last moon. Remember when we got lost in the forest? I was so scared, but having you there made everything less frightening.",
            "You know, it's rare to find someone you can really trust in this life. But I trust you, completely. You've seen me at my best and at my worst, and yet, here we are.",
            "When we train together, I know you have my back. When we share tongues, I know I can tell you anything. You're more than just a Clanmate or a friend to me. You're like family.",
            "I hope you know that the trust goes both ways. I'm here for you, no matter what. If you need help with training, if you want to talk about something, if you're scared or uncertain... just let me know. We're in this together."
        ]
    ],
    "app_8": [
        [
            "Any",
            "hate"
        ],
        [
            "..."
        ]
    ],
    "app_9": [
        [
            "Any",
            "hate"
        ],
        [
            "I don't want to talk to you."
        ]
    ],
    "app_10": [
        [
            "Any",
            "hate",
            "assertive",
            "brooding",
            "unlawful"
        ],
        [
            "Talk to me again and I'll shred you."
        ]
    ],
    "app_11": [
        [
            "Any",
            "hate"
        ],
        [
            "Leave me alone."
        ]
    ],
    "app_12": [
        [
            "Any",
            "hate"
        ],
        [
            "Can't you see I'm busy?"
        ]
    ],
    "app_13": [
        [
            "Any",
            "hate"
        ],
        [
            "You again? Haven't you done enough?"
        ]
    ],
    "app_14": [
        [
            "kitten",
            "upstanding",
            "introspective",
            "assertive",
            "stable"
        ],
        [
            "Hey, y_c! You're getting so big, you'll be an apprentice before you know it. Do you ever wonder what it's like, getting to train and go on patrols?",
            "Well, let me tell you, it's not just fun and games. It's hard work, too. There's so much to learn: how to hunt, how to fight, how to navigate through the territory, and not just that. There's also the warrior code.",
            "But don't worry, it's not all serious. You get to explore and see things that you've never seen before. You get to learn new things every day. You get to watch the elders, the warriors, even the leader and deputy, and learn from them.",
            "And trust me, catching your first mouse, there's nothing quite like it.",
            "One day, you'll be able to go out too. Don't worry!"
        ]
    ],
    "app_15": [
        [
            "medicine cat apprentice",
            "assertive",
            "sweet",
            "introspective",
            "stable",
            "upstanding"
        ],
        [
            "Hey, y_c. Where've you been? Oh? I guess it's no surprise to find you here. Always with your nose in the herbs, aren't you?",
            "You know, I sometimes wonder what it's like, not having to train for battle, not having to worry about patrols and hunting and all that.",
            "But then, I see you with all these herbs and remedies, having to remember what each one does, what goes with what... Seems like a different kind of battle to me.",
            "Must be pretty tough, huh? You're doing a great job, though. Just wanted you to know that.",
            "Anyway, I'd better get going. Got a training session with the deputy. I'll see you around, yeah?"
        ]
    ],
    "app_16": [
        [
            "mediator apprentice",
            "introspective",
            "stable",
            "sweet",
            "assertive",
            "upstanding",
            "neurotic"
        ],
        [
            "Hey, there you are! I heard about your latest peace talks with the other Clans. That's some pretty intense work you're doing, isn't it?",
            "I mean, we're all trying to become warriors, right? Fighting, hunting, protecting the Clan... But you, you're out there trying to stop the fights before they even happen. That's... that's really something.",
            "I've seen how hard you work, how much time you spend listening to everyone, trying to understand their point of view. I don't know if I could do that. I guess that's why you're the mediator apprentice, not me.",
            "I just wanted to say... I admire you. You're making a difference, even if not everyone sees it. Keep it up, okay?",
            "Alright, I've got to run. Training waits for no cat, you know? Catch you later!"
        ]
    ],
    "app_17": [
        [
            "warrior",
            "neurotic",
            "introspective",
            "stable",
            "assertive",
            "upstanding"
        ],
        [
            "I've been meaning to talk to you, actually. It's about my final assessment. It's coming up soon and... well, I'm a little nervous, to be honest.",
            "I mean, I've been training hard, and I feel like I've learned a lot. But this is the big test, right? It's not just about whether I can catch a mouse or fight off an intruder. It's about whether I'm ready to be a warrior.",
            "Did you feel like this before your assessment? Did you worry that you might not make it, that you might let down the Clan, your mentor, yourself?",
            "I guess what I'm asking is... do you have any advice for me? Any words of wisdom to help me through?",
            "Anyway, thanks for listening. I appreciate it. I'll do my best, I promise. I won't let the Clan down."
        ]
    ],
    "app_18": [
        [
            "medicine cat",
            "introspective",
            "stable",
            "assertive",
            "neurotic",
            "sweet"
        ],
        [
            "Hello, I've been meaning to come see you. It's about this recurring dream I've been having, I'm not sure if it's anything important, but it has been bothering me.",
            "It's always the same - I'm standing by a pool of water, looking at my reflection. But instead of my own face, I see a cloud-covered sky and a single star shining brightly through. Then I wake up...",
            "I know you're the one who interprets dreams and signs from StarClan. Do you think this could be a message? Or is it just a dream, nothing more?",
            "I've been an apprentice for a while now, so I've been trying to pay more attention to the world around me, to the signs. But I'm not sure what to make of this one. Could you maybe help me understand?",
            "Thank you for listening. It feels good to get it off my chest, even if it turns out to be nothing. Thanks for being here for us."
        ]
    ],
    "app_19": [
        [
            "mediator",
            "introspective",
            "neurotic",
            "stable",
            "sweet"
        ],
        [
            "Hey, I was hoping to find you. There's something that's been on my mind lately, and I think you might be the right cat to help me sort it out.",
            "You know how you're always helping resolve disputes within the Clan, and even between Clans sometimes? You're good at it, finding the middle ground, making peace. I admire that about you.",
            "I'm having a bit of a disagreement with another apprentice. Nothing serious, just... it's about the hunting routes. We can't seem to agree on the best way to divide them so we both can catch enough.",
            "I know it sounds stupid, but I really want to be able to make amends.",
            "I was wondering if you could give me some advice on how to approach this? How can I get my point across without starting a fight? You always seem to know what to say.",
            "Thanks for listening. I really appreciate it. It's good to know that there's someone in the Clan who's always ready to lend an ear and help smooth things over."
        ]
    ],
    "app_20": [
        [
            "deputy",
            "upstanding",
            "introspective",
            "stable",
            "sweet"
        ],
        [
            "y_c, may I have a word with you? I've been thinking a lot about my future in the Clan and... well, I wanted to discuss it with you.",
            "I've always admired the way you lead the Clan, the way you take responsibility for us all. You're firm but fair, always looking out for every cat. I think... I think I want to be like that one day.",
            "I know it's a long way off, and I still have a lot to learn. But I want to start working towards that now. I want to be the best warrior I can be, for the Clan.",
            "Do you have any advice for me? How can I start preparing for such a role, even as an apprentice? Is there anything I should be doing now, to get ready for that kind of responsibility?",
            "Thank you for listening, y_c. I appreciate your guidance. I'll work hard, I promise. For the Clan."
        ]
    ],
    "app_21": [
        [
            "leader",
            "upstanding",
            "sweet",
            "stable",
            "introspective"
        ],
        [
            "y_c, if you have a moment, there's something I'd like to discuss with you. It's about my future in the Clan and the path I wish to take",
            "Ever since I became an apprentice, I've looked up to you. The way you lead us with courage, wisdom, and strength, it's something I aspire to.",
            "I've been thinking a lot about what kind of warrior I want to be, and I can't shake the feeling that I want to lead.",
            "I know it's ambitious. I know it's not something to take lightly. But I want to learn, to grow, to prepare myself. I want to contribute to our Clan in the most significant way I can",
            "I'm not asking for special treatment or shortcuts. I just want your advice, your guidance. How can I become a better warrior, a potential leader? What should I focus on? What do I need to learn?",
            "Thank you, y_c. Your words mean more to me than I can express. I promise you, I'll take your advice to heart and work hard to be a cat you, and our Clan, can be proud of."
        ]
    ],
    "app_22": [
        [
            "Any",
            "leafbare",
            "introspective",
            "stable",
            "upstanding",
            "assertive",
            "sweet"
        ],
        [
            "Leaf-bare is coming, isn't it? You can already feel the chill in the air, and the leaves are almost all off the trees. I've heard stories, but this will be my first leaf-bare as an apprentice.",
            "I know it's going to be hard. The elders tell stories about the cold, about the scarce prey, about how the Clan has to come together to survive. I'm a little scared, I won't lie.",
            "But I'm also ready. I've been training hard, learning how to hunt in all conditions. I want to be able to contribute, to help the Clan get through leaf-bare.",
            "I hope that by the time Greenleaf comes again, I'll be a full warrior. That's my goal. To prove myself during the hardest time of the year, and to come out of it as a warrior.",
            "I know it's a big task. But I also know that with the help of my mentors, my friends, and my Clan, I can make it. After all, that's what being in a Clan is all about, right?"
        ]
    ],
    "app_23": [
        [
            "Any",
            "leaffall",
            "introspective"
        ],
        [
            "Leaf-fall is such a beautiful time, isn't it? When the leaves start changing colors, painting the forest in hues of red, orange, and yellow. I feel like the whole forest is preparing for a long rest.",
            "Even though the prey is starting to hide away and the chill is seeping in, there's something about leaf-fall that feels warm. It's like the forest is giving us a bright farewell before the harsh leafbare.",
            "And then there's the rustling of the leaves underpaw. It's hard to hunt without making a noise, but I've been practicing. I've found that if you move with the wind, you can cover the noise of your pawsteps.",
            "I wonder, though, how everything changes so quickly. One moment, it's Greenleaf with all its warmth and abundance, and the next moment, it's leaf-fall, preparing us for the scarcity of leaf-bare.",
            "But I guess that's how life is, right? A cycle of changes, each one preparing us for the next. It's a lesson from nature, and as a part of nature, we too adapt and grow."
        ]
    ],
    "app_24": [
        [
            "Any",
            "newleaf",
            "introspective",
            "sweet",
            "stable",
            "cool"
        ],
        [
            "Newleaf... It's like the whole forest is waking up from a long sleep, don't you think? The trees are budding, the prey is coming out from their hiding spots, everything feels... alive.",
            "I love how the sun feels warmer, and the days get longer. Training becomes more fun when you can feel the warm sun on your pelt, and the longer days mean more time to practice.",
            "The flowers... they're kinda pretty too! I'm no medicine cat but I can still appreciate them!"
        ]
    ],
    "app_25": [
        [
            "Any",
            "greenleaf",
            "introspective",
            "sweet",
            "cool"
        ],
        [
            "Greenleaf is amazing, isn't it? The forest is in full bloom, and there is prey at every pawstep. It's like StarClan has opened up the skies and poured life onto the earth.",
            "But it's not just about the plenty of food. It's the feeling of the sun on your fur, the warm ground beneath your paws, and the endless green that stretches as far as the eye can see. It's like the whole forest is singing!",
            "But the sun can be really hot sometimes too. The thirst... I sometimes feel like I could drink the whole river and still be thirsty.",
            "Well, I guess every season has its ups and downs!"
        ]
    ],
    "app_26": [
        [
            "elder",
            "neurotic",
            "sweet",
            "upstanding"
        ],
        [
            "There you are, you old badger!",
            "AH! I'm sorry! One of the other apprentices told me to call you that! I swear!",
            "I'll- I'll just get going now! See ya!"
        ]
    ],
    "app_2d8": [
        [
            "murder",
            "Any",
            "sweet",
            "introspective",
            "neurotic",
            "cool"
        ],
        [
            "I wish I could forget what I know, but it haunts me every day."
        ]
    ],
    "app_28": [
        [
            "murder",
            "Any",
            "assertive",
            "brooding",
            "unlawful",
            "cool"
        ],
        [
            "You're a foxhearted monster! I can't believe I trusted you."
        ]
    ],
    "app_293": [
        [
            "murder",
            "Any"
        ],
        [
            "How can you live with yourself?"
        ]
    ],
    "app_29c": [
        [
            "murder",
            "Any",
            "neurotic",
            "introspective"
        ],
        [
            "D-don't come any closer."
        ]
    ],
    "app_29": [
        [
            "murder",
            "Any",
            "stable",
            "assertive",
            "brooding"
        ],
        [
            "You'll pay for what you've done!"
        ]
    ],
    "app_16a": [
        [
            "kitten",
            "insult",
            "stable",
            "sweet",
            "introspective",
            "upstanding",
            "cool"
        ],
        [
            "Hey! Be nice! When you're an apprentice, your mentor won't let that slide."
        ]
    ],
    "app_292": [
        [
            "Any",
            "random_cat",
            "upstanding",
            "neurotic",
            "sweet",
            "assertive",
            "stable",
            "cool"
        ],
        [
            "Hey, I need an opinion, if you're up for it.",
            "Do you think that r_c would like this flower? I saw it the other day and it reminded me of them, but I'm worried they won't like it...",
            "Thanks for the help! I appreciate it."
        ]
    ],
    "app_2592": [
        [
            "Any",
            "neurotic",
            "brooding",
            "platonic_like"
        ],
        [
            "Do you ever wonder what it's like up there? In Starclan, I mean. There must be loads of cats up there.",
            "Do you think that they get any peace? Do they have camps? What about borders? I know they're usually said to be rather free-going and all, but I just sorta wonder...how do they manage it?",
            "I can barely handle staying in the apprentices' den since my denmates are chattering on all the time!",
            "However they do it, they must be really patient and strong to handle all that chattering..."
        ]
    ],
    "app_fdsa": [
        [
            "medicine cat apprentice",
            "you_neurotic"
        ],
        [
            "Hi y_c! How's your training going? Having any trouble memorizing all those different herbs and remedies?",
            "Really? That sucks. It was only a few mistakes though, I'm sure it will come to you soon enough! You wouldn't be a medicine apprentice if c_nClan didn't think you were capable, trust me!",
            "Remember the other day when you pulled that thorn out of my paw?",
            "You managed to pull that thing out before I could say 'Mouse!' There was also that other time where I hit my head after going for that pesky squirrel, and that other time when - I think you get the idea.",
            "What I'm trying to say is that you're doing great. I sure didn't get my hunters' crouch right on the first try! c_nClan is lucky to have you, don't put too much pressure on yourself, ok?"
        ]
    ],
    "app31232": [
        [
            "kitten"
        ],
        [
            "Oh hello there! What are you doing? Play-fighting? So, who are you pretending to be, y_c?",
            "Leader? You might just be one someday, with your skills! But first you have to train hard and become a warrior. I'm nearly one already.",
            "Do I want to be leader? Maybe... I'm not sure. It looks like a lot of work and responsibility. And I don't want to be too ambitious, because then I certainly won't become one.",
            "It's also an honor to even be a warrior, let alone deputy or leader... Oh, my mentor's calling me! Bye, have a good day!"
        ]
    ],
    "app3123": [
        [
            "apprentice",
            "you_bloodthirsty",
            "you_vengeful",
            "you_fierce"
        ],
        [
            "Uh, hey, y_c. When we were out training the other day, you were really intense. I could barely keep up with you.",
            "It was... aha... kind of scary. I'm definitely glad we're clanmates, or else I might have to fight you for real one day. You're supposed to protect your clan with your life! That's what we've always been told.",
            "So that means you won't... ever really hurt me, right?"
        ]
    ],
    "app_321": [
        [
            "insult",
            "Any",
            "cool",
            "stable",
            "introspective",
            "assertive",
            "silly",
            "unabashed"
        ],
        [
            "Uh... okay?"
        ]
    ],
    "app_32a1": [
        [
            "insult",
            "Any",
            "cool",
            "stable",
            "introspective",
            "assertive",
            "silly",
            "unabashed"
        ],
        [
            "... Am I supposed to be offended?"
        ]
    ],
    "app_3j2a1": [
        [
            "insult",
            "Any",
            "upstanding",
            "cool",
            "assertive"
        ],
        [
            "Are you just saying that because I caught a bigger bird than you?"
        ]
    ],
    "app_32ga1": [
        [
            "insult",
            "Any",
            "assertive",
            "unlawful",
            "silly",
            "unabashed"
        ],
        [
            "Well, at least I don't have a furball stuck in my throat all the time!"
        ]
    ],
    "app_32fa1": [
        [
            "insult",
            "Any",
            "silly",
            "assertive",
            "unabashed",
            "cool"
        ],
        [
            "Hmm, I think I smell sour mouse! Oh wait, it's just your attitude."
        ]
    ],
    "app_32aa1": [
        [
            "insult",
            "apprentice",
            "upstanding",
            "introspective",
            "stable"
        ],
        [
            "If you put as much effort into hunting as you do into hurling insults, we'd never go hungry."
        ]
    ],
    "app_32ax1": [
        [
            "insult",
            "apprentice",
            "cool",
            "upstanding",
            "stable"
        ],
        [
            "Careful, your jealousy is showing."
        ]
    ],
    "app_3211": [
        [
            "insult",
            "Any",
            "platonic_like",
            "neurotic",
            "sweet",
            "introspective",
            "brooding"
        ],
        [
            "You don't really mean that... do you?"
        ]
    ],
    "app_321321": [
        [
            "insult",
            "Any",
            "sweet",
            "neurotic"
        ],
        [
            "I don't understand... Why are you being like this?"
        ]
    ],
    "app_1511": [
        [
            "warrior",
            "insult",
            "upstanding",
            "assertive",
            "unabashed",
            "introspective"
        ],
        [
            "I may be an apprentice, but that doesn't mean you can just talk down to me. I work hard and I'm learning fast!",
            "Your words won't break my spirit. They just show me the kind of cat you are.",
            "Insulting me doesn't make you any stronger. We're supposed to be a team, remember?",
            "Fine, I'll take your words as a challenge. Someday, I'll prove you wrong.",
            "One day, I'll be a warrior too, and I won't forget your words."
        ]
    ]
}
