{
    "app_1": [
        [
            "app",
            "romantic_like"
        ],
        [
            "H-hi there! Didn't see you there. Well, I mean, I saw you, but I didn't expect to... um... run into you here, at the fresh-kill pile. Yeah, I was just... grabbing something to eat.",
            "Oh, you're here for the same reason? Great, great... um, any particular prey you fancy today? I mean, there's a good selection.",
            "It's a... a nice day, isn't it? The sun's out, the birds are singing.. .But it's been a busy day, you know. Hunting, patrolling, the usual warrior stuff.",
            "You're... you're looking strong. I mean, your fur, it's very... shiny today. Must be all that grooming. Not that I've been watching you groom. That would be weird. I just... happened to notice.",
            "Well, I should... I should probably get going. Got to... eat this vole and... stuff. Yeah. Nice chatting with you. Maybe we could... um... do it again sometime? If you want to, I mean. No pressure.",
            "Have a good day... and... um... yeah. See you later!"
        ]
    ],
    "app_2": [
        [
            "app",
            "platonic_like"
        ],
        [
            "Hey there! Finally got away from your mentor, huh? Mine's been keeping me on my paws all day. I swear, if I have to stalk one more imaginary mouse...",
            "I saw you in battle training earlier, though. You're getting really good! That move you pulled off... what was it again? The duck and roll? It looked really cool. Maybe you could show me sometime?",
            "And speaking of cool things, have you seen the elder's den lately? They've got a whole new stash of fresh moss. It looks so comfy! We should totally sneak in there one night and have a sleepover. We'll tell ghost stories and everything!",
            "Oh, and did you hear about the Gathering tomorrow night? I can't wait to see the other Clans. I wonder what their apprentices are like. Do you think they train as hard as we do? Or maybe they're all super lazy and we're going to be the best warriors ever!",
            "But before that, we've got to finish our chores. Ugh, I hate cleaning out the elder's ticks. They're so gross. And they always tell the same stories over and over. But I guess it's all part of being an apprentice.",
            "Anyway, we should probably get back to it. Don't want our mentors catching us slacking off. But later, let's meet at the training hollow. Maybe we can practice that move of yours?"
        ]
    ],
    "app_3": [
        [
            "app",
            "jealousy"
        ],
        [
            "Hey there. I saw you in the training hollow today. You and your mentor seem to be really hitting it off, huh? Must be nice, having m_n as your teacher.",
            "Not that I'm jealous or anything. My mentor's great, too. They know what they're doing. I've learned a ton.",
            "I saw that move you pulled off earlier. Impressive. But you know, I've been practicing some moves of my own. Maybe one day you'll see them in action. Then we'll see who's the better apprentice.",
            "Don't look so surprised. We're both here to learn, to become warriors. And that means competition. We can't all be the best, can we?",
            "I suppose we're both lucky, in our own ways. You with your mentor, me with my determination and spirit. StarClan knows, it's not all about who you know. It's about what you're willing to do, how hard you're willing to work.",
            "Well, I'd better get going. No time to stand around chatting when there's so much to do. See you at training."
        ]
    ],
    "app_4": [
        [
            "app",
            "dislike"
        ],
        [
            "Huh? What do you want?",
            "Look, just because we're both apprentices doesn't mean we're friends. I've got my training to focus on, and I'd appreciate it if you'd keep your tail out of my business.",
            "I've seen how you show off in training, always trying to be the center of attention. Well, it's not going to work on me. I'm here to become a warrior, not to make friends or win popularity contests.",
            "And don't think I didn't notice you taking the last piece of fresh-kill from the pile yesterday. That's not how a true Clanmate behaves. We're supposed to share, remember? Or does that rule not apply to you?",
            "I know we have to train together but that doesn't mean I have to like you. So let's just keep this professional, alright? You do your thing, and I'll do mine.",
            "Don't bother trying to prove me wrong or win me over. I've made up my mind. Just focus on your training and let me focus on mine. That's the best thing you can do for both of us."
        ]
    ],
    "app_5": [
        [
            "app",
            "comfort"
        ],
        [
            "Hey, friend! Come sit with me, the sun's rays feel really warm over here. Isn't it amazing how after a hard day's training, something as simple as sunlight can make us feel so content?",
            "I saw you earlier with your mentor. You were really impressive, you know? And the way you're improving each day... It's really inspiring. I'm glad we're on this journey together.",
            "Remember when we were kits, dreaming about becoming apprentices? And now look at us, almost warriors. It's been a long journey, hasn't it? But I wouldn't want to be on it with anyone else.",
            "Now, let's enjoy this moment of peace. The forest is beautiful today, isn't it? And later, if you want, we can practice some moves together. Two pairs of paws are better than one, after all!"
        ]
    ],
    "app_6": [
        [
            "app",
            "respect"
        ],
        [
            "There you are. I've been meaning to talk to you. I watched you in training today, and I gotta say, I'm... wowed. You've really been putting your all into your training, and it shows.",
            "You're a real inspiration, you know that? It's not just your fighting skills or hunting techniques, either. It's your attitude, your determination, your commitment to the warrior code. You're everything an apprentice should be.",
            "Sometimes, when I'm struggling with a tricky move or having a tough day, I think about you. I think about how you never give up, how you face every challenge head-on. And it helps. It reminds me that I can do it, too.",
            "I know we're still apprentices, and there's so much we have yet to learn. But if we keep working hard, keep pushing ourselves, I know we'll become great warriors. And I know that because I see the potential in you.",
            "Just... keep doing what you're doing, alright? Keep being the cat you are. Because you're making a difference, even if you don't realize it. You're setting an example for all of us."
        ]
    ],
    "app_7": [
        [
            "app",
            "trust"
        ],
        [
            "Hey there, friend! I was just thinking about that adventure we had last moon. Remember when we got lost in the forest? I was so scared, but having you there made everything less frightening.",
            "You know, it's rare to find someone you can really trust in this life. But I trust you, completely. You've been there for me, through thick and thin, through victories and mistakes. You've seen me at my best and at my worst, and yet, here we are.",
            "When we train together, I know you have my back. When we share tongues, I know I can tell you anything. You're more than just a Clanmate or a friend to me. You're like family.",
            "I hope you know that the trust goes both ways. I'm here for you, no matter what. If you need help with training, if you want to talk about something, if you're scared or uncertain... just let me know. We're in this together."
        ]
    ],
    "app_8": [
        [
            "hate"
        ],
        [
            "..."
        ]
    ],
    "app_9": [
        [
            "hate"
        ],
        [
            "I don't want to talk to you."
        ]
    ],
    "app_10": [
        [
            "hate"
        ],
        [
            "Talk to me again and I'll shred you."
        ]
    ],
    "app_11": [
        [
            "hate"
        ],
        [
            "Leave me alone."
        ]
    ]
}