{
        "app_8": [
        [
            "Any",
            "hate"
        ],
        [
            "..."
        ]
    ],
    "app_9": [
        [
            "Any",
            "hate"
        ],
        [
            "I don't want to talk to you."
        ]
    ],
    "app_10": [
        [
            "Any",
            "hate",
            "assertive",
            "brooding",
            "unlawful"
        ],
        [
            "Talk to me again and I'll shred you."
        ]
    ],
    "app_11": [
        [
            "Any",
            "hate"
        ],
        [
            "Leave me alone."
        ]
    ],
    "app_12": [
        [
            "Any",
            "hate"
        ],
        [
            "Can't you see I'm busy?"
        ]
    ],
    "app_13": [
        [
            "Any",
            "hate"
        ],
        [
            "You again? Haven't you done enough?"
        ]
    ],
    "app_26": [
        [
            "elder",
            "neurotic",
            "sweet",
            "upstanding"
        ],
        [
            "There you are, you old badger!",
            "AH! I'm sorry! One of the other apprentices told me to call you that! I swear!",
            "I'll- I'll just get going now! See ya!"
        ]
    ],
    "app_28": [
        [
            "murder",
            "Any",
            "assertive",
            "brooding",
            "unlawful",
            "cool"
        ],
        [
            "You're a foxhearted monster! I can't believe I trusted you."
        ]
    ],
    "app_293": [
        [
            "murder",
            "Any"
        ],
        [
            "How can you live with yourself?"
        ]
    ],
    "app_29c": [
        [
            "murder",
            "Any",
            "neurotic",
            "introspective"
        ],
        [
            "D-don't come any closer."
        ]
    ],
    "app_29": [
        [
            "murder",
            "Any",
            "stable",
            "assertive",
            "brooding"
        ],
        [
            "You'll pay for what you've done!"
        ]
    ],
    "app_16a": [
        [
            "kitten",
            "insult",
            "stable",
            "sweet",
            "introspective",
            "upstanding",
            "cool"
        ],
        [
            "Hey! Be nice! When you're an apprentice, your mentor won't let that slide."
        ]
    ],
    "app_292": [
        [
            "Any",
            "random_cat",
            "upstanding",
            "neurotic",
            "sweet",
            "assertive",
            "stable",
            "cool"
        ],
        [
            "Hey, I need an opinion, if you're up for it.",
            "Do you think that r_c would like this flower? I saw it the other day and it reminded me of them, but I'm worried they won't like it...",
            "Thanks for the help! I appreciate it."
        ]
    ],
    "app_2592": [
        [
            "Any",
            "neurotic",
            "brooding",
            "platonic_like"
        ],
        [
            "Do you ever wonder what it's like up there? In Starclan, I mean. There must be loads of cats up there.",
            "Do you think that they get any peace? Do they have camps? What about borders? I know they're usually said to be rather free-going and all, but I just sorta wonder...how do they manage it?",
            "I can barely handle staying in the apprentices' den since my denmates are chattering on all the time!",
            "However they do it, they must be really patient and strong to handle all that chattering..."
        ]
    ],
    "app_fdsa": [
        [
            "medicine cat apprentice",
            "you_neurotic"
        ],
        [
            "Hi y_c! How's your training going? Having any trouble memorizing all those different herbs and remedies?",
            "Really? That sucks. It was only a few mistakes though, I'm sure it will come to you soon enough! You wouldn't be a medicine apprentice if c_nClan didn't think you were capable, trust me!",
            "Remember the other day when you pulled that thorn out of my paw?",
            "You managed to pull that thing out before I could say 'Mouse!' There was also that other time where I hit my head after going for that pesky squirrel, and that other time when - I think you get the idea.",
            "What I'm trying to say is that you're doing great. I sure didn't get my hunters' crouch right on the first try! c_nClan is lucky to have you, don't put too much pressure on yourself, ok?"
        ]
    ],
    "app31232": [
        [
            "kitten"
        ],
        [
            "Oh hello there! What are you doing? Play-fighting? So, who are you pretending to be, y_c?",
            "Leader? You might just be one someday, with your skills! But first you have to train hard and become a warrior. I'm nearly one already.",
            "Do I want to be leader? Maybe... I'm not sure. It looks like a lot of work and responsibility. And I don't want to be too ambitious, because then I certainly won't become one.",
            "It's also an honor to even be a warrior, let alone deputy or leader... Oh, my mentor's calling me! Bye, have a good day!"
        ]
    ],
    "app3123": [
        [
            "apprentice",
            "you_bloodthirsty",
            "you_vengeful",
            "you_fierce"
        ],
        [
            "Uh, hey, y_c. When we were out training the other day, you were really intense. I could barely keep up with you.",
            "It was... aha... kind of scary. I'm definitely glad we're clanmates, or else I might have to fight you for real one day. You're supposed to protect your clan with your life! That's what we've always been told.",
            "So that means you won't... ever really hurt me, right?"
        ]
    ],
    "app_321": [
        [
            "insult",
            "Any",
            "cool",
            "stable",
            "introspective",
            "assertive",
            "silly",
            "unabashed"
        ],
        [
            "Uh... okay?"
        ]
    ],
    "app_32a1": [
        [
            "insult",
            "Any",
            "cool",
            "stable",
            "introspective",
            "assertive",
            "silly",
            "unabashed"
        ],
        [
            "... Am I supposed to be offended?"
        ]
    ],
    "app_3j2a1": [
        [
            "insult",
            "Any",
            "upstanding",
            "cool",
            "assertive"
        ],
        [
            "Are you just saying that because I caught a bigger bird than you?"
        ]
    ],
    "app_32ga1": [
        [
            "insult",
            "Any",
            "assertive",
            "unlawful",
            "silly",
            "unabashed"
        ],
        [
            "Well, at least I don't have a furball stuck in my throat all the time!"
        ]
    ],
    "app_32fa1": [
        [
            "insult",
            "Any",
            "silly",
            "assertive",
            "unabashed",
            "cool"
        ],
        [
            "Hmm, I think I smell sour mouse! Oh wait, it's just your attitude."
        ]
    ],
    "app_32aa1": [
        [
            "insult",
            "apprentice",
            "upstanding",
            "introspective",
            "stable"
        ],
        [
            "If you put as much effort into hunting as you do into hurling insults, we'd never go hungry."
        ]
    ],
    "app_32ax1": [
        [
            "insult",
            "apprentice",
            "cool",
            "upstanding",
            "stable"
        ],
        [
            "Careful, your jealousy is showing."
        ]
    ],
    "app_3211": [
        [
            "insult",
            "Any",
            "platonic_like",
            "neurotic",
            "sweet",
            "introspective",
            "brooding"
        ],
        [
            "You don't really mean that... do you?"
        ]
    ],
    "app_321321": [
        [
            "insult",
            "Any",
            "sweet",
            "neurotic"
        ],
        [
            "I don't understand... Why are you being like this?"
        ]
    ],
    "app_13511": [
        [
            "Any"
        ],
        [
            "Hi there, y_c!"
        ]
    ]
}
