{
    "dep_0": [
        [
            "warrior",
            "leafbare",
            "forest"
        ],
        [
            "Greetings, y_c. There's a chill in the air today... Leaf-bare is upon us, but we are strong. We've weathered harsh moons before, and we'll do so again.",
            "Oh, you're on border patrol today, aren't you? Be wary, the scent markers may be harder to find in this cold weather. But I have faith in your keen nose.",
            "And, watch out for the ice. It's treacherous this time of year. Use your senses, trust your instincts. That's what we do, isn't it? We thrive where others would perish because we understand the woods.",
            "Off you go now. Remember, the forest may be quiet, but it's never silent. Listen to its whispers. Feel its heartbeat beneath your paws. And most importantly, know that you carry the heartbeat of the Clan with you.",
            "Stay safe, y_c."
        ]
    ],
    "dep_1a6": [
        [
            "kitten",
            "insult"
        ],
        [
            "Your courage is commendable, but your manners could use some work."
        ]
    ],
    "dep_c1": [
        [
            "warrior",
            "beach"
        ],
        [
            "Well met, y_c. Dawn is breaking over our seaside home, and the tide is retreating. It's time to patrol our sandy borders.",
            "You're off to the tidepools today, aren't you? Be careful. The rocks can be slippery, and the sea... well, she has her own mind.",
            "Go now, honor your duties. Feel the sand beneath your paws, let the sea breeze guide you, and the sun warm your fur. And if the going gets tough, remember that you are c_nClan - as relentless as the waves, as steady as the tide.",
            "Return safe, y_c. May StarClan light your path, and may the sea sing you home."
        ]
    ],
    "depd_2": [
        [
            "warrior",
            "plains"
        ],
        [
            "Good day, y_c. The grass whispers secrets with each gust of wind, and the sun rides high in the open sky. We're far from the shadowed woods here, in the heart of the vast plains.",
            "Ah, you're set to patrol the grasslands today, aren't you? Be cautious. What the plains offer in visibility, they take in shelter. We stand in the open here, visible to friends and foes alike.",
            "We face the world with our heads held high, just as the tall grass does. In the open, we find our courage, our unity. We don't have the cover of the woods, but we have the wide sky above and the vast plain around. And that's our strength.",
            "So go now, feel the grass under your paws, the wind in your fur, and the boundless sky overhead. Let them remind you of who you are, of the strength and spirit that makes us c_nClan.",
            "Return safe, y_c. May StarClan light your path."
        ]
    ],
    "dep_15a": [
        [
            "Any",
            "no_kit",
            "insult"
        ],
        [
            "As your deputy, I've dedicated my life to this Clan. Your words won't shake my commitment.",
            "I won't let your insults distract me from my duties. There's too much at stake.",
            "Every cat in this Clan has their worth, myself included. Your disrespect won't change that.",
            "Your words may be hurtful, but they won't break me. I've faced greater challenges.",
            "I'd suggest you spend less time throwing insults and more time serving the Clan."
        ]
    ],
    "elder3213": [
        [
            "Any"
        ],
        [
            "Hello there, y_c!"
        ]
    ],
    "dep_321": [
        ["Any"],
        ["There's too much to do right now. Let's talk later."]
    ],
    "dep_15af": [
        [
            "Any",
            "no_kit",
            "insult"
        ],
        [
            "Say that again and you'll regret it."
        ]
    ],
    "dep_c3": [
        [
            "kitten"
        ],
        [
            "Well, hello there, little one. You've strayed a bit far from the nursery, haven't you? No need to fret, kits are born curious, it's how you learn.",
            "We're a part of c_nClan, and that means we have the whole territory to explore... when you're old enough, of course.",
            "What's that? You want to be an apprentice? That spark in your eyes... it reminds me of my own kithood. But remember, growing up isn't just about catching the biggest prey or being the fastest runner.",
            "It's about protecting your Clanmates, honoring the warrior code, and understanding that your strength comes from the unity of the Clan.",
            "Your warrior name... ah, that's not for me to decide. But when the time comes, it will reflect your courage, your determination, and your spirit. StarClan will guide us in that choice, as they guide us in all things.",
            "Right now, your job is to grow strong and learn. Learn from the elders' stories, from watching the warriors, and yes, even from playing with your denmates. It's all part of becoming a great clanmate.",
            "Now off you go, back to the nursery. We'll have plenty of time to talk about your duties when you're an apprentice. But for now, enjoy being a kit. It's a special time, and it only happens once."
        ]
    ],
    "depv_4": [
        [
            "apprentice",
            "forest",
            "leafbare"
        ],
        [
            "Ah, my young apprentice. Every sunhigh brings us a new opportunity to learn and grow, doesn't it? It's a great time to be part of c_nClan. The snow is thick, and the forest is quiet. It's our time.",
            "I hear you're off to join the border patrol today. Good. It's an important duty. You'll learn the scent of our Clan, of our territory. You'll understand that our borders are not just lines in the snow, but a promise, a responsibility.",
            "Hunting in leaf-bare can be a challenge, but remember, the warrior code guides us in times of plenty and times of scarcity.",
            "We respect the forest, and in return, it provides for us. And when it seems it doesn't, we must remember that this, too, is a part of the natural cycle.",
            "Stay strong, y_c. Each day is a step on the journey to becoming a warrior. And remember, each trial is a lesson, each triumph, a milestone."
        ]
    ],
    "depa_5": [
        [
            "medicine cat apprentice",
            "greenleaf"
        ],
        [
            "Greetings, young healer. The light of StarClan shines brightly in your eyes. It's no small path you tread, the path of a medicine cat. But I see you've embraced your calling with an open heart. You do c_nClan proud.",
            "The herbs are flourishing in this greenleaf, aren't they? Yes, it's your duty to understand them, their uses, their secrets... But remember, they're not just remedies.",
            "They're a part of the forest, a part of our lives. They carry the wisdom of countless moons within them.",
            "And your dreams... StarClan communicates with us through you. Your role is not just as a healer, but as a bridge between us and our ancestors. It's a heavy responsibility, but remember, StarClan chose you.",
            "They see strength within you, even when you may not.",
            "This journey you're on, it's unique. You won't be measured by your hunting skills or your fighting prowess, but by your wisdom, your empathy, your understanding. You are a guide, a beacon of hope, especially in the darkest of storms.",
            "Go now, back to your herbs, back to your studies. Know that c_nClan is proud of you, our young healer. May StarClan light your path, and may your journey be as boundless as the open sky."
        ]
    ],
    "dep_d6": [
        [
            "apprentice"
        ],
        [
            "Being an apprentice isn't just about learning how to fight and hunt, it's about understanding the spirit of the warrior code. It's about the courage in your heart, the honesty in your words, and the respect for your clanmates.",
            "Look around you. The warriors you see are not just your mentors, they are your family. And just like how the forest provides us shelter, food, and protection, we too have to provide for each other. That's the essence of a Clan.",
            "Every time you go out for training, remember that it's not just about catching the most prey or being the fastest runner. It's about learning to listen to the forest, understanding the way of the warrior, and carrying the pride of your Clan.",
            "And when the day comes for you to become a warrior, remember that it's not the end of your journey, but the beginning. For a true warrior's learning never ends. The forest changes with each season, and so should we.",
            "Adaptation and resilience, those are the qualities of a great warrior.",
            "And remember, always be proud of who you are. You are not just an apprentice, you are the future of our Clan. The strength and survival of our Clan depends on you, so carry this responsibility with pride and honor."
        ]
    ],
    "depr_7": [
        [
            "medicine cat apprentice"
        ],
        [
            "Your role as a medicine cat apprentice isn't one to be taken lightly. You are the heart of the Clan, the keeper of health, and the whisperer of StarClan. You hold the power to heal, to soothe, and to reassure.",
            "Your paws can mend wounds, but your words can mend spirits.",
            "However, the knowledge you wield can also bring great pain. You must learn to balance the truth with kindness, the reality with hope. It's a difficult task, one that not every cat can handle.",
            "It's okay to feel overwhelmed sometimes, it's okay to seek guidance.",
            "Your mentor is there for you, and so is StarClan. They will guide you through your dreams, give you the signs you need to lead your Clan through hardships. They are with you, always, just as the Clan is.",
            "And remember, a medicine cat's purpose isn't just to heal, it's also to connect. Connect with your Clanmates, connect with other medicine cats, and connect with StarClan. The bonds you build will be your biggest strength.",
            "Lastly, be proud of your path. Being a medicine cat is a noble duty, one that requires a strong heart and a clear mind. Your Clan trusts you, respects you, and looks up to you.",
            "So walk this path with confidence, for you are the beacon of hope in your Clan."
        ]
    ],
    "depcx_8": [
        [
            "mediator apprentice"
        ],
        [
            "As a mediator apprentice, your role is to bring balance and harmony within our Clan. You need to have the courage to stand in the middle, to understand both sides, and to find a path that leads to peace.",
            "This is no easy task, as feelings can run high, and claws can be quick to unsheath.",
            "However, a mediator doesn't simply squash disputes. You help us understand each other better. You're a listener, a voice of reason, a beacon of fairness.",
            "You help us see things from different perspectives, you help us to empathize with each other, to connect on a deeper level.",
            "Remember, being a mediator doesn't mean you're always neutral. You can have your own opinions, your own emotions. The challenge is not letting those cloud your judgment. Your own biases can be your greatest obstacles in finding fair solutions.",
            "Patience and understanding are your greatest allies. Each cat has their own story, their own motives. Try to understand them, try to walk in their paws. The more you know, the better you can mediate.",
            "Your journey as a mediator will be challenging, but rewarding. When cats can reconcile their differences, when they can live in peace, it strengthens the Clan, and that is a victory for us all.",
            "And in this journey, remember, you're not alone. We're all here to support you, and I'm especially proud of the path you've chosen."
        ]
    ],
    "depa_9": [
        [
            "warrior"
        ],
        [
            "As deputy, I understand the weight of the warrior's duty. You bear the safety and security of our Clan on your shoulders. It's a burden not to be taken lightly. It requires strength, courage, and a sense of responsibility.",
            "But remember, being a warrior isn't simply about strength or skill in battle.",
            "Indeed, we're warriors, but we're also protectors, teachers, and nurturers. Our duty goes beyond fighting and defending our borders.",
            "It extends to caring for the elders, mentoring the apprentices, providing for the queens and their kits, and fostering peace within the Clan.",
            "We must also remember our code. We must respect every life, even those of our enemies. We fight only when we must, and we always offer mercy.",
            "The code guides us, it shapes our actions and decisions. And as warriors, we must live by it, not just recite it.",
            "Remember that the strength of a warrior is measured not just by their victories in battles, but also by their wisdom, their compassion, and their willingness to sacrifice for the greater good of the Clan.",
            "And in this journey, I am here for you. Together, we can ensure the prosperity and survival of our Clan.",
            "Finally, a good warrior knows when to ask for help. You don't need to bear your burdens alone. The Clan is here to support you. Don't hesitate to reach out when you need it. We are a Clan, and our strength lies in our unity."
        ]
    ],
    "depa_10": [
        [
            "medicine cat"
        ],
        [
            "Your role as a medicine cat is one of the pillars of our Clan, it is not only about healing bodies, but also about soothing minds and spirits.",
            "It's a responsibility that extends beyond the typical warrior duties, and I have nothing but respect for your dedication and commitment.",
            "The connection you foster with StarClan is vital. You're our link to the ancestors, guiding us with their wisdom and their will.",
            "Your ability to interpret their signs and messages is invaluable. Remember to rely on their guidance as well as your own instincts.",
            "Never forget the importance of empathy in your role. In times of distress and injury, our Clanmates need more than herbs and treatments; they need reassurance, they need hope. Your calming presence can bring solace in a way no herb can.",
            "Remember, too, that your role requires a delicate balance. While you're a valued member of our Clan, there are times when you must put the needs of the sick and injured above any personal loyalties.",
            "It's a tough path to tread, but I know you walk it with grace and dignity.",
            "And finally, you are not alone in your responsibilities. Just as you support our Clan, we are here to support you.",
            "Should you ever need assistance, whether in gathering herbs or in difficult decisions, remember that we are all one Clan. Your burdens are ours to share, and together, we are stronger."
        ]
    ],
    "dep_11": [
        [
            "mediator"
        ],
        [
            "As deputy, I make decisions, give orders, ensure they're followed. You, on the other hand, are like a bridge that connects two territories.",
            "You connect differing viewpoints, smoothing over conflicts with a level of diplomacy that I truly admire.",
            "You don't just pacify the present moment, you also prevent future problems. That's a rare gift. You help to maintain harmony within our clan, and that's something that is much appreciated.",
            "It's not always an easy path. It requires listening more than speaking, understanding more than judging. It needs patience and tact.",
            "But keep going, your efforts strengthen the bonds between us, and that's a crucial part of what makes us a Clan."
        ]
    ],
    "dep_12": [
        [
            "mediator"
        ],
        [
            "Being a mediator is all about balance. Too much in one direction or another, and conflict can escalate. Your ability to walk that line, to keep us grounded and unified is essential to our survival as a clan.",
            "You are like the quiet stream that smoothly flows through rough rocks and uneven terrain, unifying them with its peaceful persistence.",
            "Your work often goes unnoticed, like a smooth river stone that directs the current, but without it, the river would be chaotic.",
            "Remember, you're not only mediating between conflicting sides but also between past lessons and future decisions. You help us to learn from our history, to not repeat the mistakes, and to grow stronger.",
            "Keep honing your skills and continue to be our peacekeeper."
        ]
    ],
    "dep_13": [
        [
            "medicine cat"
        ],
        [
            "Our clan relies on your wisdom, y_c. Your deep understanding of our ancestors' ways and your knowledge of the healing herbs, they're both invaluable to our survival.",
            "I've seen you work tirelessly to help our clanmates in times of need, with injuries and sickness. I've seen the concern in your eyes when you're tending to a wounded cat. That dedication is truly commendable.",
            "Remember, you're not just our healer, but also a spiritual guide. You connect us to StarClan and help us interpret their messages. That's a heavy burden to bear, but you carry it with grace and dignity.",
            "Being a deputy means I focus more on the practicalities of our survival. Hunting, patrols, training... But you, you remind us of our heritage, of our faith. You're the glue that binds us to our past and our future.",
            "Your role is not just about healing bodies, but also about healing spirits. Your words offer comfort and guidance in times of uncertainty. Keep doing what you're doing, and know that your contributions to the clan do not go unnoticed."
        ]
    ],
    "dep_14": [
        [
            "medicine cat"
        ],
        [
            "The strength of our clan doesn't just come from our warriors' skills or the sharpness of our claws. It also comes from the strength of our spirits, and you, Medicine Cat, are the one who ensures that.",
            "In our toughest times, I've seen you work day and night to care for us, to heal our wounds and soothe our pain. Your paws are gentle, your heart is kind, and your spirit is unwavering.",
            "I understand that your role comes with its own set of challenges. Listening to StarClan, interpreting their signs, and bearing the burden of their wisdom. That's not an easy task, but you perform it with such dedication.",
            "As deputy, I am tasked with the safety and survival of our clan. But your role is just as important, if not more. You ensure not just our physical, but also our spiritual survival.",
            "So, y_c, keep tending to our wounds, keep guiding our spirits, and keep reminding us of who we are. You're a pillar of our clan, and your service is deeply appreciated."
        ]
    ],
    "dep_15": [
        [
            "leader"
        ],
        [
            "As deputy, I am here to support you, y_c. Your strength and wisdom guide our Clan, and your decisions shape our future.",
            "I've seen your dedication, your unwavering commitment to our Clan. Your paw steps inspire us all. You carry a heavy burden, but you carry it with grace.",
            "Making decisions is not easy. It requires courage, wisdom, and sometimes, making tough choices. Know that you're not alone. We stand with you.",
            "Your leadership is not just about leading, but also about listening, understanding, and guiding. You're not just our leader, but also our mentor, our guide.",
            "Your role is the highest in our Clan, y_c. Your voice carries the most weight. Use it wisely, and know that you're respected and admired by us all."
        ]
    ],
    "dep_16": [
        [
            "elder"
        ],
        [
            "You've given your strength, your skills, and your wisdom to our Clan, y_c. Now, it's our turn to look after you.",
            "Your stories and experiences are invaluable. They connect us to our past and guide our future. The lessons we learn from you are treasures.",
            "I've seen your courage and dedication, your love for our Clan. Now, it's time for rest and respect. You've earned it.",
            "Your presence reminds us of our heritage, of the warriors who came before us. Your wisdom helps us navigate the path ahead.",
            "Know that you're valued, y_c. Your contribution to our Clan will never be forgotten. We are grateful for your service."
        ]
    ],
    "dep_17": [
        [
            "kitten"
        ],
        [
            "Hey there, little furball! How's your day going? Keeping out of trouble I hope?",
            "Being a kit is all about playing and learning. You've got a lot of learning to do before you become an apprentice!",
            "Try to listen to your mother and the elders, they have lots of wisdom to share.",
            "Remember, even though you're small now, one day you might be deputy or even leader!",
            "And always remember, being brave isn't about not being scared, it's about facing your fears."
        ]
    ],
    "dep_18": [
        [
            "apprentice"
        ],
        [
            "Training hard, I hope? Remember, it's not just about hunting and fighting.",
            "Learning to be a good clanmate is just as important as catching your first mouse.",
            "You're doing well in your training. Keep up the good work, and you'll make a fine warrior.",
            "Remember, listening is just as important as talking. You can learn a lot from the others.",
            "And always remember, respect the code, respect your clanmates, and respect yourself."
        ]
    ],
    "dep_321321": [
        [
            "kitten"
        ],
        [
            "Why hello there, y_c. What brings you away from the nursery at this time of day? Ah, I see, you and your denmates are forming a clan of your own!",
            "Well, if you're looking to be the deputy in your clan, maybe I could give you a bit of advice?",
            "Well, yes. A part of my job is to organize and send out patrols, but I certainly do much more than that! I am the clan's second in command, the cat that will be amongst the first to stand with our leader in times of need.",
            "I am also the first that will question the leader's decision if I feel as though it isn't a fair or good decision for the whole of the clan. I make sure to provide input and work with the leader to make sure that our clan's safety is always put first.",
            "I was chosen for a reason, and hopefully, I can prove that to you along with everyone else in c_nClan.",
            "Now run along kit, and enjoy your game. Who knows? Maybe you too can one day prove to the clan that you are a worthy deputy, and potentially even leader. I have faith in you."
        ]
    ],
    "dep_19": [
        [
            "medicine cat apprentice"
        ],
        [
            "Hello, young healer! How are your studies? The world of healing is broad and deep.",
            "Your role is vital to the clan, remember that. Healing is as important as hunting and fighting.",
            "You're doing a great job. I see you becoming a fine medicine cat in the future.",
            "Remember, every herb and every wound is a lesson. Keep learning and growing.",
            "And always remember, patience is key. Healing takes time, and that's okay."
        ]
    ],
    "dep_20": [
        [
            "mediator apprentice"
        ],
        [
            "Greetings! How's the journey of peacekeeping? Not all battles are fought with claws and teeth, some are fought with words.",
            "Your training may be different from the warriors', but your role is just as important.",
            "You're showing great potential. Keep honing your skills, and you'll be a great mediator.",
            "Remember, the best resolution is one where everyone feels heard and understood.",
            "And always remember, a good mediator stands in the middle, not on one side or the other."
        ]
    ],
    "dep_21": [
        [
            "warrior"
        ],
        [
            "Ready for today's patrol, warrior? Your strength and courage are invaluable to our clan.",
            "Your duty to the clan goes beyond hunting and fighting, it's also about caring for your clanmates.",
            "Your dedication doesn't go unnoticed. The clan respects and values your commitment.",
            "Remember, a warrior's greatest strength isn't their muscles, but their heart.",
            "And always remember, your actions reflect on the whole clan. Make us proud."
        ]
    ],
    "dep_22": [
        [
            "medicine cat"
        ],
        [
            "How are the herbs, healer? Your role in our clan can't be understated.",
            "Your skills not only heal our bodies but also our spirits. You keep the clan strong and healthy.",
            "I see the hard work you put into your duty. The clan is grateful.",
            "Remember, a good medicine cat is not only a healer but also a comforter.",
            "And always remember, your herbs can heal wounds, but your words can heal hearts."
        ]
    ],
    "dep_23": [
        [
            "mediator"
        ],
        [
            "Keeping the peace today, mediator? Your skills in conflict resolution are essential to our clan.",
            "Your work helps maintain harmony in the clan. That's a task of great importance.",
            "Your wisdom and patience make you an excellent mediator. We all appreciate your efforts.",
            "Remember, a good mediator can see the heart of the problem, not just the surface.",
            "And always remember, even the toughest conflicts can be resolved with patience and understanding."
        ]
    ],
    "dep_24": [
        [
            "leader"
        ],
        [
            "Leading the clan today, leader? Your wisdom and guidance are crucial to us.",
            "Your role is one of the toughest in the clan, but also one of the most rewarding.",
            "Your leadership has brought strength and unity to the clan. We're lucky to have you.",
            "Remember, a good leader listens to their clan and makes decisions that benefit everyone.",
            "And always remember, every cat in the clan looks up to you. Lead us well."
        ]
    ],
    "dep_25": [
        [
            "elder"
        ],
        [
            "Hello, elder! How are you? Your stories and wisdom are treasures to our clan.",
            "Your experiences and teachings guide us all. We respect and value your wisdom.",
            "The clan wouldn't be the same without you. We're all grateful for your guidance.",
            "Remember, every story you tell is a lesson for the younger generations.",
            "And always remember, your age is a testament to your strength and resilience. You're an inspiration to us all."
        ]
    ],
    "dep_32": [
        [
            "murder",
            "Any"
        ],
        [
            "Stay far from me, murderer."
        ]
    ],
    "dep_1": [
        [
            "murder",
            "Any"
        ],
        [
            "I can't look at you the same way anymore."
        ]
    ],
    "dep_2": [
        [
            "murder",
            "Any"
        ],
        [
            "How do you live with yourself after what you've done?"
        ]
    ],
    "dep_3": [
        [
            "murder",
            "Any"
        ],
        [
            "Every time I see your face, I'm reminded of the life you took."
        ]
    ],
    "dep_4": [
        [
            "murder",
            "Any"
        ],
        [
            "You may think you got away with it, but I'll never forget."
        ]
    ],
    "dep_5": [
        [
            "murder",
            "Any"
        ],
        [
            "I hope one day your conscience catches up with you."
        ]
    ],
    "dep_6": [
        [
            "murder",
            "Any"
        ],
        [
            "The guilt must eat at you every single day."
        ]
    ],
    "dep_7": [
        [
            "murder",
            "Any"
        ],
        [
            "You may have fooled everyone else, but not me."
        ]
    ],
    "dep_8": [
        [
            "murder",
            "Any"
        ],
        [
            "I can't trust someone capable of such an act."
        ]
    ],
    "dep_9": [
        [
            "murder",
            "Any"
        ],
        [
            "You're a walking reminder of the darkness that exists."
        ]
    ],
    "dep_10": [
        [
            "murder",
            "Any"
        ],
        [
            "Your secret is safe with me, but don't expect my forgiveness."
        ]
    ]
}