
{
    "elder_1": [
        [
"kitten"
        ],
        [
            "Hey, tiny whiskers, have you tried pouncing on that leaf over there? It looks suspiciously crunchy!",
"Remember, in your grand adventures, the elders' den isn't a great mountain to climb, it's just a bunch of old cats trying to nap.",
"Now, as an elder, I can say, naps are good, and play is fun, but make sure you do both in moderation. Or you'll end up with too much energy at bedtime and too many scolding from your mother.",
"When you grow a bit older, you'll become an apprentice and you'll be so busy you'll wish you had time to play. So, enjoy these days, little furball!",
"And hey, don't forget to visit us sometimes, alright? We might have some good stories to tell. Or at least, we'll make good audiences for your own tales."
        ]
    ],
    "elder_1": [
        [

        ],
        [
            "Ah, an apprentice now, are you? Busy chasing your own tail, huh?",
            "You know, when I was your age, I could catch my tail AND a mouse at the same time! Of course, I don't expect you to beat that record anytime soon.",
            "Just remember, every time you trip over a root or miss a pounce, it's just a step toward becoming a better warrior. We all had our share of nose-dives, trust me.",
            "Training hard, are you? Well, don't forget to enjoy it. One day, you'll be telling your own apprentice about these days, so make them worth remembering!",
            "And hey, don't forget us old cats. We may not chase mice anymore, but we can still tell a good tale or two. Or at least, we can lend a sympathetic ear when you want to grumble about your mentor."
        ]
    ],
    "elder_1": [
        [

        ],
        [
            "Ah, chosen the path of a healer, eh? Now that's a path full of mystery and catnip!",
            "Remember when you mess up a remedy or mix up the herbs, it's just a step toward becoming a great medicine cat. I recall swallowing a few wrong herbs in my day, some tasted like crowfood!",
            "Taking care of the clan, that's a big responsibility. But remember to enjoy it too. Healing is not just duty, it's an art!",
            "And hey, if you ever need a patient to practice your 'gentle touch', you know where to find us elders. We can't promise we won't grumble, but we'll be proud of you all the same.",
            "Just remember to visit us sometimes, alright? We might have some good stories to share. Or at least, we can provide some warm company on a chilly leaf-bare night."
        ]
    ],
    "elder_1": [
        [

        ],
        [
            "So, you're learning to be a peacekeeper, huh? That's quite a task. Cats can be as prickly as a thorn bush sometimes!",
            "Remember when you can't solve a dispute or when two cats just can't see eye to eye, it's all part of the learning curve. And hey, even StarClan knows we've had our fair share of squabbles!",
            "Taking care of the Clan's peace, that's a noble path. But remember to have fun too. After all, what's peace without a little fun?",
            "And hey, if you ever need to practice your negotiation skills, come talk to us elders. We're stubborn enough to give you a good challenge!",
            "Don't forget to visit us sometimes, alright? We might have some good stories to share. Or at least, we can provide some warm company when you need a peaceful moment."
        ]
    ],
    "elder_1": [
        [

        ],
        [

        ]
    ],
    "elder_1": [
        [

        ],
        [

        ]
    ],
    "elder_1": [
        [

        ],
        [

        ]
    ],
    "elder_1": [
        [

        ],
        [

        ]
    ],
    "elder_1": [
        [

        ],
        [

        ]
    ],
    "elder_1": [
        [

        ],
        [

        ]
    ],
    "elder_1": [
        [

        ],
        [

        ]
    ]
}
