{
    "elder_1": [
        [
            "kitten"
        ],
        [
            "Hey, tiny whiskers, have you tried pouncing on that leaf over there? It looks suspiciously crunchy!",
            "Remember, in your grand adventures, the elders' den isn't a great mountain to climb, it's just a bunch of old cats trying to nap.",
            "Now, as an elder, I can say, naps are good, and play is fun, but make sure you do both in moderation. Or you'll end up with too much energy at bedtime and too many scolding from your mother.",
            "When you grow a bit older, you'll become an apprentice and you'll be so busy you'll wish you had time to play. So, enjoy these days, little furball!",
            "And hey, don't forget to visit us sometimes, alright? We might have some good stories to tell. Or at least, we'll make good audiences for your own tales."
        ]
    ],
    "elder_15a": [
        [
            "Any",
            "insult",
            "no_kit"
        ],
        [
            "In my many moons, I've learned to ignore disrespect. It's a sign of immaturity.",
            "Your insults might sting if I didn't know the value of wisdom over wit.",
            "Young cat, words are cheap. Actions tell the true tale.",
            "I've lived through battles and loss, through hunger and cold. Your words are but a mouse's squeak.",
            "Perhaps when you've lived as long as I have, you'll understand the true value of respect."
        ]
    ],
    "elder_2": [
        [
            "apprentice"
        ],
        [
            "Ah, an apprentice now, are you? Busy chasing your own tail, huh?",
            "You know, when I was your age, I could catch my tail AND a mouse at the same time! Of course, I don't expect you to beat that record anytime soon.",
            "Just remember, every time you trip over a root or miss a pounce, it's just a step toward becoming a better warrior. We all had our share of nose-dives, trust me.",
            "Training hard, are you? Well, don't forget to enjoy it. One day, you'll be telling your own apprentice about these days, so make them worth remembering!",
            "And hey, don't forget us old cats. We may not chase mice anymore, but we can still tell a good tale or two. Or at least, we can lend a sympathetic ear when you want to grumble about your mentor."
        ]
    ],
    "elder_3": [
        [
            "medicine cat apprentice"
        ],
        [
            "Ah, chosen the path of a healer, eh? Now that's a path full of mystery and catnip!",
            "Remember when you mess up a remedy or mix up the herbs, it's just a step toward becoming a great medicine cat. I recall swallowing a few wrong herbs in my day, some tasted like crowfood!",
            "Taking care of the clan, that's a big responsibility. But remember to enjoy it too. Healing is not just duty, it's an art!",
            "And hey, if you ever need a patient to practice your 'gentle touch', you know where to find us elders. We can't promise we won't grumble, but we'll be proud of you all the same.",
            "Just remember to visit us sometimes, alright? We might have some good stories to share. Or at least, we can provide some warm company on a chilly leaf-bare night."
        ]
    ],
    "elder_3213213": [
        [
            "kitten"
        ],
        [
            "Oh, I didn't see you there, y_c. What are you doing in the stuffy elder's den? I didn't think cats my age would seem like a lot of fun to a kit like you.",
            "Huh? What's that? ...You've brought me some flowers? Oh, you're too kind. Thank you so much. Really, when you're an elder, it can start to feel like the clan just forgets about you... You've really brightened up my day!",
            "Hold on, you want to change my bedding? And help me groom? Well, that has been getting harder for me lately, but this is too much! Wait until you're an apprentice before jumping into chores.",
            "You should enjoy being a kit while you still can.",
            "...Though, if it really would make you so happy to help me out, you can bring me a piece of freshkill for us to share. I'll tell you some stories before bedtime too, okay?"
        ]
    ],
    "elder_4": [
        [
            "mediator apprentice"
        ],
        [
            "So, you're learning to be a peacekeeper, huh? That's quite a task. Cats can be as prickly as a thorn bush sometimes!",
            "Remember when you can't solve a dispute or when two cats just can't see eye to eye, it's all part of the learning curve. And hey, even StarClan knows we've had our fair share of squabbles!",
            "Taking care of the Clan's peace, that's a noble path. But remember to have fun too. After all, what's peace without a little fun?",
            "And hey, if you ever need to practice your negotiation skills, come talk to us elders. We're stubborn enough to give you a good challenge!",
            "Don't forget to visit us sometimes, alright? We might have some good stories to share. Or at least, we can provide some warm company when you need a peaceful moment."
        ]
    ],
    "elder_5": [
        [
            "warrior"
        ],
        [
            "Ah, a warrior now, are you? Your strength and courage are the pillars of our Clan. It is because of you that we can sleep safely each night.",
            "Remember, young warrior, to uphold the warrior code. It is what guides us, what defines us. Don't ever lose sight of it.",
            "Enjoy these moons of strength and vigor. The Clan depends on you for hunting and protection. It's a responsibility, but also an honor.",
            "Remember to respect your elders. We may be old, but we were once where you are now. We fought, we protected, and we served our Clan.",
            "And don't forget, warrior, we are here for you. For advice, for stories, or just a quiet presence. The elders are always here."
        ]
    ],
    "elder_6": [
        [
            "medicine cat"
        ],
        [
            "Welcome to the elder's den, y_c. Finally come to check my ticks? Come in, come in.",
            "I was pondering the ways of the medicine cat earlier. Your wisdom and knowledge are invaluable. You are the bridge between our Clan and StarClan.",
            "Remember, wise one, your role goes beyond healing. You are a spiritual guide, a beacon of hope during dark times.",
            "Take care of yourself, medicine cat. You care for all of us, but don't forget to listen to your own needs as well.",
            "Thank you for your service. Your compassion and healing touch have comforted many. You are truly an asset to our Clan.",
            "And remember, even a medicine cat can benefit from the wisdom of the elders. We are here, ready to share our experiences and stories."
        ]
    ],
    "elder_7": [
        [
            "mediator"
        ],
        [
            "Hello, y_c. You bring us together and help us understand each other better.",
            "Remember, peacekeeper, your role requires patience and understanding. It's not about who is right, but about finding a resolution that strengthens the Clan.",
            "Listen to the voices of your Clanmates. Understanding their feelings, their perspectives, is your key to resolving disagreements.",
            "Thank you for your service. Your efforts keep our Clan united and strong. You truly embody the spirit of the Clan.",
            "And remember, even a mediator can benefit from the wisdom of the elders. We've seen many moons, many conflicts. Don't hesitate to seek our advice."
        ]
    ],
    "elder_8": [
        [
            "leader"
        ],
        [
            "Ah, noble y_c. Welcome, welcome. Your strength and wisdom guide us. Your decisions shape our present and future.",
            "Remember, leader, that the weight of the Clan rests on your shoulders. But you are never alone. We are all here to support you.",
            "Take care of yourself, leader. You look after all of us, but don't forget to listen to your own needs as well.",
            "Thank you for your service. Your leadership, courage, and wisdom guide us. You truly embody the spirit of the Clan.",
            "And remember, even a leader can benefit from the wisdom of the elders. We've seen many moons, many leaders. We are here, ready to share our experiences and advice."
        ]
    ],
    "elder_9": [
        [
            "elder"
        ],
        [
            "Ah, my fellow elder. We've lived through many moons, seen the rise and fall of many seasons. We've served our Clan, and now we rest.",
            "Remember, elder, our role is not done yet. We are the storytellers, the keepers of our Clan's history. We have much to teach the younger ones.",
            "Take care of yourself, elder. We've served our time. Now, it's time to rest and enjoy the quieter moments.",
            "Thank you for your service. Your strength and wisdom have helped shape our Clan. You've earned your rest.",
            "And remember, we are here for each other. To share stories, to offer comfort, and to listen. The elders are always here for each other."
        ]
    ],
    "elder_10": [
        [
            "deputy"
        ],
        [
            "y_c, hello, dear. Come to speak with the elders, eh?",
            "While you're here, why don't I tell you a story? Don't give me that look. Stories aren't just for kits.",
            "Let me recount the tale of Bravestripe, a courageous and strong warrior from many moons ago.",
            "Bravestripe was valiant, but he took his strength for granted. He would take on patrols and hunting missions alone, refusing help from others.",
            "One day, he encountered a badger. Despite his strength, he was overpowered. He was gravely injured and only just made it back to the camp.",
            "Bravestripe learned that strength isn't about working alone. True strength comes from teamwork and unity."
        ]
    ],
    "elder_11": [
        [
            "kitten"
        ],
        [
            "Ah, kit! You've got the spark of a future leader in your eyes, I can see it. Just remember not to trip over your own tail when you run too fast!",
            "Watching you play and scamper about the camp takes me back many moons to when I was a kit, full of energy and causing mischief. Enjoy these days!",
            "Do you know what the warrior code says about tickling an elder's nose with a feather while they're sleeping? No? Well, I suppose we should be grateful for small mercies!",
            "I hope you're paying attention to the tales we tell. They're not just stories, they're lessons. And sometimes they're just made up to keep you entertained. You'll figure out which is which!",
            "And remember, kit, the greatest warrior is not the strongest or the fastest. It's the one who can catch a mouse without giving away their own shadow!"
        ]
    ],
    "elder_12": [
        [
            "apprentice"
        ],
        [
            "Oh, to be an apprentice again! The thrill of the hunt, the excitement of learning... the never-ending cleaning of the elder's den! It's all part of the journey.",
            "Do you remember when you were a kit and thought being an apprentice would be all fun and games? And now look at you, with your nose always in the moss!",
            "Did anyone tell you about the time I tried to catch a rabbit on my first day as an apprentice? I ended up getting tangled in a bramble bush! So don't feel too embarrassed about your own mistakes. We've all been there!",
            "Learning to be a warrior or a medicine cat is not all about fighting and healing. It's also about learning to sleep with one eye open in case a clanmate tries to prank you while you're sleeping!",
            "And remember, even though we elders might seem grumpy when you wake us up from our nap, we're proud of you. Keep learning, keep trying, and don't forget to have fun!"
        ]
    ],
    "elder_13": [
        [
            "medicine cat apprentice"
        ],
        [
            "A medicine cat apprentice, eh? I remember when I was your age, I couldn't tell the difference between a yarrow leaf and a mouse tail. I hope you're doing better than I did!",
            "Do you know how you can tell that you're talking to an old cat? They'll tell you about all their aches and pains. Get ready for a lot of that!",
            "Listen closely to the spirits of StarClan. They might just tell you how to get out of cleaning the elder's den... or not.",
            "Ah, being a medicine cat apprentice is a big responsibility. But remember, if you make a mistake, we'll only tease you a little... unless it's a really funny mistake.",
            "And remember, no matter how many herbs you learn, nothing heals better than a good laugh and a sunny spot to nap in."
        ]
    ],
    "elder_14": [
        [
            "mediator apprentice"
        ],
        [
            "A mediator apprentice, now that's a tough job. You have to deal with grumpy old elders like me and excitable kits, all in the same day!",
            "Do you know what's the trick to solving disputes? Always let the other cat think they won. Especially when they're an elder with a sharp tongue!",
            "I know it can be tough, listening to all the squabbles and disagreements. Just remember, if all else fails, distract them with a good story or a piece of juicy gossip.",
            "The role of a mediator is vital. Without you, we'd probably still be arguing about that border dispute from six moons ago. But don't let it go to your head, youngster!",
            "And remember, even a mediator needs to let their fur down sometimes. Don't forget to play and enjoy your youth."
        ]
    ],
    "elder_15": [
        [
            "warrior"
        ],
        [
            "So, you're a warrior now! You know what that means? You get to check the elders for ticks!",
            "Ah, to be a warrior. To feel the thrill of the hunt, the wind in your fur... and the annoyance of an elder who won't stop talking!",
            "Do you remember when you were a kit and thought being a warrior meant just fighting and hunting? And now look at you, spending half your time trying to get moss out of your bedding!",
            "Being a warrior is not just about strength. It's also about being patient enough to listen to an old cat's stories. Speaking of which, did I ever tell you about the time I...",
            "I see you're busy. I'll save that tale for another time.",
            "But remember, warrior, no matter how many battles you fight, there's always something new to learn. Even if it's just a new trick to get out of den duty!"
        ]
    ],
    "elder_16": [
        [
            "medicine cat"
        ],
        [
            "Ah, our beloved medicine cat. The one who gets to listen to all our ailments. My hind leg's been acting up again, by the way.",
            "I hope you have some herbs for a headache. Not for me, for you. You'll need them after listening to me and the other elders!",
            "You know, when I was a young cat, I thought about becoming a medicine cat. But then I realized I'd have to deal with grumpy old elders like me, and I quickly changed my mind!",
            "Remember, medicine cat, your work is appreciated. Even if we grumble and complain, we respect and thank you. Now, about that thorn in my paw...",
            "And remember, even the medicine cat needs a break from time to time. Come join us elders for a nap in the sun. Just make sure we're awake before you start snoring!"
        ]
    ],
    "elder_17": [
        [
            "mediator"
        ],
        [
            "Ah, our mediator. The only cat in the clan who can tell an elder they're wrong and live to tell the tale!",
            "Your job is as tough as a badger's hide. But don't worry, we elders are easy to deal with. Just agree with everything we say, and you'll be fine!",
            "Do you remember when you thought being a mediator would be easy? And now look at you, stuck in the middle of a heated argument about whether squirrels or mice make a better meal!",
            "Thank you for your work, mediator. It's not easy to listen to all the squabbles and disagreements. But remember, if you ever need to vent, we elders are all ears... as long as we're awake, that is.",
            "And remember, even when the arguing seems endless, take some time for yourself. Even mediators need a break from all the drama."
        ]
    ],
    "elder_18": [
        [
            "leader"
        ],
        [
            "Ah, our noble leader. I remember when you were just a kit, tripping over your own paws. Look how far you've come!",
            "Being a leader isn't easy. You have to make tough decisions, lead us into battle... and put up with elders who think they know better!",
            "Do you remember when you thought being a leader was all about giving orders and eating the biggest piece of fresh-kill? And now you know it's really about listening to endless complaints and trying to get a moment of peace!",
            "But remember, we're all here for you. We believe in you and support you. Even when we grumble, it's only because we care.",
            "And remember, no matter how serious things get, there's always time for a good joke and a nap in the sun."
        ]
    ],
    "elder_19": [
        [
            "elder"
        ],
        [
            "Ah, fellow elder, isn't it grand? We've lived, we've fought, and now we get to tell the same stories over and over until the young ones can recite them in their sleep!",
            "Remember when we thought we'd miss the thrill of the hunt, the excitement of the battle? And now we realize that a soft patch of moss and a sunny day are more than enough excitement for us!",
            "Sometimes it's hard, watching the younger ones make the same mistakes we did. But then we remember the lessons we learned, and we hope they learn them too.",
            "But we're not just old fur and stories. We're the heart of the clan. We've been there, done that, and we're still here, stronger than ever.",
            "And remember, fellow elder, no matter how many moons pass, we're still warriors at heart. Our spirits are still young, even if our bodies are a little slower.",
            "So let's enjoy these golden days and remember to keep the young ones on their toes!"
        ]
    ],
    "elder_20": [
        [
            "deputy"
        ],
        [
            "Ah, our noble deputy. I remember when you were just a kit, tripping over your own paws. Look how far you've come!",
            "Being a deputy isn't easy. You have to make tough decisions, plan patrols... and put up with elders who think they know better!",
            "Do you remember when you thought being a deputy was all about giving orders and eating the biggest piece of fresh-kill? And now you know it's really about listening to endless complaints and trying to get a moment of peace!",
            "But remember, we're all here for you. We believe in you and support you. Even when we grumble, it's only because we care.",
            "And also, no matter how serious things get, there's always time for a good joke and a nap in the sun."
        ]
    ],
    "elder_21": [
        [
            "kitten"
        ],
        [
            "I remember a tale from when I was your age, about a curious kit named Moonkit.",
            "Moonkit was adventurous, always wandering off and disobeying the queens. One day, she went too far into the forest.",
            "Despite her courage, she wasn't ready for what the forest held. She ended up cornered by a fox. If not for the timely arrival of a warrior, she wouldn't have made it.",
            "So remember, young kit, listen to your elders. They might seem strict, but they only want to keep you safe.",
            "Obeying rules isn't a sign of cowardice, it's wisdom. Take that lesson from Moonkit's tale."
        ]
    ],
    "elder_22": [
        [
            "apprentice"
        ],
        [
            "Do you remember the tale of Quickpaw, young one? He was an apprentice, full of energy and eager to be a warrior.",
            "Quickpaw was swift and nimble, but his impatience often got the better of him. He'd rush into things without thinking first.",
            "During a hunting assessment, Quickpaw pounced too soon and scared away an entire rabbit warren. His impatience cost him and his clanmates a good meal.",
            "That day, Quickpaw learned that patience isn't just waiting, it's about waiting wisely. He became one of the best hunters later.",
            "Remember his tale, young one. Patience is not just about time, it's about making the right move at the right time."
        ]
    ],
    "elder_23": [
        [
            "warrior"
        ],
        [
            "Let me recount the tale of Bravestripe, a courageous and strong warrior from many moons ago.",
            "Bravestripe was valiant, but he took his strength for granted. He would take on patrols and hunting missions alone, refusing help from others.",
            "One day, he encountered a badger. Despite his strength, he was overpowered. He was gravely injured and only just made it back to the camp.",
            "Bravestripe learned that strength isn't about working alone. True strength comes from teamwork and unity.",
            "Remember Bravestripe's tale, young warrior. No cat is an island. We are strongest when we work together."
        ]
    ],
    "elder3213": [
        [
            "Any"
        ],
        [
            "Hello there, y_c!"
        ]
    ],
    "warrior_22193": [
        [
            "murder",
            "Any"
        ],
        [
            "Your paws... they reek of blood."
        ]
    ],
    "elder_1": [
        [
            "murder",
            "Any"
        ],
        [
            "Your eyes hold the weight of a life taken."
        ]
    ],
    "elder_2": [
        [
            "murder",
            "Any"
        ],
        [
            "In the shadows, whispers of your dark deed linger."
        ]
    ],
    "elder_3": [
        [
            "murder",
            "Any"
        ],
        [
            "Silence cannot conceal the echoes of your crime."
        ]
    ],
    "elder_6": [
        [
            "murder",
            "Any"
        ],
        [
            "A heavy burden rests upon your shoulders."
        ]
    ],
    "elder_7": [
        [
            "murder",
            "Any"
        ],
        [
            "The winds whisper tales of your darkened path."
        ]
    ],
    "elder_8": [
        [
            "murder",
            "Any"
        ],
        [
            "The night weeps for the life you've extinguished."
        ]
    ],
    "elder_9": [
        [
            "murder",
            "Any"
        ],
        [
            "Your soul's shadow grows darker with each passing day."
        ]
    ],
    "elder_10": [
        [
            "murder",
            "Any"
        ],
        [
            "The cats of StarClan. I can see them. They shudder in the wake of your transgression."
        ]
    ],
    "elder32132": [
        [
            "kitten",
            "cold"
        ],
        [
            "Ugh. A kit. Get out, you little vermin. I'm trying to get some rest here. Tsk. Never any peace or quiet with kits around... ",
            "I don't see why anyone would want any. No, I don't care if you're bored. Shoo! Go back to the nursery."
        ]
    ],
    "elder_321312": [
        [
            "kitten",
            "insult",
            "cold",
            "bloodthirsty",
            "strict"
        ],
        [
            "Watch your tongue, kit."
        ]
    ],
    "elder_32131a12": [
        [
            "Any",
            "insult",
            "cold",
            "bloodthirsty",
            "strict"
        ],
        [
            "Watch your tongue!"
        ]
    ],
    "elder_32131a1d2": [
        [
            "Any",
            "insult"
        ],
        [
            "Pfft... You make me laugh."
        ]
    ],
    "assertive_elder": [
        [
            "any",
            "assertive",
            "unlawful",
            "young elder"
        ],
        [
            "Do I ever wish I could explore the territory with the rest of my clanmates?",
            "Well, sure ... but there's plenty of adventure to be found here in the elder's den, as well!",
            "Who else can drop everything to help our clanmates who are in need of comfort? Or play with the kits when their parents need a break? Or keep you entertained when you want a story? Hehehe.",
            "I may be an elder, but don't be fooled. I contribute to the clan in my own special way."
            
        ]
    ],
    "assertive_elder2": [
        [
            "any",
            "assertive",
            "unlawful",
            "unabashed",
            "silly",
            "young elder"
        ],
        [
            "Get me a piece of prey from the freshkill pile, wouldja, y_c? I'm practically starving to death over here.",
            "Kits and elders eat first, after all. Hehehe! I could get used to this life!"
            
        ]
    ],
    "assertive_elder3": [
        [
            "any",
            "assertive",
            "unlawful",
            "unabashed",
            "silly",
            "cool",
            "platonic_like",
            "romantic_like",
            "from_parent",
            "comfort",
            "trust",
            "from_mate",
            "young elder"
        ],
        [
            "y_c! Get over here and do some exercises with me, won't ya? If the medicine cat wants me to stay cooped up in this den all day, they'll have to drag me back in themself!",
            "[You and t_c chat about your days as you walk laps around camp, side-by-side, pelts brushing in the morning sun.]" 
            
        ]
    ],
    "assertive_elder3": [
        [
            "no_kit",
            "assertive",
            "unlawful",
            "unabashed",
            "silly",
            "sweet",
            "stable",
            "platonic_like",
            "romantic_like",
            "from_parent",
            "comfort",
            "trust",
            "from_mate",
            "young elder"
        ],
        [
            "Hey, y_c! How was your day? ",
            "The craziest thing happened to me today ... I was telling a story to one of the kits, and then, later in the day, they were totally repeating the story to all their friends!",
            "And then, they started acting it out, and playing all the characters together ... StarClan, it was so cool to watch.",
            "It's nice to know that I'm making a difference, y'know?",
            "Anyways, wanna share a meal together later?"
        ]
    
    ],
    "assertive_elder4": [
        [
            "any",
            "assertive",
            "unlawful",
            "unabashed",
            "young elder"
        ],
        [
            "Psst. y_c.",
            "Any chance you can help me sneak outta here later? I'm going insane trapped inside this place ... plus, all my denmates snore like crazy!",
            "I know there's a way out by the camp entrance ... maybe you can distract the guards, then slip out and meet up with me later?",
            "Ah, don't look so scared! No reason an elder can't get out and stretch their legs once in a while, huh? It's good for my health!"
        ]
    ],
    "cool_elder": [
        [
            "any",
            "cool",
            "from_mate",
            "young elder"
        ],
        [
            "There's my beautiful mate. How've you been, gorgeous? Survive another day of work without me?",
            "I'm fine, as always, though every second without you is frankly unbearable.",
            "So, c'mon, then! Come share tongues with me!",
            "We both know you'd never pass up that opportunity."
        ]
    ],
    "cool_elder1": [
        [
            "any",
            "cool",
            "assertive",
            "unlawful",
            "unabashed",
            "silly",
            "young elder"
        ],
        [
            "The smell of this den ... StarClan, I can hardly stand it!",
            "Like dust mixed with herb poultice mixed with old, decaying leaves. Where's the vibrance? Where's the energy?",
            "Oh, no ... Don't tell me I'm starting to smell like that, too!"
        ]
    ],
    "introspective_elder": [
        [
            "any",
            "introspective",
            "young elder"
        ],
        [
            "Somehow, even as a kit, I've always felt like the elder's den is where I most belonged.",
            "Dispensing wisdom ... admiring nature ... taking in the day-to-day scenery around camp ... There's something so beautiful in the mundanity of it all, don't you think?",
            "Though, I suppose I always have been labeled an 'old soul' ..."
        ]
    
    ],
    "assertive_elder5": [
        [
            "any",
            "assertive",
            "silly",
            "unlawful",
            "brooding",
            "dislike",
            "young elder"
        ],
        [
            "Hmph. Come to mock me again?",
            "Eat fox-dung!"
        ]
    ],
    
    "assertive_elder6": [
        [
            "any",
            "assertive",
            "silly",
            "unlawful",
            "randoy_cat",
            "young elder"
        ],
        [
            "Hey, y_c, come and help me to my paws. I wanna play a prank on r_c.",
            "What? You mean you refuse to help a poor, helpless elder find a little harmless joy in their life? Hmph. How heartless!",
            "Guess who just landed themselves a spot on my 'next-to-prank' list?"
        ]
    ],
    "introspective_elder2": [
        [
            "any",
            "brooding",
            "introspective",
            "stable",
            "sweet",
            "neurotic",
            "young elder"
        ],
        [
            "Hi, y_c. Want to try out this new training exercise the medicine cat just taught me?",
            "It's called 'practiced breathing.' You just have to close your eyes, relax, and breathe in, two, three, four ... and out, two, three, four.",
            "In, two, three, four ... and out, two, three, four.",
            "... It's supposed to keep my lungs healthy and exercised, but I think it can be useful for a lot of different things. Like, easing anxiety, for instance.",
            "Come and find me if you ever want to learn more stuff!"
        ]
    ],
    "introspective_elder3": [
        [
            "any",
            "brooding",
            "introspective",
            "stable",
            "sweet",
            "neurotic",
            "young elder"
        ],
        [
            "Twenty-six, twenty-seven ...",
            "Oh, hello, y_c. No, I'm not talking to myself. I'm counting all of the rocks I see around camp!",
            "It can get pretty boring sometimes in the elder's den. But I refuse to just while away the days, letting my mind turn into mush. I need to exercise it, so I can stay as sharp as ever!",
            "Oh, mouse-dung, now I've lost count.",
            "One, two, three ..."
        ]
    ],
    "sweet_elder1": [
        [
            "any",
            "sweet",
            "upstanding",
            "silly",
            "stable",
            "young elder"
        ],
        [
            "Oh, y_c, it's so good to see you!",
            "You've been so busy lately, are you making sure to take care of yourself? Your health is super important, y'know!",
            "The older cats are teaching me a lot about stuff, they're actually gonna tell me a story they've been hyping up for a while now.",
            "You should stop by later, take a break from the patrols and bring a snack or two? I'd love to tell you about it!"
        ]
    ],
    "sweet_elder2": [
        [
            "any",
            "sweet",
            "from_mate",
            "young elder"
        ],
        [
            "y_c! There you are! How was your day, sweetheart?",
            "I always get so worried seeing you head out there, I hope you're taking care of yourself.",
            "I know I know, I shouldn't worry so much, but I do! I can't let the most amazing cat in the world get hurt, y'know?",
            "Well, enjoy your day, my love! I'll stop by your den and make sure your nest is nice and tidy, just for you."
        ]
    ],
    "young_eldergen": [
        [
            "any",
            "assertive",
            "unlawful",
            "silly",
            "stable",
            "introspective",
            "brooding",
            "upstanding",
            "cool",
            "young elder"
        ],
        [
            "All these pitying looks ... I just can't stand it!",
            "Like, yeah, I may be an elder, but my brain still works just fine! Unlike half the cats in this clan ...",
            "What's it gonna take to be treated with some respect around here? It's not like I'm some sad, helpless kit! I'm a c_n cat, just like everybody else!"
        ]
    ],
    "young_eldergen1": [
        [
            "any",
            "assertive",
            "unlawful",
            "silly",
            "stable",
            "introspective",
            "brooding",
            "upstanding",
            "cool",
            "young elder"
        ],
        [
            "I'm so sick and tired of cats asking me why I chose to retire rather than doing something 'useful'.",
            "First of all, I'm plenty useful! I do chores around camp, I kitskit, I help care for my denmates, I make others laugh ...",
            "And second, why do I even have to be so-called 'useful' anyways? Doesn't just ... existing as a living, breathing cat give my life value? Why should I have to prove my 'use' to be worthy of respect and a place in the clan?",
            "*Sigh* Whatever. Thanks for listening to me rant, y_c.",
            "It isn't easy being a young elder. But still, at the end of the day, this is who I am. And I wouldn't have it any other way."
        ]
    ],
    "young_eldergen1": [
        [
            "any",
            "assertive",
            "sweet",
            "silly",
            "young elder"
        ],
        [
            "Hey, y_c! My denmates are the best storytellers... they just told me this really cool one, how did it go again?",
            "It was like... There once was an apprentice called Doepaw. She had a brother, Stagpaw, and her mother was training in the Dark Forest .... er, actually, maybe I wasn't supposed to tell you that yet.",
            "*Sigh* Oh, well. Looks like I'll need to practice my storytelling skills!",
            "If you ever stop by again, I'll try to have a better one ready!"
        ]
    ],
    "silly_elder": [
        [
            "kit",
            "silly",
            "cool",
            "unlawful",
            "young elder"
        ],
        [
            "How'd I end up retired? Oh well, it's a funny story...",
            "When I was just a kit, I was kidnapped by a hawk! Luckily, it dropped me ... right into the jaws of a huge dog! The dog then abandoned me to be discovered by foxes, but then this huge flood came and washed us all away into enemy territory, and ...",
            "What, you don't believe me?",
            "Psh. You're no fun!"
        ]
    ],
    "silly_elder": [
        [
            "kit",
            "silly",
            "young elder"
        ],
        [
            "How'd I end up retired? Oh well, it's a funny story ...",
            "When I was just a kit, I was kidnapped by a hawk! Luckily, the hawk dropped me ... right into the jaws of a huge dog! The dog then abandoned me to be discovered by foxes, but then this huge flood came and washed us all away, and ...",
            "What, you don't believe me?",
            "Psh. You're no fun!"
        ]
    ],
    "upstanding_elder": [
        [
            "any",
            "upstanding",
            "young elder"
        ],
        [
            "What do you need, y_c? I'm very busy. I have a full schedule today!",
            "*Sigh* Yes, even though I'm an elder.",
            "Since my retirement, I've really stepped into managing the affairs of my older denmates. It's a full-time job, keeping track of their health needs, assisting them through physical exercises, helping their memories ...",
            "Now, if you'll excuse me, one of my denmates has a meeting with their grandkits imminently. Goodbye!"
        ]
    ],
    "sweet_elder3": [
        [
            "any",
            "sweet",
            "introspective",
            "upstanding",
            "stable",
            "neurotic",
            "young elder"
        ],
        [
            "Yes, very good! And what's the name of that apprentice, over there ...?",
            "Oh, hello, y_c! I didn't see you there. I was just helping one of my denmates through a memory exercise!",
            "I think their mind is slipping a bit ... they almost couldn't recognize me this morning! Perfectly natural at their age, of course, but I'd like to help them hold onto their wits as long as possible.",
            "So right now, I'm challenging them to name all the cats around camp.",
            "I wonder if they remember you ...?",
            "[t_c's face lights up as the elder correctly identifies you as y_c.]"
        ]
    ],
    "sweet_elder4": [
        [
            "any",
            "sweet",
            "introspective",
            "upstanding",
            "stable",
            "neurotic",
            "young elder"
        ],
        [
            "C'mon, just one more bite!",
            "*Sigh* It can be so difficult, getting them to eat sometimes ...",
            "y_c, could you run to the medicine den and see if they have anything to help the elders with their appetites?",
            "I'm really starting to get worried ..."
        ]
    ],
    "brooding_elder": [
        [
            "any",
            "brooding",
            "young elder"
        ],
        [
            "How'd I end up in the elder's den?",
            "Hmph. Why does everyone always ask me that?",
            "At least come up with an original question."
        ]
    ],
    "neurotic_elder": [
        [
            "any",
            "neurotic",
            "young elder"
        ],
        [
            "How'd I end up in the elder's den?",
            "[t_c shifts their gaze nervously.]",
            "Um ... maybe another time."
        ]
    ],
    "introspective_elder1": [
        [
            "any",
            "introspective",
            "sweet",
            "stable",
            "young elder"
        ],
        [
            "How'd I end up in the elder's den?",
            "Well, you see ...",
            "[t_c calmly and evenly explains to you the circumstances around their disability, their decision to retire, and their perspectives on the social systems within the clan.]",
            "[It amazes you just how insightful they are, and you leave the den with a newfound respect for them!]"
        ]
    ],
    "silly_elder_15": [
        [
            "any",
            "silly",
            "unlawful",
            "young elder"
        ],
        [
            "How did I end up in the elders' den?",
            "What, do ya want a live reenactment?"
        ]
    ]
}