{
    "assertive_leafbare": [
        [
            "Any",
            "assertive",
            "unlawful",
            "leafbare"
        ],
        [
            "Brrr ... this cold is driving me stir-crazy!",
            "Must ... escape ... camp ..."
        ]
    ],
    "assertive_dislike": [
        [
            "Any",
            "assertive",
            "cool",
            "silly",
            "hate"
        ],
        [
            "Hey y_c. Why don't you jump off a cliff? It's a new thing every cat in the Clan is trying.",
            "[t_c is staring at you resentfully.]"
        ]
    ],
    "assertive_leafbare1": [
        [
            "Any",
            "assertive",
            "leafbare"
        ],
        [
            "Hey, it's snowing! Pretty neat, huh?",
            "What makes it snow? That's easy! When it gets cold, and the rain freezes to ice in the sky, then, uh ...",
            "StarClan ... uh, our warrior ancestors, they ...",
            "... Pretend I didn't say anything. I'm not the best with this think-y stuff."
        ]
    ],
    "assertive_newleaf": [
        [
            "Any",
            "assertive",
            "newleaf",
            "stable"
        ],
        [
            "Thank StarClan the weather's finally starting to turn around!",
            "Pretty soon, we'll be blessed with clear skies, sunny days, and all the prey we can eat! Haha!"
        ]
    ],
    "assertive_newleaf1": [
        [
            "Any",
            "assertive",
            "newleaf",
            "brooding"
        ],
        [
            "AH-CHOO!",
            "What? Allergies? Please, y_c. I'm a fearsome warrior of c_nClan, I'm made of tougher stuff than thah ... AH ...",
            "AH-CHOO!"
        ]
    ],
    "assertive_mate": [
        [
            "Any",
            "assertive",
            "cool",
            "silly",
            "from_mate"
        ],
        [
            "Hey, mouse-brain. I saved your favorite piece of prey for you.",
            "Yeah yeah, go on, shower me with praise! I already know you think I'm sooo great.",
            "[You and t_c laugh as you cross camp to share a meal together.]"
        ]
    ],
    "assertive_mate1": [
        [
            "Any",
            "assertive",
            "silly",
            "from_mate"
        ],
        [
            "Hey, y_c, here's a good one!",
            "What did the rabbit say to its mate?",
            "There's no bunny else like you! Heehee!",
            "Ah, c'mon. You know you love my terrible jokes!"
        ]
    ],
    "assertive_mate2": [
        [
            "Any",
            "assertive",
            "unabashed",
            "romantic_like",
            "platonic_like"
        ],
        [
            "... y_c? Is everything okay?",
            "*Sigh*. C'mere, y_c. I can tell you've been having a hard day.",
            "[t_c sits down beside you and presses their pelt into yours.]",
            "I don't know what's been getting you down, but just know that, to me, you're the strongest cat in this clan by a long shot. And if any cat's been bothering you, just tell me and I'll send 'em straight to the Dark Forest!",
            "[t_c licks your ear reassuringly, and sits with you until all the anxiety you felt is completely gone.]"
        ]
    ],
    "introspective_kit_or_app": [
        [
            "no_kit",
            "introspective",
            "platonic_like",
            "comfort",
            "trust"
        ],
        [
            "Oh, hey, y_c. What's wrong?",
            "... You're worried about how much time I spend by myself?",
            "Pfft. Don't you worry about it. I keep myself plenty of company.",
            "You are your own best friend, after all!",
            "Hehehe... heh...",
            "[t_c stares wistfully off into the distance at all the other cats around camp sharing tongues.]"
        ]
    ],
    "introspective_kit_4": [
        [
            "kitten",
            "Introspective",
            "dislike"
        ],
        [
            "What are you doing here?",
            "Don't you have more important things to be doing?",
            "...",
            "Will you leave if I say it more bluntly? Go away."
        ]
    ],
    "introspective_kit_5": [
        [
            "Any",
            "introspective",
            "brooding",
            "dislike"
        ],
        [
            "What do you want?",
            "You thought I looked lonely, and could use someone to talk to?",
            "Hmph... In case you haven't noticed it by now, I actually prefer being alone.",
            "Not that you even know me at all.",
            "Now how about you leave, and go find someone else to annoy that actually cares?"
        ]
    ],
    "introspective_to_kit_6": [
        [
            "any",
            "introspective",
            "dislike"
        ],
        [
            "Please, y_c, leave me alone.",
            "As far as I'm concerned, I'm on my own. I don't need you."
        ]
    ],
    "assertivekit_31": [
        [
            "Any",
            "assertive",
            "silly",
            "unlawful",
            "platonic_like",
            "random_cat"
        ],
        [
            "r_c just told me the funniest joke ever!",
            "It went like - heehee - how did the *snrk* - how did the - AHAHAHA!!!",
            "[t_c can't even seem to get through their own joke without dissolving into a fit of giggles!"
        ]
    ],
    "assertive_mate3": [
        [
            "Any",
            "assertive",
            "unabashed",
            "from_mate"
        ],
        [
            "I love you, y_c.",
            "StarClan, that feels good to say ... what if I said it louder?",
            "I LOVE YOU!!!!!",
            "What, am I embarrassing you, or something? Hahaha!"
        ]
    ],
    "assertive_mate4": [
        [
            "Any",
            "assertive",
            "from_mate"
        ],
        [
            "I know you doubt yourself sometimes, y_c, but if there's one thing I hope you never doubt, it's that I love you.",
            "I'm always gonna have your back, alright? No matter what, that's never gonna change.",
            "So loosen up a little! Wanna come on a walk with me tonight? There's this really cool place I found ..."
        ]
    ],
    "assertive_mate4_2": [
        [
            "elder",
            "assertive",
            "cool",
            "from_mate"
        ],
        [
            "What's going on, you old furbag? You're aging terribly.",
            "[t_c bumps you on the nose with a purr, and it gives you the strength to carry you through the day.]"
        ]
    ],
    "assertive_eldermate4": [
        [
            "elder",
            "assertive",
            "sweet",
            "stable",
            "unabashed",
            "from_mate"
        ],
        [
            "Ack ... my creaking bones ...",
            "Not as young as we used to be, huh, y_c?",
            "But, when I'm with you, I still feel like a little apprentice all over again!",
            "We still got plenty of good moons left in us, I'm sure of it."
        ]
    ],
    "assertive_mentor10": [
        [
            "apprentice",
            "mediator apprentice",
            "medicine cat apprentice",
            "queen's apprentice",
            "assertive",
            "silly",
            "from_mentor",
            "you_upstanding",
            "you_stable"
        ],
        [
            "I swear, y_c, you must be the hardest working apprentice this clan has ever seen ...",
            "I'm proud of you and all, but try to take some time for yourself, alright? Loosen up! That's a mentor's order!"
        ]
    ],
    "assertive_parent": [
        [
            "mediator apprentice",
            "medicine cat apprentice",
            "queen's apprentice",
            "dislike",
            "assertive",
            "brooding",
            "from_parent"
        ],
        [
            "Hmph ... I would've thought my own kit would've chosen to become a real warrior apprentice, but if this is what you want, then I suppose I'll just have to deal with it.",
            "... But, maybe, if you just gave being a warrior a chance?"
        ]
    ],
    "assertive_parent1": [
        [
            "kitten",
            "assertive",
            "from_parent"
        ],
        [
            "Hey, y_c, play nice! Be careful with your playmates!",
            "*Whisper* Even though, between you and me, we both know you could totally destroy them. Hehehe!"
        ]
    ],
    "assertive_parent2": [
        [
            "kitten",
            "assertive",
            "silly",
            "stable",
            "sweet",
            "unabashed",
            "platonic_like",
            "from_parent"
        ],
        [
            "Ready for a badger ride, y_c? Hurry up and climb on!",
            "[You clamber onto t_c's shoulders, laughing and squealing with glee.]",
            "Rrragh, I'm the big scary badger! Hahaha!"
        ]
    ],
    "assertive_parent3": [
        [
            "kitten",
            "assertive",
            "platonic_like",
            "from_parent",
            "silly",
            "sweet",
            "stable",
            "unabashed"
        ],
        [
            "What's that, y_c? You wanna play? Sure! You can be the leader, and I'll be the rogue.",
            "Ahem ...",
            "Stop right there, clan cat! Where do you think you're going? I, leader of the rogues, will stop you! Muahahaha!",
            "Wait, stop! What are you doing? AHHH!!!!",
            "Too ... powerful ... bleeegh!",
            "[t_c flops over on the ground dramatically. You clamber up onto their body and tug on their ears, giggling hysterically.]"
        ]
    ],
    "assertive_parent4": [
        [
            "no_kit",
            "assertive",
            "platonic_like",
            "from_parent",
            "sweet",
            "introspective"
        ],
        [
            "StarClan, y_c, you're growing up so fast! I remember when you were just in the nursery, the size of my paw ... now, you're already looking like a big, strong warrior!",
            "*Sniffle* Ah, now look at me. I'm getting all sentimental!",
            "I'm more proud of you than anything, y_c. Don't you ever forget that!"
        ]
    ],
    "assertive_parent4_2": [
        [
            "no_kit",
            "assertive",
            "platonic_like",
            "from_parent"
        ],
        [
            "y_c, your fur's standing up in the back, let me get it for ya ...",
            "Haha, okay, okay, I'll stop!",
            "You may be grown now, but you'll always be a kit in my eyes."
        ]
    ],
    "assertive_parent5": [
        [
            "no_kit",
            "assertive",
            "platonic_like",
            "from_parent",
            "random_cat",
            "silly"
        ],
        [
            "Y'know, r_c was gushing to me earlier about what a good job you're doing. The whole time, I was just going, 'Yep, that's my kit!' Hehe!",
            "Keep up the good work, kiddo. I think everybody else is starting to notice, too!"
        ]
    ],
    "assertive_parent6": [
        [
            "no_kit",
            "assertive",
            "platonic_like",
            "from_parent",
            "unabashed"
        ],
        [
            "Hey, there's my big guy. What's the matter, kiddo? Something bothering you?",
            "I know growing up isn't easy. But just know that no matter what, I'm always here to support you. And if anyone gives you a hard time, just tell them to go to the Dark Forest!",
            "Don't worry, kiddo. I know you're the toughest cat in the clan! Even if those other mouse-brains can't see it yet ..."
        ]
    ],
    "assertive_parent7": [
        [
            "no_kit",
            "assertive",
            "dislike",
            "from_parent",
            "upstanding",
            "brooding",
            "unabashed"
        ],
        [
            "I don't even know where you get off, calling yourself my kit. No kit of mine is as mouse-brained as you are!",
            "Come back when you've actually done something noteworthy."
        ]
    ],
    "assertive_parent8": [
        [
            "no_kit",
            "assertive",
            "dislike",
            "from_parent",
            "cool",
            "upstanding",
            "stable",
            "sweet"
        ],
        [
            "y_c, do you really have to act so ... well ... you all the time?",
            "I've raised you better than this! You were supposed to be the strongest warrior in the clan! Not ... well ... you know.",
            "This."
        ]
    ],
    "assertive_parent9": [
        [
            "no_kit",
            "assertive",
            "dislike",
            "from_parent"
        ],
        [
            "What's that, y_c? You've been feeling stressed?",
            "Hmph. Stress is what makes a warrior. And I didn't raise a complainer.",
            "Now, quit whining and go do something useful!"
        ]
    ],
    "assertive_1": [
        [
            "newborn",
            "assertive",
            "from_parent"
        ],
        [
            "*Sigh* My perfect little y_c ...",
            "You're gonna do great things someday, kiddo, I just know it."
        ]
    ],
    "assertive_parent10": [
        [
            "no_kit",
            "assertive",
            "dislike",
            "from_parent",
            "cool",
            "neurotic",
            "stable",
            "upstanding"
        ],
        [
            "Huh? What's that, y_c? You want me to apologize for the way I raised you?",
            "Oh, big deal. So I tried to toughen you up, so what? I'm just so horrible and evil now because I tried to make you the best you could be? I got nothing to be sorry for.",
            "Go try peddling your sob stories somewhere else. I really don't want to hear it."
        ]
    ],
    "assertive_murder": [
        [
            "murder",
            "assertive",
            "no_kit"
        ],
        [
            "You! You worthless piece of fox-dung, I'll kill you!",
            "[Several clanmates have to hold t_c back as they attempt to claw your eyes out.]"
        ]
    ],
    "assertive_murder1": [
        [
            "murder",
            "assertive",
            "no_kit",
            "dislike"
        ],
        [
            "You! I knew there was something wrong with you, I just knew it! But did anyone listen?"
        ]
    ],
    "assertive_murder2": [
        [
            "murder",
            "assertive",
            "no_kit",
            "brooding",
            "unlawful"
        ],
        [
            "Get out of my sight, before I make you!"
        ]
    ],
    "assertive_murder3": [
        [
            "murder",
            "assertive",
            "from_mate",
            "platonic_like",
            "romantic_like",
            "trust",
            "comfort",
            "from_parent",
            "no_kit",
            "stable",
            "upstanding",
            "brooding",
            "sweet"
        ],
        [
            "How ... How could you?",
            "I trusted you, how could you just ...?",
            "[t_c turns away, their whole body literally shaking with anger.]"
        ]
    ],
    "assertive_murder4": [
        [
            "murder",
            "assertive",
            "platonic_love",
            "romantic_love",
            "trust",
            "comfort",
            "no_kit"
        ],
        [
            "Heh ... you're a real snake, you know that?",
            "That you could do something like this ... and lie to my face about it.",
            "I can't believe I ever fell for it. But you can't trick me any longer.",
            "Never speak to me again."
        ]
    ],
    "assertive_murder4_2": [
        [
            "murder",
            "kitten",
            "assertive",
            "from_parent"
        ],
        [
            "y_c, I ... why wouldn't you tell me?",
            "To send another cat to StarClan ... and then lie about it ...",
            "I know I taught you to take risks, but this isn't what I meant!"
        ]
    ],
    "assertive_you_ill": [
        [
            "Any",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "from_parent",
            "assertive",
            "silly",
            "unlawful",
            "you_ill",
            "you_injured"
        ],
        [
            "Hey, y_c ...",
            "The medicine cat said I shouldn't visit you, but who cares what that mouse-brain thinks? If they think they can keep me away from you ... they must be dumber than I thought!",
            "Everyone around camp is missing you ... hoping you get better soon ...",
            "Hey, that reminds me, the funniest thing happened today ...",
            "[r_c sits by your side, talking to you until the medicine cat literally forces them to leave. Their company makes you feel better than any herbs ever could.]"
        ]
    ],
    "assertive_ill1": [
        [
            "Any",
            "platonic_like",
            "romantic_like",
            "assertive",
            "you_ill"
        ],
        [
            "I swear to StarClan, y_c, you better fight this thing off! You're too strong to lose to a stupid sickness! I know that you are!",
            "If you don't get better soon, I ... I ...",
            "I'll fight off the sickness for you myself!"
        ]
    ],
    "assertive_ill2": [
        [
            "Any",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "from_parent",
            "assertive",
            "silly",
            "cool",
            "unlawful",
            "you_ill",
            "you_injured"
        ],
        [
            "Hey, how's my favorite patient?",
            "I brought you some prey, and some fresh moss. I know the moss in here is sorta crusty ...",
            "Hey, here's an idea. What if I stayed in here with you tonight? We could stay up until moonhigh telling stories, and I could sneak some of your nesting materials to make it more comfortable!",
            "Don't tell the medicine cat, though ... hehe!"
        ]
    ],
    "assertive_ill3": [
        [
            "Any",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "from_parent",
            "assertive",
            "silly",
            "cool",
            "you_ill",
            "you_injured"
        ],
        [
            "Hey, y_c! You're looking a lot better than yesterday! If I didn't know any better, I'd say you're healing up pretty nice!",
            "The medicine cat says you should be outta here in no time, which is good, since I'm starting to go crazy without you around ...",
            "If you don't get better soon, then ...",
            "Hehe. Let's not even talk about that. Bad luck."
        ]
    ],
    "assertive_ill4": [
        [
            "Any",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "from_parent",
            "assertive",
            "silly",
            "neurotic",
            "upstanding",
            "you_ill",
            "you_injured"
        ],
        [
            "[t_c bursts into the medicine den, frantic and wide-eyed.]",
            "*Pant* *Pant* Where's y_c?! Are they alive? Are they breathing?",
            "Oh ... hey, y_c. Guess it was just a false alarm. Hehe.",
            "[t_c is laughing, but they look like they're about to faint with worry.]"
        ]
    ],
    "assertive_ill5": [
        [
            "Any",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "from_parent",
            "assertive",
            "you_injured"
        ],
        [
            "What'd you do to yourself this time, mouse-brain? Don't worry - I've done worse plenty of times, and I'm still kicking. Hehe.",
            "[t_c's voice is strained and tinged with darkness. It seems they're more worried than they're letting on.]"
        ]
    ],
    "assertive_ill6": [
        [
            "Any",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "from_parent",
            "you_injured",
            "you_ill"
        ],
        [
            "[Late at night, when they think you're sleeping, t_c sneaks into the medicine den and sits beside your nest.]",
            "Please, StarClan ... please, help y_c get better. They have to get better.",
            "I was supposed to protect them ... I was supposed to keep them safe ... without them, I ...",
            "[Overcome with emotion, t_c races out of the medicine den.]"
        ]
    ],
    "assertive_ill7": [
        [
            "Any",
            "assertive",
            "silly",
            "cool",
            "you_ill",
            "you_injured"
        ],
        [
            "Yeesh ... you don't look too hot, y_c.",
            "Make sure to get plenty of rest! You'll be back on your paws before you know it."
        ]
    ],
    "assertive_theyyou_ill": [
        [
            "Any",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "from_parent",
            "assertive",
            "silly",
            "they_injured",
            "they_ill"
        ],
        [
            "Heh ... no need to look so worried, y_c. I've come back from worse, plenty of times! I'll be annoying you again before you - AH!",
            "[t_c winces in pain, then tries to brush it off as just a laugh.]"
        ]
    ],
    "assertive_theyill1": [
        [
            "Any",
            "assertive",
            "brooding",
            "you_injured",
            "they_ill"
        ],
        [
            "M'fine ... f-fine ... I'm ...",
            "[t_c mumbles some weak gibberish about how totally okay they are.]"
        ]
    ],
    "assertive_theyill2": [
        [
            "Any",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "from_parent",
            "assertive",
            "cool",
            "you_injured",
            "they_ill",
            "they_injured"
        ],
        [
            "Oh, hey, it's you ...",
            "... Do me a favor, y_c, and don't look too hard, m'kay? I don't like you seeing me like this.",
            "You can stare for five more seconds, and that's it!"
        ]
    ],
    "assertive_theyill3": [
        [
            "Any",
            "assertive",
            "unlawful",
            "they_injured",
            "they_ill"
        ],
        [
            "Psh, this mouse-brained medicine cat, trying to imprison me in this den over something that's not even a problem.",
            "I am completely fine! More than fine! I could run laps around camp! I could take on three rogues at once!",
            "If only the medicine cat would listen ..."
        ]
    ],
    "assertive_theyill4": [
        [
            "Any",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "from_parent",
            "assertive",
            "silly",
            "you_injured",
            "they_ill",
            "they_injured"
        ],
        [
            "Hey, y_c! How about a joke? What did the tree say to its mate?",
            "I wood never leaf - augh ... ahahah ... ow ...",
            "Laughing hurts ... imagine that. Hehe ...",
            "Ow. Again."
        ]
    ],
    "assertive_theyill5": [
        [
            "Any",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "from_parent",
            "assertive",
            "silly",
            "cool",
            "neurotic",
            "introspective",
            "brooding",
            "you_injured",
            "they_ill",
            "they_injured"
        ],
        [
            "Oh, y_c, it's you! Everything is fine! I'm fine! I'm - I'm - augh ...",
            "StarClan, it hurts so bad ...",
            "Everything hurts ...",
            "y_c, I ... I'm scared.",
            "I don't want to die.",
            "Will you stay with me?",
            "I feel braver when you're here."
        ]
    ],
    
    "assertive_jealous1_2": [
        [
            "Any",
            "assertive",
            "you_grieving",
            "they_grieving",
            "stable",
            "unabashed",
            "brooding",
            "introspective"
        ],
        [
            "I've braved all sorts of terrifying, ridiculous things, but grief is just another beast entirely ...",
            "Though, I guess you'd know that, wouldn't you, y_c?",
            "You're grieving, too.",
            "Tell me, how have you gotten through the days without going completely insane?"
        ]
    ],
    "assertive_jealous1_3": [
        [
            "Any",
            "assertive",
            "you_grieving",
            "platonic_like",
            "romantic_like"
        ],
        [
            "C'mon, y_c, you gotta eat something.",
            "You're the strongest cat I know!",
            "You can't let this take you out. I won't let you."
        ]
    ],
    "assertive_deadclose3": [
        [
            "Any",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "from_parent",
            "assertive",
            "sweet",
            "stable",
            "they_grieving",
            "dead_close"
        ],
        [
            "... I can't believe d_c is really gone ...",
            "I was supposed to keep them safe, I ...",
            "I failed them. Don't even try to talk me out of it. I know I failed them.",
            "StarClan, they must hate me ...",
            "I need to go on a walk. Clear my head.",
            "Don't follow after me, either, y_c, I ... I need to be alone."
        ]
    ],
    "assertive_deadclose5": [
        [
            "Any",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "from_parent",
            "assertive",
            "cool",
            "silly",
            "unlawful",
            "introspective",
            "they_grieving",
            "dead_close"
        ],
        [
            "It's clear out tonight ... lotta stars up there, huh?",
            "D'you ... d'you think d_c might be up there?",
            "I know it's mouse-brained, but ... sometimes, I can still feel them right next to me.",
            "Which star do you think d_c is?",
            "I think it's that one, over there. The brightest star in the whole sky."
        ]
    ],
    "assertive_deadclose6": [
        [
            "Any",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "from_parent",
            "assertive",
            "silly",
            "they_grieving",
            "dead_close"
        ],
        [
            "Uh ... hey, y_c ... How's it going ...",
            "I'm, uh ... I'm not, uh ... I ...",
            "[t_c suddenly collapses into you, sobbing into your fur.]",
            "I just miss d_c so much ..."
        ]
    ],
    "assertive_deadclose_2": [
        [
            "Any",
            "assertive",
            "brooding",
            "unlawful",
            "they_grieving",
            "neutral",
            "dislike"
        ],
        [
            "[You hear quiet sobbing coming from t_c's nest.]",
            "*Sniffle* *Sob*",
            "... AH! y_c! W-What are you -",
            "Get out! Leave me alone!",
            "Yes, I'm okay! I'm perfectly fine! Now leave, before I rake you a big, ugly scar!"
        ]
    ],
    "assertivekitten_deadclose_5": [
        [
            "Any",
            "assertive",
            "they_grieving",
            "dead_close"
        ],
        [
            "Hmph. Everyone always tells me they're sorry, just so sorry for my loss. Next time someone says that to me, I'll claw their throat out.",
            "I don't need anybody's pity, can't they see that?",
            "I need ... I need, uh ...",
            "... Honestly, I'm not really sure what I need.",
            "I think I just need to hear d_c's laugh again.",
            "That would set everything right."
        ]
    ],
    "assertivekitten_deadclose_6": [
        [
            "Any",
            "assertive",
            "they_grieving",
            "dead_close"
        ],
        [
            "I'm strong. I can handle this, I - I should be able to handle this.",
            "So why does it hurt so much?",
            "Who knew that the worst pain I'd ever feel would be inflicted by d_c."
        ]
    ],
    "assertive_yougrief2": [
        [
            "Any",
            "assertive",
            "stable",
            "upstanding",
            "neutral",
            "you_grieving",
            "dead_close"
        ],
        [
            "Hey, uh ... I'll say an extra prayer for d_c tonight.",
            "Try to take it easy, m'kay? They wouldn't want their death to keep you from living.",
            "I'll bring you back some prey later from the hunting patrol."
        ]
    ],
    "assertive_yougrief3": [
        [
            "Any",
            "assertive",
            "unabashed",
            "stable",
            "you_grieving",
            "dead_close"
        ],
        [
            "I'm so sorry for your loss, y_c ...",
            "d_c was a really special cat."
        ]
    ],
    "assertive_jealous1": [
        [
            "Any",
            "assertive",
            "upstanding",
            "neutral",
            "you_grieving",
            "dead_close"
        ],
        [
            "You and d_c were close, right? Man, it's so terrible ...",
            "This is why c_nClan needs better defenses. To keep anything like this from happening again."
        ]
    ],
    "assertive_jealous1_4": [
        [
            "Any",
            "assertive",
            "you_grieving",
            "platonic_like",
            "dead_close"
        ],
        [
            "It wasn't your fault, y_c. You know that, don't you?",
            "Dwelling on it won't make it any better.",
            "No matter how hard you try, your guilt won't bring d_c back. They wouldn't want this to keep you from living."
        ]
    ],
    "assertive_insult": [
        [
            "kitten",
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "queen's apprentice",
            "assertive",
            "unlawful",
            "unabashed",
            "silly",
            "insult",
            "random_cat",
            "platonic_like",
            "neutral"
        ],
        [
            "Hehehe! Little guy's got a mouth on 'em! That's hilarious!",
            "Wait, stay right there!",
            "r_c! Guess what y_c just called me! Ahahaha!"
        ]
    ],
    "assertive_insult1": [
        [
            "kitten",
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "queen's apprentice",
            "assertive",
            "insult",
            "unlawful",
            "dislike"
        ],
        [
            "Try that again, and see what happens, pipsqueak.",
            "I could chew you up and spit you out again without thinking twice about it."
        ]
    ],
    "assertive_jealous1_5": [
        [
            "Any",
            "assertive",
            "silly",
            "cool",
            "insult"
        ],
        [
            "Ahahahaaa! Good one!"
        ]
    ],
    "assertive_jealous1_6": [
        [
            "Any",
            "assertive",
            "unabashed",
            "cool",
            "insult"
        ],
        [
            "Bold of you to assume that I care."
        ]
    ],
    "assertive_jealous1_7": [
        [
            "Any",
            "assertive",
            "brooding",
            "insult",
            "dislike"
        ],
        [
            "Go dig a hole and bury yourself in it, snake-heart."
        ]
    ],
    "assertive_jealous1_8": [
        [
            "Any",
            "assertive",
            "insult"
        ],
        [
            "You looking for a fight? I'm always ready!"
        ]
    ],
    "assertive_jealous1_9": [
        [
            "Any",
            "assertive",
            "cool",
            "insult"
        ],
        [
            "Tch. That the best you can do?"
        ]
    ],
    "introspective_1": [
        [
            "Any",
            "introspective"
        ],
        [
            "Hello, y_c. What do you think of the weather?",
            "If you want my opinion, I think it's been enjoyable. It's pleasantly warm, but not so hot that it makes today's jobs an unpleasant business. Not to mention, I haven't noticed a hint of rain, so if you're going out you shouldn't get wet.",
            "Well... unless you fall into a pond.",
            "But other than that, StarClan has been good to us today."
        ]
    ],
    "introspective_2": [
        [
            "Any",
            "introspective",
            "random_cat"
        ],
        [
            "Oh, hi, y_c. You wanted to speak to me?",
            "Sure, I suppose. I'm not busy.",
            "The clan has been well recently, hasn't it? r_c seemed in a pleasant mood, judging from the slight spring in their step.",
            "I'm genuinely glad for them, the day is ours for the taking, and I'm glad everyone's ready for it."
        ]
    ],
    "Introspective_to_app": [
        [
            "Apprentice",
            "Introspective"
        ],
        [
            "y_c. Morning.",
            "I saw that shrew that you brought back. It was a good catch. But I find myself wondering about the other clans in this situation.",
            "I wonder if they're prey is as nice as ours.",
            "Not enough to steal any, of course! but... you know. It's interesting to think about."
        ]
    ],
    "introspective_to _mdtor": [
        [
            "Mediator",
            "Mediator apprentice",
            "Introspective",
            "Dislike",
            "Jealousy",
            "random_cat"
        ],
        [
            "Oh. y_c. What do you want now?",
            "You heard me and r_c had a fight? And you came to ask me about it?",
            "... Why do you care? I bet you just want to scold me for 'not playing nice'.",
            "I'm always going to be the difficult cat. Stop trying to fix me, I'm not broken!"
        ]
    ],
    "introspective_to_Med": [
        [
            "Medicine Cat",
            "Medicine Cat Apprentice",
            "Introspective"
        ],
        [
            "Oh, y_c.",
            "... Yeah. I'm fine, I'm just thinking. About StarClan.",
            "It's just... well. What do you hear from StarClan? I know you get visions and messages. But do they tell you about what's going on? ... Do they tell you if a cat won't make the cut?",
            "They don't tell you that sort of stuff? Oh. My apologies.",
            "Oh? You think that I'll get in anyways? That-Thank you."
        ]
    ],
    "introspective_to_MedApp": [
        [
            "Medicine Cat Apprentice",
            "Introspective",
            "random_cat"
        ],
        [
            "Morning, y_c.",
            "I hope you're not busy. I was thinking about a conversation we had last week, about the uses of burdock root. You mentioned that they're specifically used on rat bites, right?",
            "Well, I was listening to  r_c grumbling about a fox bite, and I was wondering why you can't use burdock on other types of bites?",
            "... You'll ask your mentor? Ah okay. Let me know when you find out, I'm curious."
        ]
    ],
    "introspective_to_NB": [
        [
            "newborn",
            "introspective"
        ],
        [
            "Aw. hello there, little one.",
            "How did you get so far away from the nursery? Where's your parent?",
            "Hm... You need to go back there, they'll be worrying about you."
        ]
    ],
    "introspective_to_NB_1": [
        [
            "Newborn",
            "Introspective"
        ],
        [
            "[You, while stumbling around outside the nursery, trip over t_c's tail, and faceplant at their feet.]",
            "...",
            "[They don't seem to notice you, so you blindly stumble off.]",
            "... Did a bird just land on my tail?"
        ]
    ],
    "introspective_to_NB_2": [
        [
            "Newborn",
            "Introspective"
        ],
        [
            "Hi, little one. You must be y_c.",
            "Aren't you a cute little thing?",
            "Aw, coming to the nursery just makes me want to have kits of my own. I doubt if that'll ever happen though."
        ]
    ],
    "introspective_3": [
        [
            "Any",
            "introspective"
        ],
        [
            "y_c, hello. I didn't think anyone would come over here...",
            "Want to share this freshkill?",
            "I always think that freshkill taken from the pile after a long day tastes good. It may just be the hard work, but it always tastes wonderful."
        ]
    ],
    "introspective_4": [
        [
            "Any",
            "introspective"
        ],
        [
            "Oh, uhm, hello...",
            "Oh, you wish to talk to me?",
            "Err... sure, can do. I suppose.",
            "... The wind is lovely, it always waves through our coats when we're wandering through the territory. Maybe that's StarClan's way of telling us we're doing a good job."
        ]
    ],
    "introspective_5": [
        [
            "Any",
            "introspective"
        ],
        [
            "Good morning, y_c. How are you today?",
            "Did you hear that rain on the den roof last night?",
            "It was really loud, it sounded like hundreds of tiny paws slamming on the roof up there.",
            "I wonder if StarClan came to visit us, in the form of the rain?"
        ]
    ],
    "introspective_6": [
        [
            "Any",
            "introspective",
            "you_outsiderroots",
            "you_formerlykittypet",
            "you_formerloner",
            "you_formerrogue",
            "they_clanfounder",
            "they_clanborn",
            "they_half-Clan",
            "they_originallyfromanotherclan",
            "they_orphaned",
            "they_abandoned"
        ],
        [
            "... Hello, y_c. Nice to see you.",
            "... Yeah. Sorry, just staring at the sky, you've kinda... inspired an odd trail of thought from me.",
            "You... didn't believe in StarClan before you came here, did you? I assume not.",
            "Thinking about that made me think about where StarClan actually came from.",
            "What made StarClan? All the stories I was ever told as a kit speak about StarClan as this ever-existing force.",
            "But the clans haven't always existed, I think we used to exist in a group called a 'tribe'?",
            "But then, what made us believe in StarClan? Where did that idea come from?",
            "Clan Cats are unique in that endeavour. No other group other than the Clans believe in it, they have their own ancestors.",
            "... I'm thinking too hard about this, aren't I? I need to go to bed.",
            "Thank you for listening to me, y_c. Good night, may StarClan guide your paws."
        ]
    ],
    "introspective_like": [
        [
            "Any",
            "Introspective",
            "platonic_like"
        ],
        [
            "Hello there, y_c!",
            "I, uh, saved us this prey... Would you like to share it?",
            "You know, I like seeing you, especially to share freshkill with.",
            "I feel like you get me, and that's such a comforting thing. I'm happy to know you, y_c."
        ]
    ],
    "introspective_like_1": [
        [
            "Any",
            "Introspective",
            "platonic_like",
            "romantic_like",
            "from_mate"
        ],
        [
            "Oh! Hello, y_c.",
            "I was just watching the birds when you came over. They're very pretty, don't you think?",
            "I sometimes wonder what it'd be like to be a bird, soaring through that bright sky. No difficulties, no worries.",
            "But I'll admit, even if it's hard sometimes, being a warrior is ultimately the best life for me. I wouldn't trade it for anything."
        ]
    ],
    "introspective_like_2": [
        [
            "Any",
            "Introspective",
            "platonic_like"
        ],
        [
            "Hello, y_c.",
            "I found this feather... isn't it pretty? It's so bright.",
            "I'm not sure what bird it came from, I just got back to camp and saw it laying here.",
            "I wish I could have seen it, I love watching birds. It's a shame I missed it."
        ]
    ],
    "introspective_like_3": [
        [
            "any",
            "introspective",
            "platonic_like",
            "romantic_like"
        ],
        [
            "y_c? Everything okay? You've been staring at me for a while...?",
            "... Oh! You're cat watching, aren't you?",
            "[t_c lets out a mrrp of amusement and sits next to you]",
            "Oh, y_c! Look here!",
            "[You turn your head to look at them once again]",
            "Look, it's t_c! They're staring at y_c, and they're staring back at them. I wonder what they're up to?",
            "[Both of you let out a chuckle at this.]",
            "Hehe... You're really funny, y_c. I love spending time with you."
        ]
    ],
    "introspective_like_4": [
        [
            "any",
            "introspective",
            "platonic_like"
        ],
        [
            "y_c. Good morning. How did you sleep?",
            "I slept very well, thank you. You know, I was going to go on a walk today, maybe grab some mice? Would you like to come with me?",
            "... It's definitely not an excuse to go birdwatching in the territory. Absolutely not. I'd never do that. It's not like the kits keep scaring the birds away.",
            "... Yes. Yes it is. Do you still want to come then? I just know that you won't scare them away, you appreciate it too. You get me."
        ]
    ],
    "introspective_like_5": [
        [
            "any",
            "introspective"
        ],
        [
            "...",
            "[t_c sat next to you, quietly.]",
            "Prrrr...",
            "[They make no move to fill the silence, seemingly enjoying it.]"
        ]
    ],
    "introspective_dislike": [
        [
            "Any",
            "Introspective",
            "dislike"
        ],
        [
            "... what do you want, y_c?",
            "Can't you see that I'm busy?",
            "... I don't look like I'm doing anything? hmph.",
            "That's just like you, to be so unobservant."
        ]
    ],
    "introspective_dislike_1": [
        [
            "Any",
            "Introspective",
            "Dislike",
            "jealousy"
        ],
        [
            "Oh, it's y_c.",
            "I don't get how you get along with everyone so easily.",
            "Have you come to rub it in my face?",
            "Save your pity for a cat that wants it."
        ]
    ],
    "introspective_dislike_2": [
        [
            "Any",
            "Introspective",
            "dislike"
        ],
        [
            "... Leave me alone."
        ]
    ],
    "introspective_dislike_3": [
        [
            "any",
            "introspective",
            "dislike"
        ],
        [
            "...",
            "[t_c immediately spins around and walks away.]"
        ]
    ],
    "introspective_dislike_4": [
        [
            "any",
            "introspective",
            "dislike"
        ],
        [
            "I've got some good advice for you, y_c.",
            "Go. Away."
        ]
    ],
    "introspective_dislike_5": [
        [
            "any",
            "introspective",
            "dislike"
        ],
        [
            "[t_c fixes you with a glare just as you open your mouth.]",
            "Is it important, or are you just trying to waste my time?"
        ]
    ],
    "introspective_rom": [
        [
            "Any",
            "Introspective",
            "romantic_like"
        ],
        [
            "O-Oh! y_c, hi!",
            "Uhm, uh... I have this-this prey! For us! If you... want to share? Maybe?",
            "Oh you do? I'm so glad!",
            "Um... you know, keeping your strength up is an important part of being a warrior. So I'm glad I can be here for you, in that regard anyways."
        ]
    ],
    "introspective_rom_1": [
        [
            "Any",
            "Introspective",
            "romantic_like"
        ],
        [
            "Oh, hi!",
            "I uh, found these smooth stones. They remind me of you-of your eyes. Uhm. I mean, they're both, uh... Nevermind!",
            "How are you, y_c?",
            "I've been down by the water, where I found the stones. It's also just like you. I mean it's just so... uh. Nevermind!",
            "[You think you hear them hiss something like 'Come on, t_c. Keep yourself together!' to themself quietly]"
        ]
    ],
    "introspective_rom_2": [
        [
            "Any",
            "Introspective",
            "romantic_like"
        ],
        [
            "y_c!",
            "Hi! It's so... so, good to see you...!",
            "It... makes my day, you know. That I get to see and speak to you. You make my day much brighter.",
            "Even the most wonderful cloud couldn't distract me from how kind you are to me. Thank you."
        ]
    ],
    "introspective_rom_3": [
        [
            "Any",
            "Introspective",
            "romantic_like",
            "random_cat"
        ],
        [
            "Hey y_c! Want to cat-watch together?",
            "What's cat-watching? Oh, it's quite simple. It's just like birdwatching, but instead of observing wildlife, we're observing our fellow cats in the clan!",
            "Like... oh! Look over there, at r_c. It seems like they're just enjoying their freshkill, but if you're patient enough...",
            "...",
            "Eughh! Did they just down that entire mouse in one bite!? I didn't even know that was possible!",
            "[You cackle hysterically while t_c wheezes into their paw, as everyone else in the clan wonders what on earth is so funny.]"
        ]
    ],
    "introspective_rom_4": [
        [
            "Any",
            "Introspective",
            "platonic_like",
            "romantic_like",
            "from_mate"
        ],
        [
            "Good morning, y_c...",
            "Sometimes, I wonder if I'd be happier just living on my own, as a loner. Away from all the groupings and hierarchies of clan life, just free to wander and talk to no one.",
            "But then, if I was a loner, I wouldn't have you, would I?",
            "No... no that wouldn't do."
        ]
    ],
    "introspective_rom_5": [
        [
            "any",
            "introspective",
            "romantic_like"
        ],
        [
            "... y_c?",
            "What are you doing over here? I assumed you'd want to be in the middle of camp with everyone else. Did you need a break?",
            "O-Oh! You wanted to spend time with me? That means a whole lot, I appreciate it! But I'm sure sitting in the corner with me isn't going to be entertaining, not in the slightest.",
            "I'm not anyone important or interesting, especially in comparison to you, you're amazing.",
            "[They quickly flick their head away from you, looking in the opposite direction.]"
        ]
    ],
    "introspective_jeal": [
        [
            "any",
            "introspective",
            "jealousy"
        ],
        [
            "[You can feel t_c's eyes burrow into your back.]",
            "[You turn around to talk to them, and they quickly turn around and look busy.]"
        ]
    ],
    "introspective_jeal_1": [
        [
            "any",
            "introspective",
            "jealousy"
        ],
        [
            "... What?",
            "Don't you have anything more important to do than staring at me?"
        ]
    ],
    "introspective_jeal_2": [
        [
            "any",
            "introspective",
            "jealousy"
        ],
        [
            "Tch... What do you want? Come to spread your superiority over us little cats, huh?",
            "Spare us both your boasting. I don't care."
        ]
    ],
    "introspective_jeal_3": [
        [
            "any",
            "introspective",
            "jealousy"
        ],
        [
            "Here, I've got a bit of advice for you.",
            "The bird that shows off gets caught first, remember that."
        ]
    ],
    "introspective_jeal_4": [
        [
            "any",
            "introspective",
            "jealousy"
        ],
        [
            "...",
            "I was hoping that if I remained still enough, you'd go away.",
            "[They go back to looking frozen.]"
        ]
    ],
    "introspective_jeal_5": [
        [
            "any",
            "introspective",
            "jealousy"
        ],
        [
            "[t_c makes eye-contact with you, then immediately turns and leaves the camp.]",
            "..."
        ]
    ],
    "introspective_comf": [
        [
            "any",
            "introspective",
            "comfort"
        ],
        [
            "... y_c? Hey, are you... busy?",
            "Listen I... I just needed someone to talk to. And you're the only cat I can talk to.",
            "I'm... Listen. What do you think happens when we leave the living, and we join StarClan? I wonder what that's like.",
            "I'm less worried about the pain, and more... Will I be missed by c_nClan after I leave? I'm not the most talkative cat in the world, and that makes me worry that I've never made an impact to anyone.",
            "... Huh? A mouse-brain? ... You're telling me that I worry too much...? Yeah, I suppose that's true. It's what I'm good at I suppose, getting caught in myself.",
            "You'd miss me? Oh, y_c... thank you. You have no idea how much that means to me. It sometimes seems like you're the only cat who looks for me in a room.",
            "... Yeah, I'll be okay. I'm just in a little funk at the moment. Do you want to go hunting? I think that'd be better than me sitting here feeling sorry for myself."
        ]
    ],
    "introspective_comf_1": [
        [
            "any",
            "introspective",
            "comfort"
        ],
        [
            "Morning, y_c.",
            "No, I'm fine, I'm just thinking... Do you think I'm irritating?",
            "I try my best to always have the answer to something, on the off chance that someone asks but... Is that needed? Do people find me a hindrance?",
            "... Mm. Thank you y_c. It's nice knowing that someone appreciates me."
        ]
    ],
    "introspective_resp": [
        [
            "any",
            "introspective",
            "respect"
        ],
        [
            "y_c, you looked amazing out there today.",
            "I saw your leap while you were hunting that bird, it was amazing. There no way that bird was getting away from you.",
            "I wish I was as talented as you at hunting."
        ]
    ],
    "introspective_mate": [
        [
            "warrior",
            "Introspective",
            "from_mate"
        ],
        [
            "Good morning, y_c!",
            "I saw that you were sleeping in, so I just left you to rest.",
            "After all, you were up so late on that patrol that you barely got any sleep!",
            "Here. I got you a mouse. I hope you enjoy it!"
        ]
    ],
    "introspective_mate1": [
        [
            "mediator",
            "Introspective",
            "from_mate"
        ],
        [
            "Good morning, y_c!",
            "I saw that you were sleeping in, so I just left you to rest.",
            "After all, you were up so late calming those cats that you barely got any sleep!",
            "Here. I got you a mouse. I hope you enjoy it!"
        ]
    ],
    "introspective_mate2": [
        [
            "medicine cat",
            "Introspective",
            "from_mate"
        ],
        [
            "Good morning, y_c!",
            "I saw that you were sleeping in, so I just left you to rest.",
            "After all, you were up so late tending to your patients. that you barely got any sleep!",
            "Here. I got you a mouse. I hope you enjoy it!"
        ]
    ],
    "introspective_mate_3": [
        [
            "Any",
            "Introspective",
            "from_mate",
            "random_cat"
        ],
        [
            "Hey, y_c!",
            "Are you okay? I noticed r_c was chatting your ears off... That's a lot of attention, it's a big deal.",
            "It isn't? Oh okay..."
        ]
    ],
    "introspective_mate_4": [
        [
            "Any",
            "Introspective",
            "from_mate"
        ],
        [
            "Oh, hey, y_c.",
            "Hm? Oh yeah, everything's fine. Why do you ask?",
            "... you can tell something's wrong?",
            "*sigh* I don't know. I've just been thinking lately...",
            "For so much of my life, I've felt like I've always been alone. Now you're here, and, well, I've just been wondering what you see in me.",
            "You're just so wonderful and talented, and I'm... well, me.",
            "I just sometimes wonder what I did to deserve you.",
            "[You assure t_c that you absolutely cherish them, and no one could take their place in your life.]",
            "... Thanks, y_c. You always know what to say to make me feel better."
        ]
    ],
    "introspective_mate_5": [
        [
            "Any",
            "Introspective",
            "from_mate",
            "random_cat"
        ],
        [
            "Hey, y_c. Would you like to do some cat watching with me?",
            "Okay so I've got my sights on r_c. Over there. They've been grooming themself all day. It's kinda relaxing to watch, in my opinion.",
            "And r_c, over there. Looks like they're making repairs to the apprentices' den. It's always getting broken, I've noticed. All of them are really rowdy.",
            "They seem like they're struggling... Oh? You want to go over and help? Sounds good to me, let's go lend a paw."
        ]
    ],
    "introspective_mate_6": [
        [
            "Any",
            "Introspective",
            "from_mate"
        ],
        [
            "Hey, y_c. Want to share tongues?",
            "[You and t_c cuddle up together, pelts brushing, soaking up the bright sunlight coming into camp. Their fur is so soft, and smells wonderful, you bury your face into it. Suddenly, they stopped grooming you, like their attention was stolen by something.",
            "...",
            "Huh? Oh! You want to know if something's wrong?",
            "Oh, no. Nothing's wrong! I was just thinking...",
            "I never thought this would happen to me. I'm really glad you're here, y_c.",
            "Thank you for being with me. I love you."
        ]
    ],
    "introspective_comf_3": [
        [
            "any",
            "introspective",
            "comfort"
        ],
        [
            "y_c? Is everything okay, you were just staring off into space...?",
            "... Huh. Is that what I sound like when I give advice to others? Wow I sound so...",
            "Huh, knowledgeable? I was going to say stuck-up. But heh...",
            "I guess it's not that bad if someone like you is giving the advice."
        ]
    ],
    "introspective_comf_4": [
        [
            "any",
            "introspective",
            "comfort"
        ],
        [
            "[t_c walks over to you and rests their head on your shoulder.]",
            "..."
        ]
    ],
    "introspective_comf_5": [
        [
            "any",
            "introspective",
            "comfort"
        ],
        [
            "Hey... y_c? Can I ask you something?",
            "Listen, can you check my back for me?",
            "[You look at t_c's back, and see some lost fur, but nothing major.]",
            "Yeah, my fur is falling out. It... doesn't look bad, does it? I don't look scary...?",
            "Oh, it looks fine, you barely saw it? Oh that's a relief.",
            "Hm? You think I should go to the medicine den and ask if something can be given for it? That's a fair point, I don't want it to get worse.",
            "I'll go do that now, thank you y_c."
        ]
    ],
    "introspective_resp_1": [
        [
            "any",
            "introspective",
            "respect"
        ],
        [
            "Morning, y_c.",
            "You know, I saw you interject in that clan meeting before. I admire your courage, I'd never have the strength to directly call someone out like that.",
            "Not only that, they listened to what you had to say.",
            "You're one of a kind, y_c."
        ]
    ],
    "introspective_resp_2": [
        [
            "any",
            "introspective",
            "respect",
            "random_cat"
        ],
        [
            "[You're having a conversation with r_c when you feel eyes on your back.]",
            "[You flick your head around and see that it's t_c!]",
            "[t_c flicks their ear at you and gives you a smile.]",
            "[You smile back and turn back to your conversation.]"
        ]
    ],
    "introspective_resp_3": [
        [
            "any",
            "introspective",
            "respect"
        ],
        [
            "Hey, y_c?",
            "You know, I heard you telling a story to the kits, a short while ago, and it was amazing. You're so talented at it!",
            "... And I was wondering if you'd be able to finish the story? Just for me? I was caught by your every word like a mouse in claws!",
            "You'll finish it later? That's good, just let me know, so I'm not out when you finish."
        ]
    ],
    "introspective_resp_4": [
        [
            "any",
            "introspective",
            "respect"
        ],
        [
            "Oh, good morning, it's lovely to see you.",
            "I'm fine, it's just... Well you must have had a very eventful sleep. Would you like to share tongues before you go?",
            "I wouldn't want you walking around looking any less than your best, it's what you deserve after all."
        ]
    ],
    "introspective_resp_5": [
        [
            "any",
            "introspective",
            "respect"
        ],
        [
            "y_c? Listen, I know it's late, but...",
            "Are you awake enough to come with me?",
            "I wanted to go for a walk around the territory. It's a lovely night, and I wanted someone to share it with. You're one of the cats who I know would appreciate it. Getting out for a while.",
            "So, do you want to, or are you going to bed?",
            "You'll come with? That's wonderful, thank you, y_c."
        ]
    ],
    "introspective_trust": [
        [
            "any",
            "introspective",
            "trust"
        ],
        [
            "Uh. y_c! Over here!",
            "[You look up to see t_c up in a tree.]",
            "I was watching the birds, and I got up here and... it's really high. I don't know how to get down.",
            "[You quickly climb into the tree to walk them through it.]",
            "Oh thank you, y_c! I have no idea what I was thinking, getting up there. I'm happy you were there, or who knows how long I would have been stuck."
        ]
    ],
    "introspective_trust_1": [
        [
            "any",
            "introspective",
            "trust",
            "random_cat"
        ],
        [
            "Hey, y_c. How are you?",
            "I'm absolutely okay, I'm not up to much here, just catwatching, as usual.",
            "Huh? You think I should get to know the other cats, instead of watching?",
            "Oh, I'm just fine here, I don't talk to the others, it's just how it is...!",
            "You think I'd get on with r_c? You think?",
            "... Hm. I suppose I'll have to go and talk to them then, at some point.",
            "You've never guided me wrong."
        ]
    ],
    "introspective_trust_2": [
        [
            "any",
            "introspective",
            "trust",
            "random_cat"
        ],
        [
            "Hey... y_c? Can I ask for your advice on something?",
            "I was having an argument with r_c a couple of days ago. I was giving them some advice on something, and they told me that I talk like I'm better than everyone. Do you think...?",
            "No? That's good. That's absolutely not my intention. I want to help, but not to be more important than any other cat.",
            "Thank you, y_c. I know that no matter what, you'll always tell me what I need to hear."
        ]
    ],
    "introspective_trust_3": [
        [
            "any",
            "introspective",
            "trust"
        ],
        [
            "Hm, Good morning, y_c.",
            "You know, I was going to go out for a swim today. The weather's decent swimming weather, and I wanted to stretch my legs. I was wondering if you wanted to come with me?",
            "Oh that's wonderful, thank you! I don't feel comfortable swimming completely on my own, in case something happens. But I know that with you there, I'll always be okay.",
            "Hm. We should catch some fish while we're out. Got to bring something back for the fresh kill pile."
        ]
    ],
    "introspective_trust_4": [
        [
            "any",
            "introspective",
            "trust",
            "random_cat"
        ],
        [
            "Huh, y_c? You were looking for me?",
            "Yes, I got into an argument with r_c this morning. I'm not sure what the issue is. They always keep telling me that I need to speak up more, and then get angry at me when I do.",
            "I swear. This is the reason why you're one of the only cats I talk to. You make sense, you're reasonable.",
            "I'm going to bed, y_c. I'll speak to you in the morning."
        ]
    ],
    "introspective_trust_5": [
        [
            "any",
            "introspective",
            "trust"
        ],
        [
            "[You overhear quiet humming coming from the fresh kill pile.]",
            "Mm? Nice to see you.",
            "Yeah, I was humming, I like to every now and then. When no one's around, of course.",
            "No, I just don't want anyone overhearing. I don't want to be bothered by them asking me to sing more.",
            "Why did I start humming when you were in earshot then? Well, I know you. I know that you respect my boundaries, and won't force me to do something I'm comfortable with.",
            "So you get to hear me sing. On occasion. If you're listening out for it."
        ]
    ],
    "cool_1": [
        [
            "Any",
            "cool",
            "unabashed",
            "silly"
        ],
        [
            "Wow, wow, wow!",
            "Ever look at yourself in a puddle, y_c?",
            "I haven't seen my reflection in a while... and I just wanna say... I look GOOD!"
        ]
    ],
    "cool_2": [
        [
            "Any",
            "cool",
            "introspective"
        ],
        [
            "Ya know... I wish there was a new type of patrol.",
            "I know there's hunting... border... herb gathering...",
            "But wouldn't it be cool if we were able to explore the area outside of the Clan territories?",
            "Like, I would be so down to just... wander!",
            "What if there was territory that had so much more prey! Or super cool new healing herbs?",
            "I guess we won't know."
        ]
    ],
    "cool_3": [
        [
            "Any",
            "cool",
            "silly",
            "unabashed"
        ],
        [
            "The other day, by the Twolegplace, I saw a Twoleg BURNING their prey!",
            "They straight up tossed it into a fire!",
            "Horrible, right? I'll never understand them."
        ]
    ],
    "cool_4": [
        [
            "Any",
            "cool"
        ],
        [
            "[t_c hums a catchy tune.]",
            "Oh, hey y_c! I was coming up with a song.",
            "Wanna hear it?",
            "No? Oh come on!"
        ]
    ],
    "cool_5": [
        [
            "Any",
            "cool",
            "introspective"
        ],
        [
            "Think there are other Clans out there?",
            "Like way far away. Not the Clans that we know.",
            "Maybe there's even some Clans on the sun! Or the moon!"
        ]
    ],
    "brooding_1": [
        [
            "Any",
            "brooding"
        ],
        [
            "Hmph... Do you need something?",
            "Or are you just going to stand there gawking like a lost kit?"
        ]
    ],
    "upstanding_1": [
        [
            "Any",
            "upstanding"
        ],
        [
            "StarClan... I just can't sleep.",
            "My mind's telling me to keep working!",
            "Ever feel this way, y_c?"
        ]
    ],
    "neurotic_1": [
        [
            "Any",
            "neurotic"
        ],
        [
            "Oh. Hello, y_c.",
            "Um, do you need something from me?"
        ]
    ],
    "neurotic_2": [
        [
            "Any",
            "neurotic"
        ],
        [
            "Hi, y_c. I thought I heard someone talking about me earlier.",
            "Was it you? Did I do something wrong?"
        ]
    ],
    "neurotic_3": [
        [
            "Any",
            "neurotic"
        ],
        [
            "I keep reliving that moment when I made a fool of myself at last Gathering!",
            "Do you think the other Clans are still laughing at me?",
            "[You reassure t_c that no one probably remembers.]",
            "Oh you think so? I guess that's a little reassuring."
        ]
    ],
    "silly_1": [
        [
            "Any",
            "silly"
        ],
        [
            "y_c! y_c! Ever try balancing a pinecone on your nose?",
            "Watch the master at work.",
            "[t_c takes a pinecone, leaning left and right to make sure it stays on their nose without falling.]",
            "Now you try!"
        ]
    ],
    "silly_2": [
        [
            "Any",
            "silly"
        ],
        [
            "y_c! y_c! Ever try balancing a pinecone on your nose?",
            "Watch the master at work.",
            "[t_c takes a pinecone, leaning left and right to make sure it stays on their nose without falling.",
            "Now you try!"
        ]
    ],
    "silly_3": [
        [
            "Any",
            "silly"
        ],
        [
            "Bet I can make you laugh without even saying a word. Ready?",
            "[t_c makes a funny face and falls over dramatically.]",
            "Not laughing? Hah, tough crowd."
        ]
    ],
    "silly_4": [
        [
            "Any",
            "silly"
        ],
        [
            "Shh... I'm sneaking up on a leaf.",
            "[t_c crouches, stepping lightly in the direction of a fallen leaf.]",
            "It hasn't spotted me yet, hehe."
        ]
    ],
    "stable_1": [
        [
            "Any",
            "stable"
        ],
        [
            "Morning, y_c.",
            "Ready for the day's tasks?",
            "Let's tackle them together."
        ]
    ],
    "stable_2": [
        [
            "Any",
            "stable"
        ],
        [
            "Don't fret about the Gathering tomorrow.",
            "We'll represent our Clan well, just like we always do."
        ]
    ],
    "stable_3": [
        [
            "Any",
            "stable",
            "from_mate"
        ],
        [
            "Take things one step at a time, y_c.",
            "I've got your back, no matter what."
        ]
    ],
    "sweet_1": [
        [
            "Any",
            "sweet"
        ],
        [
            "Oh, y_c, I noticed you seemed a bit tired.",
            "Do you want some of my fresh-kill? It might help."
        ]
    ],
    "sweet_2": [
        [
            "Any",
            "sweet"
        ],
        [
            "I made a super soft moss bed for the elders den.",
            "I hope it helps them rest easier.",
            "I gathered some down from the bird I ate earlier, and moss from the farther parts of the territory.",
            "Want to help me make more?"
        ]
    ],
    "sweet_3": [
        [
            "queen",
            "queen's apprentice",
            "sweet"
        ],
        [
            "I've been keeping an eye on the kits lately, y_c. They really look up to you, you know.",
            "You're making a positive impact."
        ]
    ],
    "sweet_4": [
        [
            "Any",
            "sweet"
        ],
        [
            "Whenever you're feeling overwhelmed, find me.",
            "We can sit under the stars and watch Silverpelt.",
            "I always find it helps. It's calming, knowing all of our ancestors are watching over us."
        ]
    ],
    "unabashed_1": [
        [
            "Any",
            "unabashed"
        ],
        [
            "Hey, y_c. I overheard you talking earlier.",
            "Can't say I agree with you, but that's just me being me."
        ]
    ],
    "unabashed_2": [
        [
            "Any",
            "unabashed"
        ],
        [
            "Some cats whisper behind my back, but honestly?",
            "I'd rather them just come and say it to my face."
        ]
    ],
    "unabashed_3": [
        [
            "Any",
            "unabashed"
        ],
        [
            "I've been told I lack tact. Honestly? I see it as a service. At least you know where you stand with me.",
            "I just believe in being straightforward. Saves time and energy."
        ]
    ],
    "unlawful_1": [
        [
            "Any",
            "unlawful"
        ],
        [
            "They say crossing the border's off-limits. But what they don't know won't hurt them, right y_c?"
        ]
    ],
    "unlawful_2": [
        [
            "Any",
            "unlawful"
        ],
        [
            "If you're tired of always being the 'good' cat, come find me. There's another way."
        ]
    ],
    "unlawful_3": [
        [
            "Any",
            "unlawful"
        ],
        [
            "Authority? Please, they're just cats with louder voices. Doesn't mean they're right."
        ]
    ],
    "sweet_01": [
        [
            "Any",
            "sweet"
        ],
        [
            "Oh, good evening, y_c! It's very nice to see you, have you been remembering to take care of yourself?",
            "Haha, I know, I know~! I worry too much, but I just wanna make sure you're alright, the season's been quite.. ah- interesting.",
            "Well, I'll be off then. If you need anything, you can always let me know!"
        ]
    ],
    "sweet_02": [
        [
            "no_kit",
            "sweet"
        ],
        [
            "Ah, y_c! It's so nice to see you today, I've been thinking about you!",
            "I just wanted to say that I thought your fur was absolutely stunning today, you've done a real good job taking care of it! You've gotta tell me your secret sometime, hehe~.",
            "Oh! One last thing before you go- would you be interested in searching for feathers with me later? I need them to spruce up the nursery, I think it'd be a fun touch.. Plus, most kits would love to play with them!"
        ]
    ],
    "sweet_03": [
        [
            "Any",
            "sweet",
            "stable"
        ],
        [
            "Hm? Oh, y_c!",
            "I wasn't expecting to see you today! How are you feeling?",
            "Ah- would you like to share this prey with me? I don't mind, you've worked really hard lately and you deserve it!",
            "Here, you can sit next to me! Now tell me, how was your day?"
        ]
    ],
    "sweet_04": [
        [
            "Any",
            "sweet",
            "random_cat",
            "you_ill"
        ],
        [
            "y_c!! There you are, I've been looking everywhere for you!",
            "r_c told me you weren't feeling well, and I wanted to make sure you were okay. I brought a mouse and some extra comfy moss.",
            "If you need anything else, please do let me know! I'm way more than happy to help in any way I can."
        ]
    ],
    "sweet_5": [
        [
            "Any",
            "sweet",
            "you_injured"
        ],
        [
            "y_c! I heard about what happened, are you alright?",
            "Is there anything I can do that you'd like, or that might help out a little bit?",
            "I mean it, even if you just want a flower or two. You deserve it."
        ]
    ],
    "sweet_6": [
        [
            "newborn",
            "sweet"
        ],
        [
            "Ohh, look at you! You're so tiny!! Ah- that's so precious.",
            "Oh my, and you have a ferocious mew too! Ah, you'll make a wonderful warrior someday, I just know it.",
            "You're so little, yet I know you're going to make everyone proud.. Just by being yourself."
        ]
    ],
    "sweet_7": [
        [
            "newborn",
            "sweet",
            "stable"
        ],
        [
            "Oh my- you're so precious!",
            "Hello, little one! Welcome to c_n! What a cute lil fella, you are.",
            "Here we go, let me take you back to your nest. Little ones like you need plenty of rest to become big strong warriors!"
        ]
    ],
    "sweet_8": [
        [
            "newborn",
            "sweet",
            "stable"
        ],
        [
            "Why hello there, little flower!",
            "Now now, you've gotta stay near your nest. Those big stinky cats might not see you there!",
            "There we are! Ah- I've been meaning to bring this to you anyway. It's a little bundle of moss you can cuddle with!"
        ]
    ],
    "you_pregnant1": [
        [
            "any",
            "sweet",
            "stable",
            "you_pregnant"
        ],
        [
            "Your kits are gonna be the cutest, I already know it! I can't help but be excited for the tiny little paws running around the camp soon.",
            "You'll let me visit, won't you?"
        ]
    ],
    "you_pregnant2": [
        [
            "any",
            "you_pregnant",
            "sweet",
            "stable"
        ],
        [
            "I can't express how overjoyed I am for you!",
            "If your kits turn out to be anything like you, they will be a blessing to the Clan."
        ]
    ],
    "you_pregnant3": [
        [
            "any",
            "you_pregnant",
            "sweet",
            "stable"
        ],
        [
            "I've noticed you've been resting a lot more lately. And rightfully so!",
            "Remember to take care of yourself. If you need anything at all, let me know, okay?"
        ]
    ],
    "you_pregnant4": [
        [
            "any",
            "you_pregnant",
            "sweet",
            "stable"
        ],
        [
            "It warms my heart to see the glow in your eyes. I know you'll be an amazing parent. And if ever the nights get long or you feel weary, remember I'm just a tail-length away."
        ]
    ],
    "you_pregnant5": [
        [
            "any",
            "you_pregnant",
            "assertive",
            "cool"
        ],
        [
            "Can I just say, y_c, you are rocking this whole pregnancy thing!",
            "Seriously, I have never seen a cat handle it with as much grace and courage as you.",
            "You just wait, I can already tell your kits are going to be something special, and if they're anything like their parent, they're going to take the world by storm! You remember that, alright?"
        ]
    ],
    "you_pregnant6": [
        [
            "any",
            "you_pregnant",
            "assertive",
            "cool",
            "platonic_like"
        ],
        [
            "Listen here, y_c, I can tell you one thing for sure; those kits are going to grow up in a clan where they are LOVED!",
            "You're going to be phenomenal, and I'll be right here cheering you on, loud and proud! You got this, and never let anyone tell you otherwise!"
        ]
    ],
    "you_pregnant7": [
        [
            "any",
            "you_pregnant",
            "assertive",
            "cool",
            "platonic_like"
        ],
        [
            "Oh, y_c, you won't believe how thrilled I am to meet those little furballs!",
            "You're going to be absolutely fantastic, no question about it. You just watch, those kits will grow up to be the fiercest warriors this clan has ever seen!"
        ]
    ],
    "you_pregnant8": [
        [
            "any",
            "you_pregnant",
            "brooding"
        ],
        [
            "So I heard about your situation. Kits... they change everything.",
            "It's not going to be easy, y_c."
        ]
    ],
    "you_pregnant9": [
        [
            "any",
            "you_pregnant",
            "brooding",
            "introspective"
        ],
        [
            "Hmm... So you're expecting. I... well, I guess it means more mouths to feed, more noise in the camp.",
            "But maybe, just maybe, they might bring... something. I don't know, a kind of fresh perspective to the clan, maybe."
        ]
    ],
    "you_pregnant10": [
        [
            "any",
            "you_pregnant",
            "brooding"
        ],
        [
            "You're going to be a parent... I can't say I envy you. The world is full of dangers, uncertainties.",
            "Protecting them, teaching them... it's a heavy burden to carry. Best of luck, y_c."
        ]
    ],
    "you_pregnant11": [
        [
            "any",
            "you_pregnant",
            "upstanding",
            "dislike",
            "introspective"
        ],
        [
            "Well, it's quite the news, y_c. I hope for the clan's sake that your kits will grow up to be more responsible than their parent."
        ]
    ],
    "you_pregnant12": [
        [
            "any",
            "you_pregnant",
            "upstanding",
            "introspective"
        ],
        [
            "I trust you are aware of the responsibilities of becoming a parent, y_c. It's more than just mossball and games.",
            "However, I trust you will rise to the occasion."
        ]
    ],
    "you_pregnant13": [
        [
            "any",
            "you_pregnant",
            "upstanding",
            "introspective"
        ],
        [
            "So, y_c, I see the clan is set to welcome new kits soon. I must admit, it's always a blessing when new life joins the clan.",
            "Though I've had my reservations about you in the past, I sincerely hope you understand the gravity of the responsibility that lies ahead.",
            "Raising kits in the traditions of our clan is important, and I'll be watching to ensure you uphold those values. This is about more than just you now."
        ]
    ],
    "you_pregnant14": [
        [
            "any",
            "you_pregnant",
            "neurotic"
        ],
        [
            "Oh, y_c, I just heard the news about your pregnancy. That's such a big responsibility, isn't it? I mean, I hope everything goes well for you.",
            "I'd be a mess in your paws, but I'm sure StarClan will watch over you."
        ]
    ],
    "you_pregnant15": [
        [
            "any",
            "you_pregnant",
            "neurotic"
        ],
        [
            "y_c, every time I think about the challenges of raising kits, it sends chills down my spine. The worries, the dangers, the what-ifs... but you seem so strong and capable. I hope I can learn from your courage.",
            "If you ever need anything, um, I'll try my best."
        ]
    ],
    "you_pregnant16": [
        [
            "any",
            "you_pregnant",
            "neurotic"
        ],
        [
            "Oh, y_c, I heard the news about your upcoming litter. That's... that's really exciting, isn't it? I mean, kits are such a huge responsibility. Are you... are you feeling okay about it? I'd be so nervous. If you need someone to talk to or, you know, share your worries with, I'm here."
        ]
    ],
    "you_pregnant17": [
        [
            "any",
            "you_pregnant",
            "neurotic"
        ],
        [
            "I can't even imagine what it's like to be expecting kits. It's such a big change. Do you think the clan will be supportive? I mean, of course, they will, but sometimes, you know, cats can talk. But you're strong and wonderful. I just hope everything goes smoothly for you."
        ]
    ],
    "you_pregnant18": [
        [
            "any",
            "you_pregnant",
            "neurotic",
            "from_parent"
        ],
        [
            "StarClan, y_c, you must be feeling so many emotions right now!",
            "The world feels so vast, and there's so much to consider. I was a bundle of nerves before you were born. But you have a strong spirit, and you're surrounded by a loving clan. I just hope you're taking care of yourself."
        ]
    ],
    "you_pregnant19": [
        [
            "any",
            "you_pregnant",
            "silly",
            "unabashed"
        ],
        [
            "Oh my goodness! Have you eaten too much freshkill or something? Your belly is huge!",
            "Hehe, just kidding. But seriously, how exciting! Soon you'll have your own mini-yous running around."
        ]
    ],
    "you_pregnant20": [
        [
            "any",
            "you_pregnant",
            "silly",
            "random_cat"
        ],
        [
            "I bet the first pick of the freshkill pile that you'll have three kits!",
            "r_c thinks there'll be more though. Hehe, what do you think?"
        ]
    ],
    "you_pregnant21": [
        [
            "any",
            "you_pregnant",
            "silly"
        ],
        [
            "Oh, wowie whiskers, y_c! You're about to be a parent, can you believe it?",
            "I bet your kits will have your... uh, your incredibly dazzling... whiskers! Yeah!",
            "I can already imagine the little bundle of joy bouncing around, causing mayhem, and... inheriting my title as the funniest cat around, of course!"
        ]
    ],
    "you_pregnant22": [
        [
            "any",
            "you_pregnant",
            "silly",
            "unabashed"
        ],
        [
            "I heard that when you're expecting, you have weird cravings. Have you ever felt like eating... say, a fish dipped in honey? No? Just a silly thought! But if you do, let me know. We can make it a new clan delicacy!"
        ]
    ],
    "you_pregnant23": [
        [
            "any",
            "you_pregnant",
            "silly"
        ],
        [
            "Alright, y_c, serious question time! Do you think your kits will prefer playing with moss-balls or feathers? I'm placing bets. Either way, I'm crafting the ultimate play-kit with all the fun stuff. Just wait and see!"
        ]
    ],
    "you_pregnant24": [
        [
            "any",
            "you_pregnant",
            "unlawful"
        ],
        [
            "Oh, look at you, settling down to have kits.",
            "I bet the leadership is pleased, huh? But let me tell you something, y_c, bringing new life into this twisted world of hierarchical nonsense isn't as rosy as they make it out to be. Don't let them control you or your kits.",
            "Raise them to think for themselves, to question the so-called 'rules' that bind us."
        ]
    ],
    "you_pregnant25": [
        [
            "any",
            "you_pregnant",
            "unlawful"
        ],
        [
            "Hmph... expecting kits I see? Better keep those rascals under control."
        ]
    ]
}