{
    "you_kitten_1": [
        [
            "newborn",
            "sweet",
            "stable",
            "introspective",
            "brooding"
        ],
        [
            "Rest now, little one. Dream of the great warrior you'll become one day."
        ]
    ],
    "you_kitten_2": [
        [
            "kitten",
            "unlawful",
            "assertive",
            "unabashed"
        ],
        [
            "Hey, kit! Let's practice the hunting crouch.",
            "[t_c inspects you as you get into position.]",
            "Hmm, not bad! You'll be a great hunter one day."
        ]
    ],
    "you_kitten_3": [
        [
            "kitten",
            "unabashed",
            "silly",
            "unlawful",
            "cool"
        ],
        [
            "Boo! Gotcha!",
            "Heh, you didn't see me coming, did you, little one?",
            "One day you'll be as sneaky as me."
        ]
    ],
    "you_kitten_4": [
        [
            "kitten",
            "stable",
            "upstanding"
        ],
        [
            "It's important to listen and learn, little y_c. This clan relies on each of us doing our part."
        ]
    ],
    "you_kitten_5": [
        [
            "kitten",
            "neurotic",
            "stable",
            "sweet",
            "upstanding"
        ],
        [
            "Oh! Be careful near the brambles, dear kit. It's easy to get hurt."
        ]
    ],
    "you_kitten_6": [
        [
            "kitten",
            "neurotic",
            "stable",
            "sweet",
            "upstanding"
        ],
        [
            "Stay close to your mentor, once you're an apprentice.",
            "c_nClan's territory spans thousands of tail-lengths. It's easy to get lost if you wander too far."
        ]
    ],
    "assertive_yougrief1": [
        [
            "kitten",
            "assertive",
            "cool",
            "brooding",
            "dead_close"
        ],
        [
            "[When you ask t_c what happened to d_c, and if you'll ever see them again, something on their face breaks.]",
            "Ah ... Ah, kid, I'm so sorry ...",
            "It ain't right, what happened to d_c ...",
            "But, mark my words, you haven't seen the last of them. Though, it may be a while. They're up in StarClan now, with our warrior ancestors.",
            "One day, you'll reunite again. But until then, just know they're up there watching over you, helping you grow strong and healthy.",
            "Can you try to grow up strong and healthy for them?"
        ]
    ],
    "you_newborn": [
        [
            "newborn",
            "from_parent",
            "adopted_parent"
        ],
        [
            "Oh, my precious kit.",
            "I love you so much."
        ]
    ],
    "you_newborn2": [
        [
            "newborn",
            "silly",
            "random_cat"
        ],
        [
            "Peek-a-boo!",
            "Oh! Oh! Look, r_c. y_c is purring!"
        ]
    ],
    "you_kitten_7": [
        [
            "kitten",
            "cool",
            "unabashed",
            "unlawful"
        ],
        [
            "Hey there, little y_c. You've got quite the spark in those eyes.",
            "You remind me of me when I was your age. Destined for greatness, I can tell."
        ]
    ],
    "you_kitten_8": [
        [
            "kitten",
            "brooding",
            "unlawful"
        ],
        [
            "The forest hides many secrets, y_c.",
            "You might think it's all fun and games now, but there's a darkness out there.",
            "Just... be careful. Not everything is as it seems."
        ]
    ],
    "you_kitten_brooding": [
        [
            "kitten",
            "brooding",
            "unlawful"
        ],
        [
            "Never take things at face value, little kit. That's a lesson I'd had to learn."
        ]
    ],
    "you_kitten_brooding2": [
        [
            "kitten",
            "brooding",
            "unlawful"
        ],
        [
            "Hmph... I have no time to speak with you, kit. Go back to the nursery."
        ]
    ],
    "you_kitten_brooding3": [
        [
            "kitten",
            "brooding",
            "unlawful"
        ],
        [
            "When you grow up, y_c, you'll see that sometimes breaking the rules can lead you to greater truths.",
            "The Warrior Code isn't everything. Keep an open mind, okay?"
        ]
    ],
    "you_kitten_9": [
        [
            "kitten",
            "silly",
            "unabashed"
        ],
        [
            "Wanna see me sneak past the elder's den without them noticing?",
            "It's all in the paws, watch and learn!",
            "Haha, did you see that? They didn't even blink!"
        ]
    ],
    "you_kitten_10": [
        [
            "kitten",
            "introspective"
        ],
        [
            "The stars seem so distant, yet I feel like our ancestors are right here, watching over us.",
            "Do you ever wonder, y_c, about our purpose in this vast clan?",
            "Ah... you're too young to be thinking of this."
        ]
    ],
    "you_kitten_11": [
        [
            "kitten",
            "neurotic",
            "unlawful"
        ],
        [
            "Rules are there for a reason, y_c.",
            "But sometimes, I can't help but wonder if they're truly for our own good.",
            "Still, we must respect them. That's what being a part of c_nClan means."
        ]
    ],
    "you_kitten_12": [
        [
            "kitten",
            "unabashed",
            "cool",
            "stable"
        ],
        [
            "You worried about your first hunt, y_c?",
            "Ah, don't sweat it. Just be yourself and trust your instincts.",
            "Remember, every cat started somewhere. You got this."
        ]
    ],
    "you_kitten_13": [
        [
            "kitten",
            "silly"
        ],
        [
            "Hey y_c, bet I can catch that butterfly before you!",
            "Ready... set... go!"
        ]
    ]
    
}