{
    "app_13511": [
        [
            "Any"
        ],
        [
            "Hi there, y_c!"
        ]
    ],
    "kit_6": [
        [
            "kitten"
        ],
        [
            "Hey, do you want to play warriors?",
            "I'll be Firestar, the bravest leader ever! You can be my deputy, Brambleclaw.",
            "We'll patrol the nursery, make sure no evil cats sneak in!",
            "Wait! What's that? Oh, it's just a leaf. Well, it could've been an evil cat!",
            "We're the best patrol ever! Let's play again tomorrow, okay?"
        ]
    ],
    "kit_121": [
        [
            "murder",
            "Any"
        ],
        [
            "Uh, sorry! The queens told me to stay away from you."
        ]
    ],
    "kit_129": [
        [
            "murder",
            "Any",
            "random_cat"
        ],
        [
            "r_c says you have a secret... Can you tell me? Please?"
        ]
    ],
    "KIT32132": [
        [
            "newborn"
        ],
        [
            "Oops-! Careful there y_c! I don't think you're supposed to leave the nursery just yet, your just a bit too young",
            "The older cats wouldn't be too happy if they found out I let you out into the camp, but hey! There are tons of things to do here! We could play moss ball, Hunt the Feather, Invasion, Anything!",
            "You might be a little shaky on your paws, but that's alright! You're still getting used to them. Don't worry, I was like that too once. You'll find your balance soon enough, maybe you can go outside by then!",
            "There's a lot that I want to show you, but in the meanwhile, what do you want to play first?"
        ]
    ],
    "kit2314": [
        [
            "medicine cat",
            "talk_dead"
        ],
        [
            "Hi there! I wasn't expecting to see you around right now, I thought you would be in your den or something with all those herbs. But look at the cool feather I found!",
            "It was a good thing I caught it too, it'll make a great toy for my new game! That cat over there gave me the idea, they even helped me find the feather too!",
            "...What do you mean? That cat over there, the one by that pile of stones! They said that their name was d_c. They don't look that familiar, but no one else has questioned it so I haven't either.",
            "Your face is kind of funny, it's like you've just seen a ghost! Oh, and before I forget, that cat wanted me to tell you that they don't blame you for not making them better and that it was their time to go.",
            "I dunno where they went, but they seem pretty happy! Anyways, I really have to start setting up my new game, do you want to play it with me?",
            "Huh. You don't look busy, but ok! Maybe later then. Bye!"
        ]
    ],
    "kit21": [
        [
            "elder"
        ],
        [
            "y_c, help! I'm playing hide and seek with my den mates, and I need to hide, quick!",
            "Yes, I know that there are some really good hiding spots over by the medicine den, but, erm, I'm kind of not allowed over there after the incident a few days ago.",
            "Hey, don't you get started on me as well! I didn't know that those brightly colored plants that I used for hunting practice were marigolds! And how would I know that the cobwebs were supposed to be stacked up like that?",
            "If you tell me, I actually did the medicine cat a favor! That den looked like it needed to be reorganized Anyways, so I gave them a reason to! They didn't seem to appreciate my work though..",
            "Uh oh. I think I'm running out of time to hide. I gotta go! I'll see you later y_c, maybe you can tell me another story later!"
        ]
    ],
    "kit_15": [
        [
            "Any"
        ],
        [
            "Did you ever notice how pretty the stars are? They're like shiny bugs in the sky!",
            "Elders say those are our ancestors looking down at us. I hope when I join StarClan, I'll be a shiny star too!",
            "Do you think the stars play with each other? Like how we play with moss-balls?",
            "I like to imagine they do. It makes the night feel less scary. Like we're never really alone.",
            "Next time you look at the stars, wave at them! I bet they'll wave back!"
        ]
    ],
    "kit_16": [
        [
            "Any"
        ],
        [
            "I love listening to the elders' stories. They're so exciting!",
            "There are big battles, heroic warriors, mysterious places... It's like a dream!",
            "Sometimes I pretend I'm in those stories. Like I'm the hero who saves the day!",
            "Do you think I could be in a story someday? Like a real hero?",
            "I'll make sure to do something amazing. Then the elders will tell stories about me!"
        ]
    ],
    "kit_18": [
        [
            "Any"
        ],
        [
            "Do you know how to swim? I heard some other cats do it all the time!",
            "I tried it once in a puddle. It was... um... a little wet.",
            "But I bet it's fun when you get the hang of it. Like being a fish!",
            "Maybe I could learn to swim properly when I'm a warrior. I'd be the first cat who can swim super fast."
        ]
    ],
    "kit_183": [
        [
            "elder"
        ],
        [
            "Wow, you're so old... Are you going to join StarClan soon?"
        ]
    ],
    "kit_182": [
        [
            "elder"
        ],
        [
            "Wow, you're so old... Are you going to join the Dark Forest soon? The queens say that's where grumpy cats go!"
        ]
    ],
    "kit13123": [
        [
            "newborn"
        ],
        [
            "Hurry and open your eyes! It's getting really, really boring!",
            "The queens keep getting annoyed at me, 'cuz you're still sleeping. So get up already so we can play!",
            "Ugh, you're so stubborn... maybe I don't want to play with you Anyways! Hmph!"
        ]
    ],
    "app_321": [
        [
            "insult",
            "Any"
        ],
        [
            "Waaahhh!!!!!!!!!"
        ]
    ],
    "app_3211": [
        [
            "insult",
            "Any",
            "platonic_like"
        ],
        [
            "You don't really mean that... do you?"
        ]
    ],
    "app_321321": [
        [
            "insult",
            "Any"
        ],
        [
            "That's- That's not nice!"
        ]
    ],
    "assertive_tonewborn": [
        [
            "newborn",
            "assertive",
            "sweet"
        ],
        [
            "Awww, they're so cute!! And little!!!",
            "Can I help take care of them? Pleeease?"
        ]
    ],
    "assertive_tonewborn2": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Whoa! Hey there, little guy! Shouldn't you be in the nursery?",
            "Hehe. You've got an adventurous spirit. I like that about you.",
            "But for now, you gotta stay where it's safe! C'mon. Let's go back to your parents."
        ]
    ],
    "assertive_tonewborn1": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Aw... little guy hasn't even gotten their eyes open yet!",
            "They're gonna be a killer, though. I can already tell. See those little paws? This kit's got fight in 'em!"
        ]
    ],
    "assertive_tonewborn3": [
        [
            "newborn",
            "assertive",
            "silly"
        ],
        [
            "Yay! A new playmate!",
            "What do you mean I can't play with them yet?"
        ]
    ],
    "assertive_apprentice7": [
        [
            "Any",
            "platonic_like",
            "assertive",
            "silly",
            "random_cat"
        ],
        [
            "y_c. Buddy. Best friend. We've GOTTA TRY this. r_c told me that if you eat three mice, one rabbit, and howl at the moon you get magic powers!",
            "What? It's totally real, they wouldn't lie to me like that! I prommissseee."
        ]
    ],
    "assertive_6": [
        [
            "Any",
            "dislike",
            "you_brooding",
            "you_sweet",
            "you_upstanding",
            "you_introspective",
            "you_neurotic",
            "you_stable",
            "assertive",
            "cool",
            "unlawful",
            "silly"
        ],
        [
            "*Sigh*. Hey, y_c. Come to ruin the fun again?",
            "Whatever. I'm going to go do something actually exciting. Don't wait up."
        ]
    ],
    "assertiveappkit_elder": [
        [
            "elder",
            "assertive"
        ],
        [
            "y_c! y_c! Please, please, pleeeease could I get a story?",
            "I want a super exciting one! With battles and danger and - and -",
            "[t_c is literally shaking with excitement.]"
        ]
    ],
    "assertive_mediatorapp": [
        [
            "mediator apprentice",
            "mediator",
            "assertive",
            "upstanding"
        ],
        [
            "Is it really true that you're allowed to just ... travel between the clans as you please?",
            "Whoa! That's so cool!!! I've always wanted to explore the other territories, but I've never been allowed.",
            "Is it true that o_cClan cats can swim like fish? Or that their territory is full of snakes?",
            "[You and t_c have a long conversation about the other clans. With each detail you share, their eyes grow bigger and bigger.]"
        ]
    ],
    "assertivekit_0": [
        [
            "no_kit",
            "assertive"
        ],
        [
            "y_c! y_c! Gimme a badger ride, c'mon, pleeease?",
            "All the other grownups are too busy! I need you to play with me!",
            "You will? YAYAYAYAYAY!!!",
            "[Before you even get a chance to prepare, t_c tackles you from behind, squealing with delight as they clamber onto your shoulders.]"
        ]
    ],
    "assertivekit_queensapp1": [
        [
            "queen's apprentice"
        ],
        [
            "y_c, why aren't you out training with the other apprentices?",
            "You're a queen's apprentice?",
            "... What does that mean?"
        ]
    ],
    "assertivekit_1": [
        [
            "no_kit",
            "assertive"
        ],
        [
            "Bwahhhh! Hahahaha!",
            "Oh, hi, y_c! You want me to stop roughhousing?",
            "Psh, c'mon! I'm a big, strong future warrior! I'm not gonna hurt myself - OOF!",
            "... Owie."
        ]
    ],
    "assertivekit_2": [
        [
            "Any",
            "assertive",
            "upstanding",
            "random_cat"
        ],
        [
            "y_c! y_c! y_c! Look at this feather r_c brought me!",
            "It's soooo pretty. And it came from a real, live bird out on the territory!",
            "I can't wait until I can get out and explore the territory myself! Then, I can have all the feathers I want ..."
        ]
    ],
    "assertivekit_3": [
        [
            "queen's apprentice",
            "assertive",
            "upstanding"
        ],
        [
            "Come play with me, y_c!!!",
            "What? You have training with the medicine cat and mediator?",
            "Hmph ... no fair! Come play with me as soon as you're back, okay?"
        ]
    ],
    "assertivekit_4": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "assertive",
            "silly",
            "sweet"
        ],
        [
            "y_c, what is it like being a mezidine cat? Is it fun?",
            "Er - how do you say it? Mezidine ... medizine ... medi - meh ...",
            "Meh ... di ... cine.",
            "A Muh ... Mezidine cat!",
            "Ah, mouse-dung. I messed it up again!"
        ]
    ],
    "assertivekit_5": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "assertive",
            "silly",
            "unlawful",
            "random_cat"
        ],
        [
            "y_c, y_c, come quick! r_c is hurt!!!",
            "[You rush out into the clearing to discover the supposedly injured cat lazing on a rock, perfectly fine. When you confront t_c about it, they look away guiltily.",
            "Er ... It was just part of a game of pretend I was playing!",
            "[You let them off with a stern warning to only come find you if it's a real emergency.]"
        ]
    ],
    "assertivekit_6": [
        [
            "kitten",
            "assertive"
        ],
        [
            "[t_c tackles you with a squeal.]",
            "y_c! y_c! C'mon, let's play!!!",
            "What are our characters ...?",
            "Psh, who cares? I don't wanna play pretend! I just want to battle!!!"
        ]
    ],
    "assertivekit_7": [
        [
            "kitten",
            "assertive",
            "unlawful"
        ],
        [
            "Hmph. When are they gonna let us out of this stuffy old nursery?",
            "I want to explore! And I just know, if they let us battle, I could be the best warrior this clan has ever seen!!! I could probably take down two or three o_cClan warriors, all by myself.",
            "Hey ... maybe we could sneak out!",
            "Yeah, I know it's against the rules! What are you, a scaredy-cat?"
        ]
    ],
    "assertivekit_8": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "mediator apprentice",
            "mediator",
            "queen's apprentice",
            "queen",
            "assertive"
        ],
        [
            "y_c, can you show me some battle moves? I want to be big and strong when I grow up, just like you!!!",
            "What? You mean you ... don't know Any battle moves?",
            "Hmph. You're no fun! I'll go find someone else to play with, then!"
        ]
    ],
    "assertivekit_9": [
        [
            "Any",
            "assertive"
        ],
        [
            "Hey, y_c! Wanna hear about all the things I like?",
            "I like fresh-kill and leaves and puddles and rain and rainclouds and normal clouds and my friends and c_nClan and fighting and playing and sleeping and -",
            "Wait, where are you going? I wasn't finished yet!"
        ]
    ],
    "assertivekit_10": [
        [
            "kitten",
            "assertive",
            "random_cat"
        ],
        [
            "I dare you to go up to r_c and call them a huge stinky dung-face!",
            "You don't want to? Too bad! I already dared it!",
            "And if you don't, I'll tell everyone in the nursery that you're the huge stinky dung-face!",
            "The choice is yours ... Hehehe!"
        ]
    ],
    "assertivekit_11": [
        [
            "Any",
            "assertive",
            "unabashed",
            "dislike"
        ],
        [
            "Hmph. You're no fun to play with.",
            "Go away, fun-ruiner!!!"
        ]
    ],
    "assertivekit_12": [
        [
            "insult",
            "assertive",
            "Any"
        ],
        [
            "Go away, you big meanie!!!"
        ]
    ],
    "assertivekit_13": [
        [
            "Any",
            "non-related",
            "assertive",
            "platonic_like"
        ],
        [
            "y_c, we're always gonna be best friends, aren't we?",
            "Promise me that, no matter what happens, we'll stay friends forever and ever and ever and ever and ever until the end of time!",
            "... You promise? Yippee!",
            "Now let's go play!"
        ]
    ],
    "assertivekit_14": [
        [
            "Any",
            "assertive",
            "platonic_like",
            "comfort",
            "trust"
        ],
        [
            "y_c, do you ever get scared?",
            "Hmph. Don't you worry! Whenever you're scared, just come and find me, and I'll chase all the scary things away!",
            "I can be brave. I can keep you safe!"
        ]
    ],
    "assertivekit_15": [
        [
            "Any",
            "assertive",
            "unlawful",
            "upstanding",
            "platonic_like",
            "comfort",
            "trust"
        ],
        [
            "Hey, no fair! I totally would've won that game! You cheated!",
            "Cheater! Cheater!"
        ]
    ],
    "assertivekit_16": [
        [
            "apprentice",
            "warrior",
            "deputy",
            "leader",
            "assertive"
        ],
        [
            "y_c, can I pleeeease come on patrol with you today? Please please please?",
            "I promise I won't tell Anyone! No one will have to know!",
            "I just wanna go explore like a real warrior does!"
        ]
    ],
    "assertivekit_17": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "upstanding",
            "platonic_like",
            "comfort",
            "trust"
        ],
        [
            "What do you think our warrior names are gonna be?",
            "I hope my name ends in '-claw'!!! That's a super tough name, isn't it?",
            "A name to strike fear into the hearts of all my enemies! Rrraahhh!"
        ]
    ],
    "assertivekit_18": [
        [
            "kitten",
            "assertive"
        ],
        [
            "Hey, there's a fish on the freshkill pile! Wanna share it?",
            "... What do you mean it's yucky? You haven't even tried it!",
            "I'll try eating Anything once! Even crowfood!",
            "Who knows? Maybe fish is the yummiest food on the planet and we don't even know it yet!"
        ]
    ],
    "assertivekit_19": [
        [
            "kitten",
            "assertive",
            "queen",
            "queen's apprentice"
        ],
        [
            "Hey, y_c! Look over there! A flying squirrel!!!",
            "What? Nooo, I wasn't trying to distract you so I can sneak out of the nursery. Are you crazy?",
            "Oh, great StarClan, a big, mean fox is trying to break into the nursery! Run for your life!",
            "... No? *Sigh* Okay ..."
        ]
    ],
    "assertivekit_20": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "random_cat"
        ],
        [
            "Ugh, I'm sooo bored! There's nothing to do here!",
            "Hey, I know, y_c! Let's pretend r_c is a piece of prey and go hunt them!",
            "What? Why not!!! It'd be so fun!"
        ]
    ],
    "assertivekit_21": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "you_introspective",
            "you_neurotic",
            "you_sweet",
            "you_upstanding"
        ],
        [
            "Hmph. You're so boring, y_c. Why are you so quiet? It's like you never want to play, or break rules or do Anything fun!",
            "Whatever. I'm going to go find someone else to play with."
        ]
    ],
    "assertivekit_212": [
        [
            "leader",
            "assertive",
            "upstanding"
        ],
        [
            "You don't actually have nine lives, do you?",
            "... You mean, you really do?",
            "How do I become leader???"
        ]
    ],
    "assertivekit_22": [
        [
            "no_kit",
            "assertive",
            "unlawful"
        ],
        [
            "RAHHHH!",
            "[t_c suddenly charges and pounces on your tail, tearing it to shreds with their little claws.]",
            "[You quickly chase them off. Where do some kits find the nerve?]"
        ]
    ],
    "assertivekit_23": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "upstanding",
            "silly",
            "sibling",
            "adopted_sibling"
        ],
        [
            "y_c, Mom says it's my turn with the moss-ball! You have to give it back!",
            "Come onnnnn!",
            "Hmph. That's it, I'm gonna tell on you!"
        ]
    ],
    "assertivekit_24": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "upstanding",
            "silly",
            "sweet",
            "neurotic",
            "platonic_like",
            "sibling",
            "adopted_sibling"
        ],
        [
            "y_c, family means forever, right? We're always gonna be together?",
            "We're not gonna turn out like those siblings that fight all the time and stop liking each other, are we?",
            "Heh. Of course not. I'm being silly.",
            "Why would I ever stop liking you?"
        ]
    ],
    "assertivekit_25": [
        [
            "kitten",
            "assertive",
            "platonic_like",
            "sibling",
            "adopted_sibling"
        ],
        [
            "Hey!!! Was someone picking on you?",
            "Hmph. No one gets to tease my sibling except for me!",
            "y_c, if Anyone ever gives you a hard time, you'll tell me, right?"
        ]
    ],
    "assertivekit_26": [
        [
            "Any",
            "kitten",
            "from_adopted_kit"
        ],
        [
            "[You spot t_c talking with the elders across camp, their little eyes shining with excitement.]",
            "[The sight of them fills you with so much love, your heart almost explodes.]"
        ]
    ],
    "assertivekit_27": [
        [
            "Any",
            "kitten",
            "assertive",
            "from_adopted_kit"
        ],
        [
            "y_c, when I'm a warrior, you'll never have to worry again!",
            "I'll learn lots of fighting moves, and get really big and strong, and I'll keep our whole family safe!",
            "Then, we can spend all day long playing together."
        ]
    ],
    "assertivekit_28": [
        [
            "Any",
            "kitten",
            "assertive",
            "silly",
            "unlawful",
            "sweet",
            "platonic_like",
            "from_adopted_kit"
        ],
        [
            "y_c!!!!",
            "[t_c sprints across camp and tackles you with a squeal, clambering all over your fur.]",
            "[It's almost like you're reuniting after moons apart, even though you just saw them a few hours ago!]"
        ]
    ],
    "assertivekit_29": [
        [
            "Any",
            "kitten",
            "assertive",
            "silly",
            "unlawful",
            "sweet",
            "platonic_like",
            "from_adopted_kit"
        ],
        [
            "y_c! y_c! I had the most funnest day ever today!",
            "First, I played feather-catch. It's this really cool game where I throw a feather into the air and then try to catch it. Then, I ran around in circles! I went around and around and around and around, but then I got dizzy and had to stop. And then ...",
            "[t_c chatters on for what feels like hours. They have such boundless energy ... how can you ever keep up?]"
        ]
    ],
    "assertivekit_30": [
        [
            "Any",
            "kitten",
            "assertive",
            "silly",
            "unlawful",
            "platonic_like",
            "from_adopted_kit"
        ],
        [
            "[t_c stumbles across camp to you, soaking wet and covered in mud.]",
            "y_c! Before you get mad, I didn't do it!",
            "[The very peeved-off looking deputy locks eyes with you and storms in your direction. What mischief did t_c get into this time?]"
        ]
    ],
    "assertivekit_311": [
        [
            "Any",
            "kitten",
            "assertive",
            "silly",
            "unlawful",
            "upstanding",
            "platonic_like",
            "from_adopted_kit",
            "random_cat"
        ],
        [
            "y_c, r_c won't play with me! Will you go tell them that they have to?",
            "What? You won't? But that's not fairrrr!",
            "[t_c stalks across the nursery to go have a pout. But, as soon as one of the kits suggests a game of moss-ball, their troubles are suddenly forgotten.]"
        ]
    ],
    "assertivekit_31": [
        [
            "Any",
            "kitten",
            "assertive",
            "silly",
            "unlawful",
            "upstanding",
            "platonic_like",
            "from_adopted_kit",
            "random_cat"
        ],
        [
            "r_c just told me the funniest joke ever!",
            "It went like - heehee - how did the *snrk* - how did the - AHAHAHA!!!",
            "[Your kit can't even seem to get through their own joke without dissolving into a fit of giggles!"
        ]
    ]
}