{
    "kit_6": [
        [
            "kitten",
            "assertive",
            "upstanding",
            "silly",
            "sweet",
            "cool",
            "introspective"
        ],
        [
            "Hey, do you want to play warriors?",
            "I'll be Firestar, the bravest leader ever! You can be my deputy, Brambleclaw.",
            "We'll patrol the nursery, make sure no evil cats sneak in!",
            "Wait! What's that? Oh, it's just a leaf. Well, it could've been an evil cat!",
            "We're the best patrol ever! Let's play again tomorrow, okay?"
        ]
    ],
    "kit_121": [
        [
            "murder",
            "Any"
        ],
        [
            "Uh, sorry! The queens told me to stay away from you."
        ]
    ],
    "kit_129": [
        [
            "murder",
            "Any",
            "random_cat"
        ],
        [
            "r_c says you have a secret... Can you tell me? Please?"
        ]
    ],
    "KIT32132": [
        [
            "newborn",
            "sweet",
            "introspective"
        ],
        [
            "Oops-! Careful there y_c! I don't think you're supposed to leave the nursery just yet, your just a bit too young",
            "The older cats wouldn't be too happy if they found out I let you out into the camp, but hey! There are tons of things to do here! We could play moss ball, Hunt the Feather, Invasion, anything!",
            "You might be a little shaky on your paws, but that's alright! You're still getting used to them. Don't worry, I was like that too once. You'll find your balance soon enough, maybe you can go outside by then!",
            "There's a lot that I want to show you. What do you want to play first?"
        ]
    ],
    "kit2314": [
        [
            "medicine cat",
            "talk_dead"
        ],
        [
            "Hi there! I wasn't expecting to see you around right now, I thought you would be in your den or something with all those herbs. But look at the cool feather I found!",
            "It was a good thing I caught it too, it'll make a great toy for my new game! That cat over there gave me the idea, they even helped me find the feather too!",
            "...What do you mean? That cat over there, the one by that pile of stones! They said that their name was d_c. They don't look that familiar, but no one else has questioned it so I haven't either.",
            "Your face is kind of funny, it's like you've just seen a ghost! Oh, and before I forget, that cat wanted me to tell you that they don't blame you for not making them better and that it was their time to go.",
            "I dunno where they went, but they seem pretty happy! Anyways, I really have to start setting up my new game, do you want to play it with me?",
            "Huh. You don't look busy, but ok! Maybe later then. Bye!"
        ]
    ],
    "kit21": [
        [
            "no_kit",
            "unlawful",
            "assertive",
            "brooding"
        ],
        [
            "y_c, help! I'm playing hide and seek with my den mates, and I need to hide, quick!",
            "Yes, I know that there are some really good hiding spots over by the medicine den, but, erm, I'm kind of not allowed over there after the incident a few days ago.",
            "Hey, don't you get started on me as well! I didn't know that those brightly colored plants that I used for hunting practice were marigolds! And how would I know that the cobwebs were supposed to be stacked up like that?",
            "If you tell me, I actually did the medicine cat a favor! That den looked like it needed to be reorganized anyways, so I gave them a reason to! They didn't seem to appreciate my work though..",
            "Uh oh. I think I'm running out of time to hide. I gotta go! I'll see you later y_c, maybe you can tell me another story later!"
        ]
    ],
    "kit_15": [
        [
            "Any",
            "sweet",
            "introspective",
            "platonic_like",
            "trust"
        ],
        [
            "Did you ever notice how pretty the stars are? They're like shiny bugs in the sky!",
            "The elders say those are our ancestors looking down at us. I hope when I join StarClan, I'll be a shiny star too!",
            "Do you think the stars play with each other? Like how we play with moss-balls?",
            "I like to imagine they do. It makes the night feel less scary. Like we're never really alone.",
            "Next time you look at the stars, wave at them! I bet they'll wave back!"
        ]
    ],
    "kit_16": [
        [
            "Any",
            "assertive",
            "sweet",
            "upstanding",
            "cool"
        ],
        [
            "I love listening to the elders' stories. They're so exciting!",
            "Do you think I could be in a story someday? Like a real hero?",
            "I'll make sure to do something amazing. Then the elders will tell stories about me!"
        ]
    ],
    "kit_18": [
        [
            "Any",
            "platonic_like",
            "assertive",
            "silly",
            "cool",
            "sweet",
            "unabashed"
        ],
        [
            "y_c, we should go swimming! I heard some other cats do it all the time!",
            "But I bet it's fun when you get the hang of it. Like being a fish!",
            "When I'm a warrior, I'll be the first cat who can swim super fast!",
            "Just imagine! Swimming up to a Gathering. Everyone would be so surprised!"
        ]
    ],
    "kit_183": [
        [
            "elder",
            "unabashed"
        ],
        [
            "Wow, you're so old... Are you going to join StarClan soon?"
        ]
    ],
    "kit_11183": [
        [
            "any",
            "assertive",
            "silly",
            "platonic_like"
        ],
        [
            "y_c! y_c! y_c! y_c! y_c!",
            "... Hi!"
        ]
    ],
    "kit_182": [
        [
            "elder",
            "unabashed"
        ],
        [
            "Wow, you're so old... Are you going to join the Dark Forest soon? The queens say that's where grumpy cats go!"
        ]
    ],
    "kit13123": [
        [
            "newborn",
            "silly",
            "unabashed",
            "unlawful",
            "assertive"
        ],
        [
            "Hurry and open your eyes! It's getting really, really boring!",
            "The queens keep getting annoyed at me, 'cuz you're still sleeping. So get up already so we can play!",
            "Ugh, you're so stubborn... maybe I don't want to play with you anyways! Hmph!"
        ]
    ],
    "app_321": [
        [
            "insult",
            "Any"
        ],
        [
            "Waaahhh!!!!!!!!!"
        ]
    ],
    "app_3211": [
        [
            "insult",
            "Any",
            "platonic_like"
        ],
        [
            "You don't really mean that... do you?"
        ]
    ],
    "app_321321": [
        [
            "insult",
            "Any"
        ],
        [
            "That's- That's not nice!"
        ]
    ],
    "assertive_tonewborn": [
        [
            "newborn",
            "assertive",
            "sweet"
        ],
        [
            "Awww, they're so cute!! And little!!!",
            "Can I help take care of them? Pleeease?"
        ]
    ],
    "assertive_tonewborn3": [
        [
            "newborn",
            "assertive",
            "silly"
        ],
        [
            "Yay! A new playmate!",
            "What do you mean I can't play with them yet?"
        ]
    ],
    "assertive_apprentice7": [
        [
            "kitten",
            "platonic_like",
            "assertive",
            "silly",
            "random_cat"
        ],
        [
            "y_c. Buddy. Best friend. We've GOTTA TRY this. r_c told me that if you eat three mice, one rabbit, and howl at the moon you get magic powers!",
            "What? It's totally real, they wouldn't lie to me like that! I prommissseee."
        ]
    ],
    "assertive_6": [
        [
            "Any",
            "dislike",
            "you_brooding",
            "you_sweet",
            "you_upstanding",
            "you_introspective",
            "you_neurotic",
            "you_stable",
            "assertive",
            "cool",
            "unlawful",
            "silly"
        ],
        [
            "*Sigh*. Hey, y_c. Come to ruin the fun again?",
            "Whatever. I'm going to go do something actually exciting. Don't wait up."
        ]
    ],
    "assertiveappkit_elder": [
        [
            "elder",
            "assertive"
        ],
        [
            "y_c! y_c! Please, please, pleeeease could I get a story?",
            "I want a super exciting one! With battles and danger and - and -",
            "[t_c is literally shaking with excitement.]"
        ]
    ],
    "assertive_mediatorapp": [
        [
            "mediator apprentice",
            "mediator",
            "assertive",
            "upstanding"
        ],
        [
            "Is it really true that you're allowed to just ... travel between the clans as you please?",
            "Whoa! That's so cool!!! I've always wanted to explore the other territories, but I've never been allowed.",
            "Is it true that o_cClan cats can swim like fish? Or that their territory is full of snakes?",
            "[You and t_c have a long conversation about the other clans. With each detail you share, their eyes grow bigger and bigger.]"
        ]
    ],
    "assertivekit_0": [
        [
            "no_kit",
            "assertive"
        ],
        [
            "y_c! y_c! Gimme a badger ride, c'mon, pleeease?",
            "All the other grownups are too busy! I need you to play with me!",
            "You will? YAYAYAYAYAY!!!",
            "[Before you even get a chance to prepare, t_c tackles you from behind, squealing with delight as they clamber onto your shoulders.]"
        ]
    ],
    "assertivekit_queensapp1": [
        [
            "queen's apprentice"
        ],
        [
            "y_c, why aren't you out training with the other apprentices?",
            "You're a queen's apprentice?",
            "... What does that mean?"
        ]
    ],
    "assertivekit_1": [
        [
            "no_kit",
            "assertive"
        ],
        [
            "Bwahhhh! Hahahaha!",
            "Oh, hi, y_c! You want me to stop roughhousing?",
            "Psh, c'mon! I'm a big, strong future warrior! I'm not gonna hurt myself - OOF!",
            "... Owie."
        ]
    ],
    "assertivekit_2": [
        [
            "Any",
            "assertive",
            "upstanding",
            "random_cat"
        ],
        [
            "y_c! y_c! y_c! Look at this feather r_c brought me!",
            "It's soooo pretty. And it came from a real, live bird out on the territory!",
            "I can't wait until I can get out and explore the territory myself! Then, I can have all the feathers I want ..."
        ]
    ],
    "assertivekit_3": [
        [
            "queen's apprentice",
            "assertive",
            "upstanding"
        ],
        [
            "Come play with me, y_c!!!",
            "What? You have training with the medicine cat and mediator?",
            "Hmph ... no fair! Come play with me as soon as you're back, okay?"
        ]
    ],
    "assertivekit_4": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "assertive",
            "silly",
            "sweet"
        ],
        [
            "y_c, what is it like being a mezidine cat? Is it fun?",
            "Er - how do you say it? Mezidine ... medizine ... medi - meh ...",
            "Meh ... di ... cine.",
            "A Muh ... Mezidine cat!",
            "Ah, mouse-dung. I messed it up again!"
        ]
    ],
    "assertivekit_5": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "assertive",
            "silly",
            "unlawful",
            "random_cat"
        ],
        [
            "y_c, y_c, come quick! r_c is hurt!!!",
            "[You rush out into the clearing to discover the supposedly injured cat lazing on a rock, perfectly fine. When you confront t_c about it, they look away guiltily.",
            "Er ... It was just part of a game of pretend I was playing!",
            "[You let them off with a stern warning to only come find you if it's a real emergency.]"
        ]
    ],
    "assertivekit_6": [
        [
            "any",
            "assertive"
        ],
        [
            "[t_c tackles you with a squeal.]",
            "y_c! y_c! C'mon, let's play!!!",
            "What are our characters ...?",
            "Psh, who cares? I don't wanna play pretend! I just want to battle!!!"
        ]
    ],
    "assertivekit_7": [
        [
            "kitten",
            "assertive",
            "unlawful"
        ],
        [
            "Hmph. When are they gonna let us out of this stuffy old nursery?",
            "I want to explore! And I just know, if they let us battle, I could be the best warrior this clan has ever seen!!! I could probably take down two or three o_cClan warriors, all by myself.",
            "Hey ... maybe we could sneak out!",
            "Yeah, I know it's against the rules! What are you, a scaredy-cat?"
        ]
    ],
    "assertivekit_8": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "mediator apprentice",
            "mediator",
            "queen's apprentice",
            "queen",
            "assertive"
        ],
        [
            "y_c, can you show me some battle moves? I want to be big and strong when I grow up, just like you!!!",
            "What? You mean you ... don't know any battle moves?",
            "Hmph. You're no fun! I'll go find someone else to play with, then!"
        ]
    ],
    "assertivekit_9": [
        [
            "Any",
            "assertive"
        ],
        [
            "Hey, y_c! Wanna hear about all the things I like?",
            "I like fresh-kill and leaves and puddles and rain and rainclouds and normal clouds and my friends and c_nClan and fighting and playing and sleeping and -",
            "Wait, where are you going? I wasn't finished yet!"
        ]
    ],
    "assertivekit_10": [
        [
            "kitten",
            "assertive",
            "random_cat"
        ],
        [
            "I dare you to go up to r_c and call them a huge stinky dung-face!",
            "You don't want to? Too bad! I already dared it!",
            "And if you don't, I'll tell everyone in the nursery that you're the huge stinky dung-face!",
            "The choice is yours ... Hehehe!"
        ]
    ],
    "assertivekit_11": [
        [
            "Any",
            "assertive",
            "unabashed",
            "dislike"
        ],
        [
            "Hmph. You're no fun to play with.",
            "Go away, fun-ruiner!!!"
        ]
    ],
    "assertivekit_12": [
        [
            "insult",
            "assertive",
            "Any"
        ],
        [
            "Go away, you big meanie!!!"
        ]
    ],
    "assertivekit_13": [
        [
            "Any",
            "non-related",
            "assertive",
            "platonic_like"
        ],
        [
            "y_c, we're always gonna be best friends, aren't we?",
            "Promise me that, no matter what happens, we'll stay friends forever and ever and ever and ever and ever until the end of time!",
            "... You promise? Yippee!",
            "Now let's go play!"
        ]
    ],
    "assertivekit_14": [
        [
            "Any",
            "assertive",
            "platonic_like",
            "comfort",
            "trust"
        ],
        [
            "y_c, do you ever get scared?",
            "Hmph. Don't you worry! Whenever you're scared, just come and find me, and I'll chase all the scary things away!",
            "I can be brave. I can keep you safe!"
        ]
    ],
    "assertivekit_15": [
        [
            "Any",
            "assertive",
            "unlawful",
            "upstanding",
            "platonic_like",
            "comfort",
            "trust"
        ],
        [
            "Hey, no fair! I totally would've won that game! You cheated!",
            "Cheater! Cheater!"
        ]
    ],
    "assertivekit_16": [
        [
            "apprentice",
            "warrior",
            "deputy",
            "leader",
            "assertive"
        ],
        [
            "y_c, can I pleeeease come on patrol with you today? Please please please?",
            "I promise I won't tell Anyone! No one will have to know!",
            "I just wanna go explore like a real warrior does!"
        ]
    ],
    "assertivekit_17": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "upstanding",
            "platonic_like",
            "comfort",
            "trust"
        ],
        [
            "What do you think our warrior names are gonna be?",
            "I hope my name ends in '-claw'!!! That's a super tough name, isn't it?",
            "A name to strike fear into the hearts of all my enemies! Rrraahhh!"
        ]
    ],
    "assertivekit_18": [
        [
            "kitten",
            "assertive"
        ],
        [
            "Hey, there's a fish on the freshkill pile! Wanna share it?",
            "... What do you mean it's yucky? You haven't even tried it!",
            "I'll try eating Anything once! Even crowfood!",
            "Who knows? Maybe fish is the yummiest food on the planet and we don't even know it yet!"
        ]
    ],
    "assertivekit_19": [
        [
            "assertive",
            "queen",
            "queen's apprentice"
        ],
        [
            "Hey, y_c! Look over there! A flying squirrel!!!",
            "What? Nooo, I wasn't trying to distract you so I can sneak out of the nursery. Are you crazy?",
            "Oh, great StarClan, a big, mean fox is trying to break into the nursery! Run for your life!",
            "... No? *Sigh* Okay ..."
        ]
    ],
    "assertivekit_20": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "random_cat"
        ],
        [
            "Ugh, I'm sooo bored! There's nothing to do here!",
            "Hey, I know, y_c! Let's pretend r_c is a piece of prey and go hunt them!",
            "What? Why not!!! It'd be so fun!"
        ]
    ],
    "assertivekit_21": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "you_introspective",
            "you_neurotic",
            "you_sweet",
            "you_upstanding"
        ],
        [
            "Hmph. You're so boring, y_c. Why are you so quiet? It's like you never want to play, or break rules or do Anything fun!",
            "Whatever. I'm going to go find someone else to play with."
        ]
    ],
    "assertivekit_212": [
        [
            "leader",
            "assertive",
            "upstanding"
        ],
        [
            "You don't actually have nine lives, do you?",
            "... You mean, you really do?",
            "How do I become leader???"
        ]
    ],
    "assertivekit_22": [
        [
            "no_kit",
            "assertive",
            "unlawful"
        ],
        [
            "RAHHHH!",
            "[t_c suddenly charges and pounces on your tail, tearing it to shreds with their little claws.]",
            "[You quickly chase them off. Where do some kits find the nerve?]"
        ]
    ],
    "assertivekit_23": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "upstanding",
            "silly",
            "sibling",
            "adopted_sibling"
        ],
        [
            "y_c, Mom says it's my turn with the moss-ball! You have to give it back!",
            "Come onnnnn!",
            "Hmph. That's it, I'm gonna tell on you!"
        ]
    ],
    "assertivekit_24": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "upstanding",
            "silly",
            "sweet",
            "neurotic",
            "platonic_like",
            "sibling",
            "adopted_sibling"
        ],
        [
            "y_c, family means forever, right? We're always gonna be together?",
            "We're not gonna turn out like those siblings that fight all the time and stop liking each other, are we?",
            "Heh. Of course not. I'm being silly.",
            "Why would I ever stop liking you?"
        ]
    ],
    "assertivekit_25": [
        [
            "kitten",
            "assertive",
            "platonic_like",
            "sibling",
            "adopted_sibling"
        ],
        [
            "Hey!!! Was someone picking on you?",
            "Hmph. No one gets to tease my sibling except for me!",
            "y_c, if Anyone ever gives you a hard time, you'll tell me, right?"
        ]
    ],
    "assertivekit_26": [
        [
            "Any",
            "kitten",
            "from_adopted_kit",
            "from_kit"
        ],
        [
            "[You spot t_c talking with the elders across camp, their little eyes shining with excitement.]",
            "[The sight of them fills you with so much love, your heart almost explodes.]"
        ]
    ],
    "assertivekit_27": [
        [
            "Any",
            "kitten",
            "assertive",
            "from_adopted_kit",
            "from_kit"
        ],
        [
            "y_c, when I'm a warrior, you'll never have to worry again!",
            "I'll learn lots of fighting moves, and get really big and strong, and I'll keep our whole family safe!",
            "Then, we can spend all day long playing together."
        ]
    ],
    "assertivekit_28": [
        [
            "Any",
            "kitten",
            "assertive",
            "silly",
            "unlawful",
            "sweet",
            "platonic_like",
            "from_adopted_kit",
            "from_kit"
        ],
        [
            "y_c!!!!",
            "[t_c sprints across camp and tackles you with a squeal, clambering all over your fur.]",
            "[It's almost like you're reuniting after moons apart, even though you just saw them a few hours ago!]"
        ]
    ],
    "assertivekit_29": [
        [
            "Any",
            "kitten",
            "assertive",
            "silly",
            "unlawful",
            "sweet",
            "platonic_like",
            "from_adopted_kit",
            "from_kit"
        ],
        [
            "y_c! y_c! I had the most funnest day ever today!",
            "First, I played feather-catch. It's this really cool game where I throw a feather into the air and then try to catch it. Then, I ran around in circles! I went around and around and around and around, but then I got dizzy and had to stop. And then ...",
            "[t_c chatters on for what feels like hours. They have such boundless energy ... how can you ever keep up?]"
        ]
    ],
    "assertivekit_30": [
        [
            "Any",
            "kitten",
            "assertive",
            "silly",
            "unlawful",
            "platonic_like",
            "from_adopted_kit",
            "from_kit"
        ],
        [
            "[t_c stumbles across camp to you, soaking wet and covered in mud.]",
            "y_c! Before you get mad, I didn't do it!",
            "[The very peeved-off looking deputy locks eyes with you and storms in your direction. What mischief did t_c get into this time?]"
        ]
    ],
    "assertivekit_311": [
        [
            "Any",
            "kitten",
            "assertive",
            "silly",
            "unlawful",
            "upstanding",
            "platonic_like",
            "from_adopted_kit",
            "from_kit",
            "random_cat"
        ],
        [
            "y_c, r_c won't play with me! Will you go tell them that they have to?",
            "What? You won't? But that's not fairrrr!",
            "[t_c stalks across the nursery to go have a pout. But, as soon as one of the kits suggests a game of moss-ball, their troubles are suddenly forgotten.]"
        ]
    ],
    "assertivekit_31": [
        [
            "Any",
            "kitten",
            "assertive",
            "silly",
            "unlawful",
            "upstanding",
            "platonic_like",
            "random_cat"
        ],
        [
            "r_c just told me the funniest joke ever!",
            "It went like - heehee - how did the *snrk* - how did the - AHAHAHA!!!",
            "[t_c can't even seem to get through their own joke without dissolving into a fit of giggles!"
        ]
    ],
    "introspective_kit": [
        [
            "Any",
            "introspective"
        ],
        [
            "Huh? You think I should ask some of the other cats if they want to play?",
            "Why would I? I have lots of fun all by myself!"
        ]
    ],
    "introspective_kit_1": [
        [
            "any",
            "introspective"
        ],
        [
            "Hey, y_c?",
            "How come everyone else seems to have so many more friends than me?",
            "What? I have to go out of my way to talk to people, to get them to become my friend?",
            "... Is that seriously how it works?"
        ]
    ],
    "introspective_kit_2": [
        [
            "kitten",
            "introspective"
        ],
        [
            "[You decide to eavesdrop onto one of t_c's games.]",
            "Hey, stop right there! You're trespassing on clan territory!",
            "No! Please don't hurt me!",
            "Too late! Get ready to join your ancestors in StarClan!",
            "NOOOOOOoooo...",
            "[t_c seems to be playing both roles in their pretend war.]"
        ]
    ],
    "introspective_kit_or_app": [
        [
            "any",
            "introspective"
        ],
        [
            "Oh, hey, y_c. What's wrong?",
            "... You're worried about how much time I spend by myself?",
            "Pfft. Don't you worry about it. I keep myself plenty of company.",
            "You are your own best friend, after all!",
            "Hehehe... heh...",
            "[t_c stares wistfully off into the distance at all the other cats around camp sharing tongues.]"
        ]
    ],
    "introspective_kit_3": [
        [
            "kitten",
            "Introspective",
            "dislike"
        ],
        [
            "[t_c seems to be pretending that you aren't there.]"
        ]
    ],
    "sweet_kit_1": [
        [
            "Any",
            "sweet",
            "random_cat"
        ],
        [
            "y_c!! Hiii!! I have a question for you, if you don't mind answering?",
            "I worked really hard and weaved flowers into r_c's nest, but I'm worried they won't like it! I don't wanna make them sad...",
            "Can you take a look at it?? I don't mind undoing it all if it makes them happier!"
        ]
    ],
    "sweet_kit_2": [
        [
            "Any",
            "sweet",
            "random_cat"
        ],
        [
            "[t_c dooes't seem to notice you at first, sniffling quietly]",
            "O-Oh! y_c! Um... I didn't want you to see me like this..",
            "I'm sorry- I just... r_c stepped on a poor little bug, and I feel so bad for it!! And then I burst out into tears in front of everyone and now I'm super embarrassed..",
            "I hope they apologize to the poor little guy."
        ]
    ],
    "sweet_kit_3": [
        [
            "Any",
            "sweet"
        ],
        [
            "Hey y_c! Can I tell you a story?",
            "I promise you'll like it! I heard it and I just knew I had to tell you too!!",
            "One day, there was this super big mama deer. The mama deer protected her babies from wolves and bears and even snakes!! Cause she loved her babies!! And then they all made it to a huge field of flowers and were super duper happy!",
            "Hehe, do you like it?"
        ]
    ],
    "sweet_kit_4": [
        [
            "kitten",
            "sweet",
            "greenleaf"
        ],
        [
            "y_c!!! Wake up wake up wake up!!",
            "Cmon, you gotta come outside, I big paw promise that I won't tell anyone!",
            "Look at all the fireflies!! I thought the stars had come to say hi to us at first, but then I saw them and I knew you had to see too!",
            "They're so wonderful.. Just like you! Hehe."
        ]
    ],
    "sweet_kit_5": [
        [
            "kitten",
            "sweet"
        ],
        [
            "Hiya, y_c! I brought you these flowers, I really really hope you like them! They were really hard to get, hehe.",
            "I wanted to give everyone flowers, and of course I couldn't forget you!",
            "Do you wanna help me?"
        ]
    ],
    "sweet_kit_6": [
        [
            "kitten",
            "sweet"
        ],
        [
            "y_c!! y_c!! Hi! Do you wanna race with me?",
            "What do you mean I don't like this game..? I mean, I don't, but...",
            "I like spending time with you way more!"
        ]
    ],
    "sweet_kit_7": [
        [
            "apprentice",
            "queen's apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "sweet"
        ],
        [
            "Whoa!! That was super cool, y_c!! Can you show me that move again?",
            "You can make gifts like that ... ? Oh that's super awedsome!! Can we make gifts together sometime?",
            "Oh, its awesome, not awedsome? .. Hehe, oops."
        ]
    ],
    "sweet_kit_8": [
        [
            "apprentice",
            "queen's apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "sweet"
        ],
        [
            "Hiya y_c!! What's it like having a mentor?",
            "I see!! Must be pretty fun having someone like that! I wish I had an apprentice, I'd be a super good mentor!",
            "Or um... I'd hope so... Can I be your mentor to practice, pretty please?"
        ]
    ],
    "sweet_kit_9": [
        [
            "apprentice",
            "sweet",
            "random_cat"
        ],
        [
            "y_c!! y_c!! Are you okay??",
            "r_c told me you had a minor accident in training, I heard you fell and hurt your paw!!",
            "Oh thank goodness you're okay, please please go visit the Meddy Cat just in case!!"
        ]
    ],
    "sweet_kit_101": [
        [
            "medicine cat apprentice",
            "sweet",
            "random_cat"
        ],
        [
            "Hey y_c! r_c has a bellyache so I told them I'd come and get you!",
            "How come plants can do all this super cool stuff? Can you teach me about what some of it does, just in case?",
            "Oh right, I gotta take this- I'll be back in a moment then!!"
        ]
    ],
    "sweet_kit_102": [
        [
            "mediator apprentice",
            "sweet"
        ],
        [
            "y_c, how do you get people to stop fighting all the time? I see it a lot and it makes me very sad.",
            "I wanna make sure everyone is happy and safe, just like you!",
            "Can you teach me sometime? I can bring gifts!!"
        ]
    ],
    "sweet_kit_103": [
        [
            "queen's apprentice",
            "sweet"
        ],
        [
            "Hiya y_c!! I made sure to clean up my nest just for you!",
            "Like you said, gotta keep the place clean to keep smelly badgers away!",
            "I can't wait for you to get your full name, y_c. It's gonna be super cool, just like you! I'll bring flowers to the ceremony and everything, I promise!"
        ]
    ],
    "sweet_kit_11": [
        [
            "warrior",
            "medicine cat",
            "mediator",
            "queen",
            "sweet"
        ],
        [
            "Whoaaaa!! y_c, come and see this!",
            "I'm not normally allowed out of the Nursery so late, what's that in the sky?",
            "A sunset? I get to see this every single day?",
            "That's so cool!!! Thank you so much for showing me this! I gotta go tell everyone!"
        ]
    ],
    "sweet_kit_12": [
        [
            "warrior",
            "medicine cat",
            "mediator",
            "queen",
            "sweet",
            "random_cat"
        ],
        [
            "Hey y_c! I made you this little thingy, r_c says it's called a trinket.",
            "I hope you like it! I made sure to get your favorite flowers and everything!",
            "I just had seen you were feeling sad today, and I said 'no more sad'!"
        ]
    ],
    "sweet_kit_13": [
        [
            "warrior",
            "sweet"
        ],
        [
            "y_c!! Hi!! Can you teach me how to do a hunting pounce, pretty please??",
            "So I just... focus on those feathers over there? Mnnn... Rawr!",
            "I got it I got it!!! Thank you so much!! When I become an apprentice, I'm gonna make sure the whole clan has plenty of food! And imma give you my very first catch, okay?"
        ]
    ],
    "sweet_kit_14": [
        [
            "medicine cat",
            "sweet"
        ],
        [
            "Oh y_c!! The other kits came in here and kept messing up your herbs! I tried to stop them but they wouldn't listen...",
            "I tried to help clean up but I just made it worse! I'm so sorry! Please don't be upset...",
            "Can you show me where everything goes, pretty please? I dunno if they'll do this again... but I don't want you to have a messy den!"
        ]
    ],
    "sweet_kit_15": [
        [
            "mediator",
            "sweet",
            "random_cat"
        ],
        [
            "Hey y_c! Cats keep telling me you're the cat to go to if I have issues!",
            "Um... I wanna give r_c a gift, but I'm really worried that they won't like it! I dunno, I want it to be perfect for them.",
            "What should I say...? Thank you!! You're super cool!"
        ]
    ],
    "sweet_kit_16": [
        [
            "queen",
            "sweet"
        ],
        [
            "Hey um... y_c?",
            "I uh... had a spooky dream... can I snuggle with you?",
            "Um... do you think cats find me annoying...? Because I.. care a lot. I just wanna be a good kit, y'know, and become the best cat I can be... like you said!!",
            "[They seem to sniffle after hearing your answer, but give a pleased smile, closing their eyes and eventually falling back asleep.]"
        ]
    ],
    "sweet_kit_17": [
        [
            "deputy",
            "sweet"
        ],
        [
            "y_c! Can you put me on a patrol, pretty please? I wanna go and get some flowers for the Nursery!",
            "No? Why not? I'll be good! ... Because I'm a kit? Oh... I forgot about that, hehe.",
            "Well uh... Could you please get me some flowers for the Nursery? One of my denmates was feeling down and I wanna make them feel better, hehe.",
            "Thanks a bunch!"
        ]
    ],
    "sweet_kit_18": [
        [
            "deputy",
            "sweet"
        ],
        [
            "Hey y_c? What's being a deputy like?",
            "Oh wow! That sounds like a lot of work for one cat! That's super amazing!!",
            "But um... please remember to eat n all that!! I keep being told it's super important to make you grow into a big strong warrior... a- and I know you're not growing but!! Still!!"
        ]
    ],
    "sweet_kit_19": [
        [
            "deputy",
            "sweet",
            "cool"
        ],
        [
            "Hiya y_c!! Another day of deputying? Whaddya gotta do today?",
            "Deputying isn't a word? Oh, hehe.",
            "When I become an apprentice, I'll make you super proud! I'm even excited to replace bedding and help with ticks! .. Is that weird?"
        ]
    ],
    "sweet_kit_20": [
        [
            "leader",
            "sweet",
            "neurotic"
        ],
        [
            "Ah ah- I'm not following you around- I'm just walking in the same direction.. Um... not purposefully!!",
            "... Okay okay, I was.",
            "I wanna be just like you when I grow up! You're so mature and cool and everyone likes you, you make sure the clan is safe and happy and I wanna do that too!!",
            "Could you maybe teach me a thing or two...?"
        ]
    ],
    "sweet_kit_21": [
        [
            "leader",
            "sweet",
            "silly"
        ],
        [
            "y_c!! y_c!! Look at what I caught!! It's a little bug!",
            "Does this mean I'll be a really good hunter? I wanna make sure the clan is nice and happy no matter what!!"
        ]
    ],
    "sweet_kit_22": [
        [
            "leader",
            "sweet",
            "random_cat"
        ],
        [
            "Hey um... y_c? Um... are you okay?",
            "I know it's weird to ask! But uh... well... I heard r_c talking about how hard being a leader is and um...",
            "I brought you this flower! To make it all feel better. You're a super awesome leader and you don't deserve to be stressed!"
        ]
    ],
    "sweet_kit_23": [
        [
            "elder",
            "sweet",
            "silly"
        ],
        [
            "y_c!! y_c!! Good morning!!",
            "Can I hear a story, pretty pretty please? You always have the best stories! I've got you a snack, and I can get other stuff too if you want me to!",
            "[They plop down into a loaf-like position, their paws tucked under their belly as they look intently at you.]"
        ]
    ],
    "sweet_kit_24": [
        [
            "elder",
            "sweet"
        ],
        [
            "Heya y_c! ... I have a small question.",
            "I hear other cats complain about the thought of being stuck in the Elder's Den, and that they wouldn't retire until their legs couldn't move anymore.. But... Am I weird for not agreeing?",
            "I just really like the idea of telling everyone stories and giving them guidance and flowers! That's pretty much what I do anyway, hehe.",
            "Plus, then I'd be denmates with you, and you're the coolest elder ever!"
        ]
    ],
    "assertivekitten_deadclose": [
        [
            "Any",
            "assertive",
            "they_grieving",
            "dead_close"
        ],
        [
            "*Sniffle* What happened to d_c? I miss them ...",
            "They're gone?",
            "Well, when are they coming back?"
        ]
    ],
    "assertivekitten_deadclose_2": [
        [
            "Any",
            "assertive",
            "they_grieving",
            "dead_close"
        ],
        [
            "[You tell t_c that you like their pretty feather.]",
            "Thanks!!! It's for d_c!",
            "Could you help me put it in their nest?",
            "I'm hoping that, when they see it in StarClan, they'll like it so much that they'll come back down to c_nClan, and we can play together again!"
        ]
    ],
    "assertivekitten_deadclose_3": [
        [
            "Any",
            "assertive",
            "they_grieving",
            "dead_close"
        ],
        [
            "*Sniffle* What happened to d_c? I miss them ...",
            "They're gone?",
            "Well, when are they coming back?"
        ]
    ],
    "theygrief_1": [
        [
            "dead_close",
            "they_grieving",
            "no_kit",
            "assertive",
            "silly",
            "cool"
        ],
        [
            "d_c's not really gone, right?",
            "Any second now, they'll come bounding in here, ready to make me laugh ...",
            "Any second ..."
        ]
    ],
    "theygrief_1_1": [
        [
            "dead_close",
            "they_grieving",
            "any"
        ],
        [
            "[t_c is curled up in their nest, clinging to a scrap of fur that d_c left behind ...]",
            "[Clearly they don't wanna talk, so you decide to give them some privacy.]"
        ]
    ],
    "introspective_yougrief": [
        [
            "any",
            "introspective",
            "dead_close",
            "you_grieving"
        ],
        [
            "[t_c just quietly sat down next to you.]",
            "...",
            "[It's nice to be able to see a cat without them asking you about d_c.]"
        ]
    ],
    "theygrief_2": [
        [
            "dead_close",
            "they_grieving",
            "any"
        ],
        [
            "[t_c's gaze is fixed on the corner of camp where d_c used to spend the most time.]",
            "[You wonder what they think is gonna happen ...]"
        ]
    ],
    "theygrief_3": [
        [
            "they_grieving",
            "any"
        ],
        [
            "No, no, no ...",
            "[The way t_c writhes and sobs in their nest, it seems like they're in agony.]",
            "[Almost like they're the one that's dying ...]"
        ]
    ],
    "theygrief_4": [
        [
            "they_grieving",
            "any"
        ],
        [
            "[t_c shifts and twitches restlessly in their sleep. They must be having a nightmare.]",
            "Mmf ... What are you ... No ...",
            "d_c ... Where are you going? Come back!",
            "I won't let them take you -",
            "AH!",
            "[t_c sits up, panting in their nest.]",
            "Oh ... y_c ... It's you ...",
            "How long have you been watching me?"
        ]
    ],
    "sweetgrieving_2": [
        [
            "dead_close",
            "they_grieving",
            "trust",
            "comfort",
            "romantic_like",
            "sweet",
            "any"
        ],
        [
            "[t_c walks into your den, staring at you as tears brim from their eyes.]",
            "[They rest their head across your shoulders, closing their eyes and sinking their weight into you, their voice quivering from pain and grief,]",
            "Why did d_c have to go..."
        ]
    ],
    "sweetgrieving_3": [
        [
            "dead_close",
            "they_grieving",
            "trust",
            "comfort",
            "sweet",
            "stable",
            "any"
        ],
        [
            "[Silently, t_c is staring at the stars, their gaze swirling with beauty, yet pain]",
            "I hope d_c is happy up there...",
            "[That is the only thing t_c says for a long time, just staring up at the sky]"
        ]
    ],
    "sweetgrieving_4": [
        [
            "dead_close",
            "they_grieving",
            "dislike",
            "sweet",
            "any"
        ],
        [
            "[Out of seemingly nowhere, t_c breaks down crying. They press their head into your shoulder, mumbling out a soft mew.]",
            "I-I'm sorry... I know we... don't get along... I just.. I- I need this.. I... I miss d_c..."
        ]
    ],
    "sweetgrieving_6": [
        [
            "dead_close",
            "they_grieving",
            "any"
        ],
        [
            "[t_c seems to be cleaning out a nest... d_c's nest...]",
            "[You think it's best to leave them to it.]"
        ]
    ],
    "introspective_grief": [
        [
            "any",
            "introspective",
            "dead_close",
            "they_grieving"
        ],
        [
            "[t_c stares off into the distance, an oddly blank look on their face.]",
            "[You decide it's best to leave them be, they don't look up to conversation right now.]"
        ]
    ],
    "introspective_grief_2": [
        [
            "any",
            "introspective",
            "dead_close",
            "they_grieving"
        ],
        [
            "...",
            "[You look over at t_c wandering around, desperately looking for something.]",
            "[... Are they looking for d_c?]",
            "[You decide to lay down with them, to provide some comfort in the only way you can.]",
            "...",
            "[They curl up next to you, but don't fall asleep.]"
        ]
    ],
    "theygrief_6": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "Leave me alone ..."
        ]
    ],
    "theygrief_8": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "[t_c clutches one of d_c's trinkets close to their chest.]",
            "[They're gonna have to throw it out eventually ... it's starting to get a little concerning.]"
        ]
    ],
    "theygrief_10": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "[t_c seems to be whispering to themself in their nest.]",
            "Please, d_c, if you can hear this, send me a sign ...",
            "Something. Anything. I don't care.",
            "[For a moment, the den is completely silent and still. The air is thick with anticipation.]",
            "[... t_c chokes back a sob and curls deeper into their nest.]"
        ]
    ],
    "theygrief_11": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "How can I get a StarClan cat to appear in my dreams? Do you know?",
            "Why do I ask?",
            "Uhm ...",
            "[t_c's gaze flicks towards d_c's former favorite part of camp.]"
        ]
    ],
    "theygrief_12": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "[t_c tucks their nose under their paw, completely dead to the world.]",
            "[Do they even know you're here right now ...?]"
        ]
    ],
    "theygrief_13": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "[While taking a nap, t_c instinctually reaches for d_c's nest with their paw.]",
            "[Or, at least, where d_c's nest used to be ...]",
            "[You decide not to wake them, hoping their dream takes place in a kinder reality than this one.]"
        ]
    ],
    "theygrief_14_1": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "[In the middle of the night, t_c wakes all of c_nClan with a fur-raising screech.]",
            "d_c!!!",
            "Where ... What ...",
            "Uh ...",
            "[They look around at their clanmates guiltily. There's no need to explain. Everyone knows what happened.]",
            "[Still, this is the third time this week they've woken up screaming, and if it happens again, they just might scare off all the prey left on the territory!]"
        ]
    ],
    "theygrief_14": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "[You think t_c is actually taking d_c's death pretty well, all things considered ...]",
            "[... Until they start sobbing uncontrollably in the middle of the bird they were eating.]",
            "This used to be d_c's fuh - favorite - *Gasp*"
        ]
    ],
    "silly_kit_sticks": [
        [
            "kitten",
            "silly",
            "they_injured"
        ],
        [
            "[You butt your tiny little nose into the medicine den, where you see t_c sitting up, completely unbothered, on a broken nest formerly made from intricately woven sticks. It seems as though some of them have been pulled out and laid on the floor to play sticks with the medicine cat.]",
            "Oh-my-gosh! Hi, y_c! I haven't seen you since, woah.. One, two, three, four hours ago? That's, oh my goodness... That's the first time I ever counted that high! Oh, I wanna go climb stuff with you so bad...",
            "[The medicine cat gives t_c a tentative but affectionate look, as if to say 'Not again!' They lean down and whisper something in t_c's ear.]",
            "Oh, they said that's not a good idea. Awh, okay...",
            "Well, wanna play sticks with us instead?"
        ]
    ],
    "silly_kit_sleepy": [
        [
            "Any",
            "silly"
        ],
        [
            "y_c... I'm so... sleepy... [yawn]",
            "It's still early... I said I was going to play with someone at sunhigh, but that's so far away, and if I go to sleep now I won't be able to play with them...",
            "Oh, y_c, what do I do?",
            "[You promise t_c you'll wake them up just in time to play with their friend.]",
            "You will? y_c, thank you, thank you, thank you! This is why we're the bestest of friends!",
            "[t_c dramatically falls into their nest in the nursery. They're out as soon as they hit the moss.]",
            "...",
            "[As promised, you slowly nudge t_c awake at sunhigh and remind them of their playdate. They jump up happily and run to their friend with wonder and joy in their eyes - though not without tripping over their own paws.]"
        ]
    ],
    "silly_kit_howling": [
        [
            "Any",
            "silly"
        ],
        [
            "AWOO! AW-AW-AWOOO!",
            "Oh, hi, y_c!",
            "What am I doing?",
            "Uh... uh... uh...",
            "[t_c scampers away.]"
        ]
    ],
    "silly_kit_bug": [
        [
            "Any",
            "silly"
        ],
        [
            "[t_c ignores you at first. You have to nudge them a little for them to acknowledge you.]",
            "Oh, y_c! I'm so sorry! It's just that... look at this bug I found!",
            "I want to give him a name, but I've been thinking all day and I just don't know!",
            "I was thinking of naming him Dasherbug. Oh, or Dancerbug! Or Prancerbug, or maybe Vixenbug..."
        ]
    ],
    "silly_kit_rule": [
        [
            "Any",
            "silly"
        ],
        [
            "y_c! y_c!",
            "What do you think of this cool stick I found? I bet I could rule the entirety of c_nClan with it! Or even o_cClan! Or every Clan in the WORLD!",
            "Woah. What if I could even rule all the Twolegs in the world, so they have to do everything I tell them?"
        ]
    ],
    "silly_kit_stories": [
        [
            "Any",
            "silly"
        ],
        [
            "y_c!",
            "Do you think I could climb up that big rock wall up there? What do you think is on the other side?",
            "Maybe it's that thing that turns cats into leaders, like the founder c_nClan cat found when they bested that tyrannical old cat!",
            "You know that one? I think it's the same one l_n used. Maybe I'll ask them about it."
        ]
    ],
    "broodingnewborn": [
        [
            "any",
            "brooding",
            "unlawful",
            "from_kit"
        ],
        [
            "[You catch t_c in the middle of a plot to prank the newborns.]",
            "[How could you have raised such a little menace?]"
        ]
    ],
    "broodingnewborn_2": [
        [
            "any",
            "brooding",
            "unlawful",
            "from_kit"
        ],
        [
            "[You finish chiding t_c for their latest bit of mischief.]",
            "Yes, y_c. Understood, y_c.",
            "[They stalk off to the other side of the nursery, seemingly having learned their lesson.]",
            "[But an evil glint in their eye betrays that they're already planning their next trick.]"
        ]
    ],
    "broodingnewborn_3": [
        [
            "any",
            "brooding",
            "comfort",
            "trust",
            "from_kit"
        ],
        [
            "[t_c trudges over from the opposite side of the nursery and slumps over at your side.]",
            "y_c ...?",
            "Why do I get so sad sometimes?",
            "Is there something wrong with me? Why can't I stay happy, like the other kits?",
            "[You press your nose into t_c's little head. It's easy to forget, sometimes, that kithood isn't easy for everyone.]"
        ]
    ],
    "broodingnewborn_4": [
        [
            "any",
            "brooding",
            "platonic_love"
        ],
        [
            "Hmph. I swear, y_c, you're the only cat in all of c_nClan who I like to play with at all.",
            "We'll be together forever, then ...",
            "... Won't we?"
        ]
    ],
    "broodingnewborn_5": [
        [
            "any",
            "brooding",
            "unlawful"
        ],
        [
            "Hey, y_c! Wanna play?",
            "[You ask t_c if they plan on cheating, pulling your tail, or otherwise abusing you this time.]",
            "...",
            "... Hmph. You're no fun, anyway."
        ]
    ],
    "broodingnewborn_6": [
        [
            "any",
            "brooding",
            "upstanding",
            "platonic_like"
        ],
        [
            "Wake up, y_c! Wake up, wake up, wake up!!!",
            "Why do I keep ordering you around?",
            "Um, because it's fun, dummy!",
            "Of all the cats in c_nClan, you're the one I like spending time with best of all. So, I've decided to make you my second in command!",
            "Together, we'll take over the world ...",
            "Now, c'mon! Lots to do today!"
        ]
    ],
    "broodingnewborn_7": [
        [
            "apprentice",
            "warrior",
            "mediator apprentice",
            "mediator",
            "deputy",
            "brooding",
            "neutral",
            "assertive"
        ],
        [
            "Who are you? What are you doing in the nursery?",
            "r_q! There's a strange cat in here!"
        ]
    ],
    "broodingnewborn_8": [
        [
            "any",
            "brooding",
            "neutral",
            "dislike"
        ],
        [
            "You smell like crowfood! Hahahaha!"
        ]
    ],
    "broodingnewborn_9": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "brooding",
            "neutral",
            "dislike"
        ],
        [
            "Eughh ... What's that weird smell?",
            "You're a medicine cat?",
            "Way to say you're useless!"
        ]
    ],
    "broodingnewborn_10": [
        [
            "any",
            "brooding",
            "platonic_like"
        ],
        [
            "Hey, y_c! Come squish bugs with me!",
            "Whoever can squish 'em the fastest, wins!",
            "Readysetgo!"
        ]
    ],
    "broodingnewborn_11": [
        [
            "any",
            "brooding",
            "platonic_like"
        ],
        [
            "Hey, d'you think if we told r_k to go call l_n a mange-ridden fuzz-brain, they'd do it?",
            "Hehehehe ... Guess there's only one way to find out!",
            "Let's go!"
        ]
    ],
    "broodingnewborn_12": [
        [
            "any",
            "brooding"
        ],
        [
            "Hey, y_c, why are your eyes so far apart? You look like a fish! Hahaha!",
            "What's that? I hurt your ... feelings?",
            "Hmph. Feelings are for weak, useless kittypets!",
            "I'm never going to feel anything! Not ever!"
        ]
    ],
    "broodingnewborn_13": [
        [
            "any",
            "brooding",
            "platonic_like"
        ],
        [
            "y_c? What's wrong? Are you sad?",
            "Who do I need to beat up???"
        ]
    ],
    "broodingnewborn_14": [
        [
            "kitten",
            "brooding",
            "cool",
            "neutral",
            "dislike"
        ],
        [
            "Tch. Moss-ball? That babyish game?",
            "I stopped playing moss-ball moons ago!",
            "Find something cooler to play. Like feather-catch."
        ]
    ],
    "broodingnewborn_15": [
        [
            "any",
            "brooding",
            "neutral",
            "dislike"
        ],
        [
            "Hey, y_c, did your ears get bigger? Hahahaha!",
            "Big ears! Big ears!"
        ]
    ],
    "broodingnewborn_16": [
        [
            "kitten",
            "brooding",
            "neutral",
            "dislike"
        ],
        [
            "What's the matter, y_c? Missing something?",
            "[t_c holds your favorite moss-ball high above your head.]",
            "What are you gonna do about it? Come take it from me?",
            "Hahahaha!"
        ]
    ],
    "broodingnewborn_17": [
        [
            "kitten",
            "brooding",
            "neutral",
            "dislike"
        ],
        [
            "No, mouse-brain, you can't play with me!",
            "And you're an even bigger mouse-brain for even asking!"
        ]
    ],
    "broodingnewborn_18": [
        [
            "kitten",
            "brooding"
        ],
        [
            "*Sniffle* *Sob*",
            "... W-What? No, I wasn't crying!",
            "G-Get away from me, mouse-brain, before I tear a new hole in your face!"
        ]
    ],
    "broodingnewborn_19": [
        [
            "any",
            "brooding"
        ],
        [
            "[t_c is running around squishing all the bugs around the nursery.]",
            "Hehehehehe ..."
        ]
    ],
    "broodingnewborn_20": [
        [
            "no_kit",
            "brooding",
            "random_cat",
            "unlawful"
        ],
        [
            "[t_c is tearing all the moss in r_q's nest to shreds.]",
            "[Should ... Should you try and stop them?]"
        ]
    ],
    "broodingnewborn_21": [
        [
            "any",
            "brooding"
        ],
        [
            "[You spot t_c sharpening their little claws in the corner.]",
            "[Should you be concerned ...?]"
        ]
    ],
    "broodingnewborn_22": [
        [
            "any",
            "brooding"
        ],
        [
            "...",
            "[While the rest of the kits play and have fun together, little t_c sits all by themself ...]"
        ]
    ],
    "neurotic_kit_": [
        [
            "warrior",
            "neurotic"
        ],
        [
            "Oh, y_c, I have a question.",
            "There's no test to become an apprentice... right?"
        ]
    ],
    "neurotic_kit__2": [
        [
            "any",
            "neurotic",
            "non-related"
        ],
        [
            "Oh... I'm really sorry, I think I forgot your name."
        ]
    ],
    "neurotic_kit__3": [
        [
            "any",
            "neurotic",
            "murder"
        ],
        [
            "[As soon as t_c notices you approach, they squeal in fear and race away.]"
        ]
    ],
    "neurotic_kit__4": [
        [
            "leader",
            "neurotic"
        ],
        [
            "[t_c's eyes widen as you approach.]",
            "Leader y_c! H-hi!",
            "[They dip their head respectfully.]"
        ]
    ],
    "neurotic_kit__5": [
        [
            "kitten",
            "neurotic",
            "sibling",
            "adopted_sibling"
        ],
        [
            "Oh, y_c, it's you...",
            "Hey, um. Once you become leader, do you promise to make me deputy?",
            "[t_c stares at you with a hopeful expression.]"
        ]
    ],
    "neurotic_kit__6": [
        [
            "any",
            "neurotic",
            "from_your_kit",
            "from_adopted_kit"
        ],
        [
            "[t_c bounds up to you, a worried look in their eyes.]",
            "You won't ever leave me, right, y_c? I... ",
            "I don't know what I would do without you."
        ]
    ],
    "neurotic_kit__7": [
        [
            "any",
            "neurotic",
            "from_your_kit",
            "from_adopted_kit",
            "random_cat"
        ],
        [
            "y_c!",
            "[You approach t_c, who smiles proudly.]",
            "I was brave today! Just like how you told me!",
            "r_a was pretending to be a big scary enemy warrior. But I defeated them!",
            "[You look to r_a, who grins from across the camp.]"
        ]
    ],
    "neurotic_kit__8": [
        [
            "no_kit",
            "neurotic"
        ],
        [
            "Every time I try to play with the other kits... I just keep thinking... What if I mess up?",
            "What if they don't want to be my friends anymore?"
        ]
    ],
    "neurotic_kit__9": [
        [
            "any",
            "neurotic"
        ],
        [
            "[t_c sniffles as they curl up underneath their nest, jumping as you grow close.]",
            "O-Oh! I'm sorry y_c- I- I didn't mean to be in your way...",
            "[They wipe a few tears from their eyes as they shakily step out of their hiding spot.]",
            ".. I had a nightmare and um... can I snuggle with you tonight? ... Please? I- I don't want the Dark Forest cat to get me..."
        ]
    ],
    "neurotic_kit__10": [
        [
            "any",
            "neurotic"
        ],
        [
            "[t_c gazes at themself in the reflection of a puddle.]",
            "Is it normal for my fur to stick out like this?",
            "I just can't seem to make it stay flat!"
        ]
    ],
    "neurotic_kit__11": [
        [
            "any",
            "neurotic",
            "random_cat",
            "from_your_kit",
            "from_adopted_kit"
        ],
        [
            "r_k said that they were going to sneak into the warrior's den... But I was too scared.",
            "I don't wanna get exiled!"
        ]
    ],
    "neurotic_kit__12": [
        [
            "any",
            "from_your_kit",
            "neurotic"
        ],
        [
            "... H- Hey, I'm gonna be a good warrior, right? Like you said?",
            "[You cuddle close to your kitten, gently reassuring them.]",
            "...",
            "If... I'm supposed to be a warrior... Why is it so scary?"
        ]
    ],
    "neurotic_kit__13": [
        [
            "any",
            "trust",
            "neurotic"
        ],
        [
            "Quick! The scary monster is gonna get me!",
            "[t_c dives behind you without a thought, quivering nervously with their paws over their face. You don't see anything but the shadow of a small bird.]",
            "I- Is it gone?"
        ]
    ],
    "neurotic_kit__14": [
        [
            "any",
            "neurotic",
            "random_cat",
            "comfort"
        ],
        [
            "[You spot t_c trembling in a one of the corners of the nursery.]",
            "r_k t-told me a really s-s-scary story about a big monster that c-comes and eats kits who are naughty.",
            "Eep! There it is now!",
            "[t_c hides behind your tail from the scary monster ... which is, in fact, just a pile of leaves.]"
        ]
    ],
    "neurotic_kit__15": [
        [
            "any",
            "neurotic",
            "platonic_like"
        ],
        [
            "Teehee! y_c! Come play with me!",
            "... Why do I always just wanna play with you, and never any of the other cats?",
            "Uhm ... Because, being around them makes me feel scared.",
            "But with you, I don't have to be scared!",
            "You make me feel braver."
        ]
    ],
    "neurotic_kit__16": [
        [
            "kitten",
            "neurotic",
            "platonic_like"
        ],
        [
            "Ooh! Are you playing a game? Is it moss-ball?",
            "It's ... hide and seek?",
            "Eep! I don't really like that game. It's way too scary!"
        ]
    ],
    "neurotic_kit__17": [
        [
            "kitten",
            "neurotic"
        ],
        [
            "Y- You don't think I'm annoying, do you?"
        ]
    ],
    "neurotic_kit__18": [
        [
            "any",
            "random_cat",
            "neurotic"
        ],
        [
            "Hey... y_c? W- What if l_n doesn't make me a Warrior because I'm too much of a fraidy cat, like r_c said?",
            "[t_c starts to tear up, trembling in place.]",
            "What if- what if I'm not good enough? What if-",
            "[You gently reassure t_c that they'll be the best warrior ever, and that you'll make them a Warrior yourself if you have to. It seems to make them calm down a bit, and they smile at you.]",
            "T.. Thanks... It really means a lot, y_n.]"
        ]
    ],
    "neurotic_kit__19": [
        [
            "any",
            "dislike",
            "neurotic"
        ],
        [
            "[Before you can even get close, t_c tears up and runs away from you.]"
        ]
    ],
    "neurotic_kit__20": [
        [
            "any",
            "neurotic"
        ],
        [
            "Mm..",
            "[Seems like all they want to do is watch the rain, as if something was going to come out of it and attack them.]",
            "[You sit down beside them silently, they seem to appreciate that.]"
        ]
    ],
    "neurotic_kit__21": [
        [
            "apprentice",
            "queen's apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "neurotic"
        ],
        [
            "Um, y_c? What are you doing? Can I.. um.. h-... help?",
            "[You begin to explain something you learnt recently, but t_c seems to get nervous.]",
            "Are you sure that's... safe?"
        ]
    ],
    "neurotic_kit__22": [
        [
            "kitten",
            "random_cat",
            "neurotic"
        ],
        [
            "[t_c seems to be crying, curled up in a ball. r_k seems to be picking on them, though it's hard to tell if it's intentional or not. Regardless, you step in and scare them off.]",
            "y_c..? T- Thank you! Thank you so much!",
            "[t_c buries their face in your pelt, whilst sobbing, gratefully. You feel like a hero now.]"
        ]
    ],
    "neurotic_kit__23": [
        [
            "newborn",
            "neurotic"
        ],
        [
            "Whoa.. they're so tiny..",
            "[Their ears pin back as they take a deep breath, a look of determination crossing the timid kit's face.]",
            "I- I promise! I'll keep you safe!! You won't be scared all the time... like I am... because y- you can count on me!"
        ]
    ],
    "neurotic_kit__24": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "random_cat",
            "neurotic"
        ],
        [
            "y_n! y_n! r_k told me I had Deathcough!! Am I gonna die? Please tell me!",
            "[They start to tear up, but you quickly reassure them that no- they are not going to die.]",
            "So... they tricked me again?"
        ]
    ],
    "neurotic_kit__25": [
        [
            "no_kit",
            "neurotic"
        ],
        [
            "o_cClan cats!!",
            "[They hide behind your leg as the leader of the other clan enters your camp. Probably should let them know why they're visiting.]"
        ]
    ],
    "neurotic_kit__26": [
        [
            "any",
            "neurotic",
            "random_cat"
        ],
        [
            "[t_c slams into you a little too hard while playing.]",
            "AAAA - oof!",
            "*Gasp* Oh my StarClan, I'm so sorry!!!",
            "Did I hurt you? Are you alright?",
            "You might not seem like you're damaged now, but what if it happens later? What if you have a concussion - or worse, internal bleeding???",
            "I - I better get r_m! And l_n, too!",
            "*Gasp* But ... Oh, no - What if they exile me?",
            "Well ... I guess that's a risk I'll have to take. For your health, y_c, and for the safety of c_nClan.",
            "Maybe everyone would be better off without a destructive force like me running around ...",
            "I - I'll be right back! Try not to move!"
        ]
    ],
    "neurotic_kit__27": [
        [
            "any",
            "you_injured",
            "neurotic"
        ],
        [
            "Um... are you okay, y_c?",
            "[They waddle over to you, plopping their head down next to you, staring up at you with big eyes.]",
            "Do you wanna talk to me about it? ... Like how I always talk to you?"
        ]
    ],
    "neurotic_kit__28": [
        [
            "queen",
            "queen's apprentice",
            "neurotic"
        ],
        [
            "[It's raining outside and, as you watch over the Nursery dutifully, you feel something small press against your side.]",
            "[It's t_c, quivering quietly and trying to mask their sobbing. It seems the rain is scaring them, but they're too nervous to say anything.]",
            "[You curl your tail over them to comfort them, and they snuggle closer to you. It seems they appreciate the gesture, and eventually they fall asleep in your safe embrace.]"
        ]
    ],
    "neurotic_kit__29": [
        [
            "any",
            "you_sweet",
            "you_stable",
            "you_upstanding",
            "you_cool",
            "neurotic"
        ],
        [
            "[You've started to notice how much t_c seems to hang around you, even if you don't usually talk when they do.]",
            "[Finally, you ask them why, and their answer is quite surprising.]",
            "Um... you just... you're so... composed! You always know w-what to do and you never worry about it! Y- You work hard and I...",
            "I wish I was you..."
        ]
    ]
}