{
    "leader_1": [
        [
            "kitten"
        ],
        [
            "Ah, there you are, little one. I've been watching you play, pretending to be a warrior. You certainly have the spirit. I remember when I was a kit, dreaming of the day when I would earn my warrior name.",
            "One day, you'll be out there, hunting, patrolling, defending our Clan just like the warriors you admire so much. But for now, your job is to learn and to play. It's through play that kits learn the most valuable skills.",
            "You know, each and every warrior in our Clan started just where you are. We all had dreams, made mistakes, faced challenges. But the most important thing is that we never gave up. And I see that same determination in you.",
            "But being a warrior is not just about strength or speed. It's about loyalty, respect, and... you're not listening anymore are you?",
            "Ah young one. I may have gotten carried away. Go on, go play. May StarClan guide your steps."
        ]
    ],
    "leader_16": [
        [
            "kitten",
            "insult"
        ],
        [
            "Such strong words from such a small cat! But remember, young one, respect is the cornerstone of our Clan."
        ]
    ],
    "leader_2": [
        [
            "kitten"
        ],
        [
            "Hello there, little kit! You seem to be growing stronger each day.",
            "Play hard and learn well, my little friend. The clan's future rests in paws like yours.",
            "Be obedient to your queens and respect your elders. They have much wisdom to share.",
            "Never forget, each of you may be small now, but in time, you will be our protectors."
        ]
    ],
    "leader_3": [
        [
            "apprentice"
        ],
        [
            "Greetings, young one! I hope your training is going well and you're enjoying your journey.",
            "It's not just about being strong, but being clever, wise and kind. These make a great warrior.",
            "I'm proud of your progress. Keep practicing, and you'll become a fine warrior.",
            "Take this advice, a silent hunter catches more prey than a noisy one.",
            "We're all here for you. Don't hesitate to ask for help."
        ]
    ],
    "leader_s4": [
        [
            "medicine cat apprentice"
        ],
        [
            "Ah, our future healer! Your dedication to learning and helping others is admirable.",
            "The path you've chosen is unique and vital. You'll do great things for our clan.",
            "Your training may seem tough now, but the rewards are beyond measure.",
            "Remember, each herb has its secrets. Your job is to understand them.",
            "Your role goes beyond treating wounds, you're the heart of the clan."
        ]
    ],
    "leader_5a": [
        [
            "mediator apprentice"
        ],
        [
            "Good day, peacekeeper in training! Your words are as important as a warrior's claws.",
            "Your role is invaluable. The clan needs your wisdom and understanding to resolve conflicts.",
            "Your progress is encouraging. Keep practicing, and you'll be a fine mediator.",
            "Take this advice to heart, it's often not what you say, but how you say it.",
            "And remember, peace isn't the absence of conflict but how we deal with it."
        ]
    ],
    "leader_6x": [
        [
            "warrior"
        ],
        [
            "Ready for patrol, brave warrior? Your skills and courage protect our borders.",
            "You're not just a warrior, but a role model for our younger clan members.",
            "I'm grateful for your service. Your dedication makes our clan strong.",
            "Remember, a great warrior wins not because they are strong, but because they are clever.",
            "Your courage inspires us all. Keep making the clan proud."
        ]
    ],
    "leader_7c": [
        [
            "medicine cat"
        ],
        [
            "Hello, y_c. Your wisdom and skills are pillars of our clan's strength.",
            "You carry a heavy responsibility, and you do it well. The clan is in good paws.",
            "I see the love and care you put into your duty. The clan is truly grateful.",
            "Remember, your role extends beyond healing the body, you're also a healer of spirits.",
            "Your words can be just as soothing as your herbs."
        ]
    ],
    "leader_q8": [
        [
            "mediator"
        ],
        [
            "Maintaining peace today, y_c? Your role is pivotal to our clan's harmony.",
            "Your ability to resolve conflicts and maintain peace is truly admirable.",
            "I appreciate your patience and understanding. You're doing an excellent job.",
            "Remember, sometimes the greatest victory is the battle not fought.",
            "A fair decision is not what benefits the most, but what harms the least."
        ]
    ],
    "leader_9f": [
        [
            "deputy"
        ],
        [
            "Working hard today, my loyal deputy? Your leadership and decision-making are crucial for our clan.",
            "You're not just my deputy, but my confidant and friend. I couldn't ask for a better right paw.",
            "I appreciate your dedication. Our clan is stronger because of your efforts.",
            "Remember, leadership is not about being in charge, it's about taking care of those in your charge.",
            "As a deputy, your words can inspire hope or breed discontent. Choose them wisely."
        ]
    ],
    "leader_10x": [
        [
            "elder"
        ],
        [
            "Ah, wise one! Your tales and wisdom guide our paws on the right path.",
            "Your strength and resilience are an inspiration to us all. The clan respects and admires you.",
            "I'm grateful for your guidance. You've seen many moons and your wisdom is invaluable.",
            "Remember, every scar you bear tells a story of bravery, endurance, and survival.",
            "The stories you share carry the spirit of our ancestors. You're our link to the past."
        ]
    ],
    "leader_141": [
        [
            "kitten"
        ],
        [
            "Hello, little one! You're growing up in a place full of stories and voices, all part of something we call Clan politics.",
            "You see, our decisions here, whether about where to hunt or how to protect our borders, they are all part of making sure the Clan stays strong.",
            "Someday, you'll be a part of these decisions, too. And you'll learn how each one can shape our future.",
            "Even as a kit, you are an important part of our Clan. The lessons you learn now will guide you in the moons to come.",
            "Now run along and play. There's time enough for serious matters when you're older!"
        ]
    ],
    "leader_21": [
        [
            "apprentice"
        ],
        [
            "Good day, y_c! As you learn our ways, you'll begin to see how our decisions impact the Clan and shape its future.",
            "Every decision we make, whether it's dealing with other Clans or maintaining our territory, forms relationships with other Clans.",
            "Sometimes, these decisions can be tough. We have to think about the welfare of the Clan and its future generations.",
            "Your opinions matter. As you learn and grow, your voice will become a part of these discussions.",
            "Always remember, our main aim is to ensure the peace and prosperity of our Clan."
        ]
    ],
    "leader_31": [
        [
            "medicine cat apprentice"
        ],
        [
            "Greetings, y_c. Your role is unique, treading the line between our physical world and the spiritual.",
            "While you focus on the health of our Clan, you'll notice how our decisions affect the well-being of all our cats.",
            "Clan politics might seem separate from your duties, but they're intertwined. The peace of our Clan can greatly impact the health of our cats.",
            "Though you remain neutral, your perspective on our decisions is valuable. Always feel free to share your insights.",
            "Together, we'll work towards maintaining the balance and harmony of our Clan."
        ]
    ],
    "leader_41": [
        [
            "mediator apprentice"
        ],
        [
            "Ah, y_c. You've chosen a role that truly dives into the heart of Clan politics.",
            "Your role is to smooth the ripples in our Clan. You'll find the politics we deal with can often be the source of these ripples.",
            "You'll be involved in many decisions, mediating disagreements and finding peaceful solutions. It's an essential role for our Clan's unity.",
            "Always seek to understand every side of an issue. In Clan politics, every voice matters, and each perspective has its value.",
            "May your path be guided by fairness and understanding. We're all in this together."
        ]
    ],
    "leader_51": [
        [
            "warrior"
        ],
        [
            "Greetings, warrior! Your pawsteps shape our Clan's path through the forest of Clan politics.",
            "Each decision we make, from daily patrols to the most significant cross-Clan discussions, is part of this path.",
            "I value your thoughts and observations. Your experiences can provide vital insights into the decisions we need to make.",
            "Through our collective wisdom, we ensure the strength and prosperity of our Clan.",
            "Your courage and dedication are an inspiration to us all. Together, we can overcome any challenge."
        ]
    ],
    "leader_61": [
        [
            "medicine cat"
        ],
        [
            "Ah, medicine cat, you straddle the worlds of the physical and the spiritual, bringing balance to our Clan.",
            "You'll see how our decisions, the very heart of Clan politics, can affect the health and harmony of our Clan.",
            "Although you are neutral, your insights can provide a unique perspective. I encourage you to share your thoughts when you feel it's needed.",
            "The decisions we make are to ensure the peace and prosperity of our Clan. And your role is pivotal to that.",
            "Thank you for your dedication. Your work brings comfort and healing, and it's deeply appreciated."
        ]
    ],
    "leader_71": [
        [
            "mediator"
        ],
        [
            "Greetings, mediator. Your role is fundamental to the fabric of Clan politics.",
            "You help us find consensus, smooth conflicts, and build stronger bonds within our Clan.",
            "Your insight into each cat's views and feelings can help guide us to decisions that respect and honor everyone's perspectives.",
            "I value your wisdom and the peace you bring. Your work strengthens our unity and helps us move forward together.",
            "Thank you for your dedication. Your role is pivotal in maintaining the harmony of our Clan."
        ]
    ],
    "leader_81": [
        [
            "deputy"
        ],
        [
            "My trusted deputy, our duties bring us close to the heart of Clan politics.",
            "Every day, we make decisions that shape our Clan's path, from setting patrols to negotiating with other Clans.",
            "Your thoughts, ideas, and observations are invaluable to me. They help shape the decisions we make.",
            "As a deputy, you are more than my right paw. You are a confidante, a partner, and a friend.",
            "I am grateful for your loyalty and dedication. Together, we can steer our Clan towards a prosperous future."
        ]
    ],
    "leader_101": [
        [
            "elder"
        ],
        [
            "Hello, elder. Your tales and wisdom have shaped our Clan's past and will continue to guide its future.",
            "In your stories, the younger generations can see the echoes of old Clan politics and learn valuable lessons.",
            "Your perspective can provide insight and depth to our decision-making. Your voice is important to me and our Clan.",
            "I appreciate your guidance and wisdom. You're a link to our past and an inspiration for our future.",
            "Thank you for your wisdom and patience. Your role in our Clan is invaluable."
        ]
    ],
    "leader_210": [
        [
            "Any"
        ],
        [
            "Ah, my leader ceremony, that was quite an experience. There's something about standing under the vast, open sky that makes you feel both very small and incredibly important all at once.",
            "You see, when you're appointed leader, it's not just a change in title. It's a fundamental shift in who you are, in what you stand for. From that moment on, you're no longer just a cat; you're a symbol, a beacon of hope for your entire Clan.",
            "I remember how the moonlight washed over me as I received my nine lives. With each life, I felt a surge of energy, of purpose. It was as if the very spirits of our ancestors were pouring their strength into me.",
            "Each life came with its own lesson - courage, justice, compassion, wisdom... The importance of each trait became imprinted on my heart, a guide for the decisions I'd have to make as a leader.",
            "And when it was over, I felt different, changed. I was not the same cat who had journeyed to the place of StarClan. I was a leader, strong and ready, filled with the courage and wisdom of countless generations of ancestors."
        ]
    ],
    "leader_4d": [
        [
            "murder",
            "Any"
        ],
        [
            "... Do you ever feel guilty?"
        ]
    ],
    "leader_4": [
        [
            "murder",
            "Any"
        ],
        [
            "I never thought one of my own would stoop so low."
        ]
    ],
    "leader_5": [
        [
            "murder",
            "Any"
        ],
        [
            "Your loyalty to our Clan is forever tarnished."
        ]
    ],
    "leader_6": [
        [
            "murder",
            "Any"
        ],
        [
            "The blood of your victim stains your paws, and it will haunt you."
        ]
    ],
    "leader_7": [
        [
            "murder",
            "Any"
        ],
        [
            "You have broken the code that binds us together as warriors."
        ]
    ],
    "leader_8": [
        [
            "murder",
            "Any"
        ],
        [
            "Your actions have brought shame upon our entire Clan."
        ]
    ],
    "leader_9": [
        [
            "murder",
            "Any"
        ],
        [
            "You will never be able to wash away the guilt that will follow you."
        ]
    ],
    "leader_10": [
        [
            "murder",
            "Any"
        ],
        [
            "In the eyes of StarClan, you are a murderer."
        ]
    ],
    "leader_22": [
        [
            "Any"
        ],
        [
            "Do you know the greatest challenge of a leader ceremony? It's not the journey to the place of StarClan, nor is it the weight of the nine lives you're about to receive.",
            "It's the understanding that you're about to shoulder the hopes, dreams, and lives of your entire Clan.",
            "Receiving the nine lives is an experience like no other. With each life, there's a pain, a joy, a lesson. But the overwhelming feeling is one of connection. Connection to the past, to the present, and to the future of your Clan.",
            "The spirits of the past leaders shared their wisdom with me during my ceremony. I felt their pride, their sorrow, their hopes, and their fears. It was as if their lives were flashing before my eyes, and I was living their experiences.",
            "With the ceremony, comes the understanding that you're a part of something bigger. That your actions will shape not only your destiny but that of your entire Clan.",
            "As a leader, every decision you make echoes through the generations. You're not just leading your Clan in the present, you're shaping its future. That's the real weight of a leader ceremony."
        ]
    ],
    "leader231": [
        [
            "mediator apprentice"
        ],
        [
            "Ah, y_c. I've been meaning to check up on you since your apprentice ceremony. How is your training going? Are you learning the ways of a true mediator?",
            "I'm glad to see you so eager to learn, though I must warn you. The path of a mediator is much more than simply settling arguments between a few cats within the clan.",
            "Being a mediator means that you remain unbiased in situations where cats you may care about may be involved",
            "It means that you will have to use logic and be sensible to come to a quick solution that all parties agree with, even if it means setting your loyalties to a close friend or even a clan member aside.",
            "I'm sure all that you need to learn will come in time, but remember. You are mediating for the sake of peace, whether that's between a couple of kits, or during a tense moment at a Gathering.",
            "You are the last line of defense when all else fails, the potential difference between war and peace.",
            "Now go on young apprentice, I'm sure that you are needed elsewhere. Just know that I will be watching your progress with interest and that I am always available if you need further instruction and guidance that your mentor cannot give you.",
            "May the stars shine down upon you always."
        ]
    ],
    "leader_1a5": [
        [
            "Any",
            "no_kit",
            "insult"
        ],
        [
            "As your leader, I strive to foster respect among Clanmates. I expect the same from you.",
            "I've been entrusted with the welfare of this Clan, and your insult won't deter me from my duties.",
            "Disrespect doesn't show strength, it reveals weakness.",
            "I've led this Clan through moons of hardship. I won't be shaken by harsh words.",
            "A wise cat once said, the smaller the mind, the greater the insult. I hope you'll grow wiser."
        ]
    ],
    "leader_1ax5": [
        [
            "Any",
            "insult",
            "insult"
        ],
        [
            "Careful now."
        ]
    ],
    "leader_1ax5w": [
        [
            "Any",
            "no_kit",
            "insult"
        ],
        [
            "Huh, I never took you for one to mince words."
        ]
    ],
    "leader_1axs5": [
        [
            "Any",
            "no_kit",
            "insult"
        ],
        [
            "Your anger is heard, as are your words. We shall speak again when emotions have cooled."
        ]
    ],
    "leader_1agx5": [
        [
            "Any",
            "no_kit",
            "insult"
        ],
        [
            "Your words carry weight, but they do not change who I am as a leader."
        ]
    ],
    "leader_1ax5x": [
        [
            "Any",
            "kitten",
            "insult"
        ],
        [
            "Calm yourself, little one."
        ]
    ]
}