{
    "medi_1": [
        [
            "kitten"
        ],
        [
            "Hello, little one! Are you ready to take on the world today? I'm on my way to mediate a squabble over nest materials, would you like to tag along?",
            "Have you ever wondered why we have so many rules? Me too, but I'm learning they help keep things peaceful around here. Well, mostly peaceful.",
            "It's always impressive to me how you manage to find fun and adventure in every corner of the camp. I guess it's a great way to learn and grow.",
            "You know, even though you're small, your voice matters. If you ever feel like something's unfair, let me know, and I'll do my best to help.",
            "And remember, it's okay to be little and to ask for help. Everybody in the clan is here for you."
        ]
    ],
    "medi_2": [
        [
            "apprentice"
        ],
        [
            "Hey there, future warrior! Ready for another day of training? I'm off to learn more about resolving disputes. It's more exciting than it sounds, trust me.",
            "Do you ever wonder what it's like to have a bit more peace and quiet? Well, you can always swap places with me for a day!",
            "It's so admirable seeing how hard you're working to protect our clan. Keep up the good work, but don't forget to take care of yourself too.",
            "Remember, just because we have different paths, doesn't mean one is better than the other. We all serve the clan in our own unique ways.",
            "And if you ever need to talk, or you're feeling a little overwhelmed, I'm here for you."
        ]
    ],
    "medi_3": [
        [
            "medicine cat apprentice"
        ],
        [
            "Hello, healer-to-be! Ready to dive into another pile of herbs? I'm on my way to settle a border dispute. Hopefully, no cat will need your services today.",
            "Do you ever wish our duties were a little less... odorous? I swear I can still smell the stench of fox dung from last moon's incident.",
            "I can't imagine the pressure of having the clan's health on your shoulders. I respect your dedication and hard work.",
            "Remember, you're doing an amazing job. And if there's ever a time when you feel like it's too much, I'm here to lend an ear.",
            "And a good chat can heal wounds that herbs can't. So don't hesitate to seek me out if you need someone to talk to."
        ]
    ],
    "medi_4": [
        [
            "mediator aprentice"
        ],
        [
            "Hello, fellow peacekeeper! Ready for another day of conflict resolution? It's amazing how much we can learn from each other, don't you think?",
            "Do you ever feel like we're the glue that holds this crazy family together? No pressure, right?",
            "We have a tough job, don't we? But remember, every dispute we solve brings our clan closer together.",
            "It's okay if we don't get it right every time. We're still learning, and every situation is a new lesson.",
            "And remember, it's just as important to listen to our own feelings as it is to understand those of others. So don't neglect your own peace of mind."
        ]
    ],
    "medi_5": [
        [
            "warrior"
        ],
        [
            "Hello, y_c! Ready for another day of patrols? I'm off to help mediate a squabble over the fresh-kill pile.",
            "Ever wonder how it feels to not have to worry about catching your own dinner? Well, we mediators still have our own battles to fight, trust me!",
            "Watching you and the other warriors work so hard to keep the clan safe is truly inspiring.",
            "Remember, every role in the clan is important, and while you're defending our borders, we're keeping peace at home. We're all a team.",
            "And don't forget, even the strongest warrior sometimes needs a bit of peace and understanding. If you ever need to talk, I'm here."
        ]
    ],
    "medi_6": [
        [
            "medicine cat"
        ],
        [
            "Hello, medicine cat! How are the herbs today? I'm off to resolve a disagreement over training territories.",
            "Do you ever get tired of always being the one everyone turns to when they're hurt or sick? Well, being a mediator isn't always a walk in the forest either!",
            "I have great respect for your wisdom and healing skills. It's a lot of responsibility, just like being a mediator.",
            "Remember, you're doing a fantastic job. And if you ever need a break or someone to talk to, I'm here.",
            "And remember, you can't pour from an empty cup. So don't hesitate to take care of yourself too."
        ]
    ],
    "medi_7": [
        [
            "mediator"
        ],
        [
            "Hello, mentor! Ready for another day of maintaining peace? I've got to tell you, it's not as easy as I thought it would be.",
            "Do you ever wish you could just let cats sort out their own issues? Me too, but then I remember how important our role is.",
            "Your ability to listen and understand is something I aspire to. You really make a difference in this clan.",
            "I know I have a lot to learn, but I'm committed to becoming the best mediator I can be. I'm grateful for your guidance.",
            "And remember, it's not just about solving disputes, it's also about learning and growing. And that's a journey we're on together."
        ]
    ],
    "medi_8": [
        [
            "deputy"
        ],
        [
            "Hello, deputy! Ready to organize another day for the clan? I'm off to help mediate a disagreement over sunning spots.",
            "Do you ever miss the simpler times of being a warrior or an apprentice? I sometimes wonder what it would be like to have a different role.",
            "Your dedication and hard work in leading our clan does not go unnoticed. We all appreciate you.",
            "Remember, every role in the clan is important. And while you're planning and leading, I'm here to ensure everything runs smoothly.",
            "And remember, even deputies need someone to lean on sometimes. If you ever need to talk, you know where to find me."
        ]
    ],
    "medi_9": [
        [
            "leader"
        ],
        [
            "Greetings, leader! Ready to guide us through another day? I'm on my way to mediate a disagreement over nest materials.",
            "Do you ever wish for a moment's peace from all the decisions and responsibility? Well, being a mediator isn't always peaceful either!",
            "I can't imagine the pressure of leading our clan, but I admire your strength and wisdom.",
            "Remember, your strength is the clan's strength. And while you lead, I'll be here to help keep the peace.",
            "And remember, being a leader doesn't mean you can't lean on others. If you ever need to talk, I'm here."
        ]
    ],
    "medi_10": [
        [
            "elder"
        ],
        [
            "Hello, wise one! Ready for another day of tales and resting? I'm off to mediate a squabble between two apprentices.",
            "Do you ever miss the hustle and bustle of being a warrior? I sometimes wonder what it would be like to have a simpler role.",
            "Your stories and wisdom are invaluable to our clan. Thank you for all that you've given and continue to give.",
            "Remember, even though you're an elder now, your voice is still important. If you ever need anything, don't hesitate to come to me.",
            "And remember, the wisdom you've gained over the moons is just as important as any dispute I could ever resolve. You're a treasure to our clan."
        ]
    ]
    ,
    "elder3213": [
        [
            "Any"
        ],
        [
            "Hello there, y_c!"
        ]
    ],
    "medi_11": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "Is something the matter?"
        ]
    ],
    "medi_11x": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "Words can be like claws, they can leave marks. Be careful with yours."
        ]
    ],
    "medi_12": [
        [
            "insult",
            "kitten"
        ],
        [
            "Hey! Wait... this is the perfect time to use my training!",
            "What caused you to act this way?",
            "How about you take a deep breath. Inhale, then exhale.",
            "Now lets reflect on your actions... hey! Don't just walk away from me!"
        ]
    ]
}