{
    "med_1": [
        [
            "kitten"
        ],
        [
            "Oh, you are a curious little one, aren't you? Sneaking into my den again to explore. I see that twinkle in your eyes. You remind me of myself when I was a kit.",
            "But remember, young one, this den isn't just for fun. It's a place of healing and rest. The herbs here, they aren't just leaves and flowers. Each has a purpose, a role to play in keeping our Clan healthy and strong.",
            "See this leaf? It's called yarrow. It can help a cat vomit if they've eaten something poisonous. And this one, the bright yellow flower? That's marigold, good for preventing infection in wounds.",
            "A medicine cat's duty is not just to heal, but also to listen to StarClan. They guide us, give us omens and signs. It's a big responsibility, but it's also an honor. We are the bridge between our Clan and our ancestors.",
            "But don't worry, being a kit is the perfect time to learn. Curiosity is a gift, one that you should nurture. Just remember to respect the den and what it represents.",
            "And who knows? Maybe one day you'll be the one teaching a curious kit about the ways of a medicine cat."
        ]
    ],
    "medcat_16": [
        [
        "kitten", "insult"
        ],
        [
        "Such a sharp tongue you have. Little kit, know that some words have the power to hurt as much as a sharp claw."
        ]
        ],
    "med_2": [
        [
            "warrior",
            "injured"
        ],
        [
            "Come in, warrior. I've seen you wince when you move, and your eyes tell a tale of sleepless nights. You're not fooling anyone, you know. It's okay to admit when you're hurt. That's why I'm here.",
            "Being a warrior isn't just about strength and bravery. It's also about knowing when to seek help. Your body speaks its own language, and you must listen to it. A hurt ignored can turn into a wound that won't heal.",
            "I know times have been tough, and the burden of protecting the Clan weighs heavy on your shoulders. The prey is scarce, the nights are long, and there is tension at the borders. But remember, you are not alone in this.",
            "As a medicine cat, my role is not just to treat physical wounds. I'm here to listen, to be a pillar when things seem shaky. Your well-being, both physical and emotional, is my concern. You don't have to carry your burdens alone.",
            "There is no shame in seeking help, and there's no strength in suffering in silence. You are a brave and respected warrior, and your Clanmates look up to you. But even the bravest warriors need help sometimes."
        ]
    ],
    "med_3": [
        [
            "leader",
            "leafbare"
        ],
        [
            "Greetings, y_c. I can see the weight of the Clan on your shoulders tonight. It's been a challenging season for us all, hasn't it? Scarce prey, harsh weather, and I can see the worry in your eyes about our borders.",
            "I may not lead patrols or make the decisions, but as a medicine cat, I see more than you might think. I see the anxiety in our warriors, the worry in our queens, the confusion in our kits.",
            "They look to you for guidance, for strength. But remember, you are not alone in this.",
            "You shoulder a great burden, one that isn't just about hunting or defending. You carry our hopes, our fears, and our dreams. It's a daunting task, but you do not need to bear it alone.",
            "In these troubling times, let us lean on each other. Let us share the weight, so it does not become too much for one cat to bear. I am here for you, as a healer, as an advisor, and as a friend."
        ]
    ],
    "med_13": [
        [
        "Any",
        "leafbare"
        ],
        [
        "Our herb stores... they're dwindling. I've never seen them this low before. The season has been harsh, and the plants are not thriving as they should.",
        "Every day, I walk through the forest, searching for the familiar scents of marigold, comfrey, yarrow... but they are scarce. Our usual harvesting spots are barren. I fear what this could mean for us.",
        "Injuries are bound to happen, and with leaf-bare coming, we will need all the herbs we can get to fight off whitecough and greencough. The health of the Clan is at stake here.",
        "I've been working hard to ration the herbs we do have, using them only when absolutely necessary. But it's a delicate balance. We can't afford to hold back if a cat's life is in danger.",
        "I'll need every paw I can get to gather herbs. Warriors, apprentices, even kits... If you spot any herbs during your patrols or play, bring them back. We need all the help we can get."
        ]
        ],
        "med_14": [
        [
        "Any",
        "leaffall"
        ],
        [
        "The state of our herb stores has been weighing heavily on my mind. The plants are not growing as quickly or as abundantly as they should be, and our reserves are dwindling.",
        "With each passing day, my worry grows. We need these herbs to heal wounds, to stave off illness. If we run out... I don't even want to think about the consequences.",
        "I have been trying to find new spots to harvest, but it's proving challenging. The weather has not been kind to us this season, and the plants are suffering.",
        "I've been talking with the other medicine cats during our gatherings, hoping they might have some advice or extra herbs to spare. But it seems we're all in the same predicament.",
        "We need to work together as a Clan, to keep an eye out for any herbs while we're out in the territory. It's times like these that test our strength, but I have faith in us. We'll weather this storm, just like we have countless others."
        ]
        ],
    "medi_4": [
        [
            "kitten"
        ],
        [
            "Greetings, little one! Have you been staying away from the elderberry bush? Those berries might look tasty, but they're not for kits.",
            "Do you ever dream of being a medicine cat? Well, keep that curiosity alive! Who knows what your path will be?",
            "I see a bright future for you, little one. You're going to make your clan very proud.",
            "Remember, play nice with your denmates, and always listen to the elders. They know a lot more than you think.",
            "And remember, even if you're the smallest in the clan, you're just as important as the biggest warrior."
        ]
    ],
    "dep_321": [
        ["Any"],
        ["There's too much to do right now. Let's talk later."]
    ],
    "medfas": [
        ["Any", "no_kit", "insult"],
        ["As a medicine cat, I've learned to heal more than physical wounds. Your words can't harm me.",
        "Each of us has a role to play, and I'm proud of mine. Your insult won't change that.",
        "Your disrespect says more about you than it does about me. Reflect on that.",
        "I've faced death and disease, comforted the dying, and brought life into this world. Your words are a mere scratch.",
        "Perhaps you should spend more time learning respect than flinging insults. It might make you a better cat."]
    ],
    "medi_5": [
        [
            "apprentice"
        ],
        [
            "Ah, an eager apprentice! How's the training coming along? Remember, a scratch won't send you to StarClan.",
            "Do you ever wish to switch the training grounds for the medicine den? Learning herbs can be just as exciting as learning battle moves.",
            "Your progress is commendable. The clan is excited to see you grow into a fine warrior.",
            "Your role is crucial to the clan, even as an apprentice. We all started where you are now.",
            "And don't forget, always respect your mentor and elders, they have much wisdom to share."
        ]
    ],
    "medi_6": [
        [
            "medicine cat apprentice"
        ],
        [
            "Hello there, my apprentice! How are the herbs coming along? I hope you haven't mixed up marigold and mouse bile!",
            "Do you ever miss the days of wrestling with your denmates? Well, learning the healing arts is a different kind of challenge.",
            "You're doing wonderfully in your training. Your clan is grateful for your dedication.",
            "Every day is a learning opportunity. Don't fret over mistakes, they're part of the journey.",
            "I'm proud of you, little one. Come talk to me anytime."
        ]
    ],
    "medi_7": [
        [
            "mediator apprentice"
        ],
        [
            "Ah, y_c! How are the negotiations coming along? It's not easy getting warriors to agree, I'll tell you that!",
            "Do you ever wonder about the sparring and the hunting lessons warrior apprentices do? I suppose resolving disputes is a different kind of hunt.",
            "You're doing a good job. The clan needs a calm voice like yours to keep things peaceful.",
            "Remember, it's not about taking sides, but about helping others see eye to eye.",
            "And don't forget, even the wisest cats need guidance. Don't hesitate to seek advice."
        ]
    ],
    "medi_8": [
        [
            "warrior"
        ],
        [
            "Ready for the next patrol, warrior? Remember, one missed mouse is better than a twisted paw.",
            "Do you ever wish you could trade your claws for a day among my herbs? I sometimes wonder what it would be like to have your strength.",
            "Your bravery and dedication are an inspiration to the clan. We appreciate your efforts.",
            "Your strength isn't just in your muscles, it's in your heart, your loyalty to your clan.",
            "Though, even the toughest warrior can use some rest. Don't push yourself too hard."
        ]
    ],
    "medi_9": [
        [
            "medicine cat"
        ],
        [
            "Well met, y_c. How are the stocks holding up? Have you found a way to make the travelling herbs taste any better?",
            "Do you ever wish for a day without sniffles and coughs? I sometimes do.",
            "Your skills and dedication are invaluable. The clan wouldn't be the same without your care.",
            "Remember, we heal not only with our herbs but with our words and presence.",
            "And even though we have to keep our distance sometimes, we're as much a part of the clan as any other cat."
        ]
    ],
    "medi_10": [
        [
            "mediator"
        ],
        [
            "Hello, y_c! Any disagreements today? Warriors can be as prickly as thistles sometimes.",
            "Do you ever wish for a quiet day among the herbs? I sometimes wonder what it's like to be in your paws.",
            "Your skills in keeping the peace are invaluable. Your work contributes greatly to our clan's harmony.",
            "Remember, peace comes not only from resolving conflicts but from understanding and empathy.",
            "Even the wisest cats can learn something new. Always be open to change."
        ]
    ],
    "medi_11": [
        [
            "deputy"
        ],
        [
            "Ah, y_c! Are the patrols going well? Remember, not every wound is visible. Check on your warriors' spirits as well.",
            "Do you ever wish for a simple day in the medicine den? I sometimes wonder what it's like to shoulder your responsibilities.",
            "Your dedication and leadership are inspirational. Your clan relies on your strength and wisdom.",
            "Remember, it's not just about leading the clan, but also about guiding them, showing them the way.",
            "Though, even the greatest deputies need a break sometimes. Make sure to rest."
        ]
    ],
    "medi_12": [
        [
            "leader"
        ],
        [
            "Greetings, noble leader. Have the stars spoken to you today? Remember, sometimes they whisper, and we need to listen closely.",
            "Do you ever wish for a day of peace in the medicine den? I sometimes wonder what it's like to lead our clan.",
            "Your wisdom and bravery are a beacon to us all. The clan stands behind you, always.",
            "Remember, leading isn't just about making decisions, it's about nurturing the clan's spirit.",
            "Don't forget though, even the greatest leaders need guidance. Don't forget to look to the stars."
        ]
    ],
    "medi_13": [
        [
            "elder"
        ],
        [
            "Hello, y_c! How are you feeling today? Any aches or pains? You warriors are tough, but sometimes tough means stubborn.",
            "Do you ever miss the thrill of the chase? I suppose sharing stories with the kits can be just as rewarding.",
            "Your wisdom and tales are a treasure to the clan. You continue to guide us with your words.",
            "Remember, even though your warrior days are behind you, your role is still important. You're the clan's memory.",
            "Your stories not only entertain us but teach us valuable lessons. Thank you for your wisdom."
        ]
    ],
    "med_30": [
        [
            "kitten",
            "injured"
        ],
        [
            "Hey, little one. I heard about your tumble. You're brave to come see me, you know.",
            "It's not fun to get hurt, but every scar is a story, and every story is a lesson learned. It's how we grow.",
            "I'll fix you up in no time. You'll be back playing moss-ball with the other kits before you know it.",
            "Remember, even the smallest kit can make the biggest difference. It's not about how big or strong you are, but how big your heart is.",
            "So, let's get you all patched up, okay? You're doing a great job. The Clan needs strong kits like you."
        ]
    ],
    "med_4": [
        [
            "apprentice",
            "injured"
        ],
        [
            "Ah, apprentices and their eagerness. It's good to see you're pushing your limits, but remember to take care of yourself too.",
            "A scrape or two is normal when you're learning, but it's also important to know your limits. You can't serve your Clan if you're always in the medicine cat's den.",
            "Resting is as important as training. It's not a race, and you have time to learn. Your Clan needs you healthy and strong.",
            "Let me tend to your wound. You're doing very well and your Clan is proud of you. Just remember, it's not all about how many scars you carry.",
            "There you go, good as new. Remember, a smart apprentice listens to their mentor, and to their body as well. You're going to be a great warrior one day."
        ]
    ],
    "med_5": [
        [
            "medicine cat apprentice",
            "injured"
        ],
        [
            "Even healers need healing sometimes, don't they? It's important to take care of yourself while taking care of others.",
            "Your role in the Clan is important. The cats rely on you for their well-being. You need to set an example by caring for your own health as well.",
            "Here, let me look at that. Remember, you cannot pour from an empty cup. Healing begins from within.",
            "I'm proud of how far you've come. Your dedication to the well-being of our Clan is admirable. But remember, it's not a sign of weakness to ask for help when you need it.",
            "Now, off you go. Rest and recover. Your Clan needs you, and I need my apprentice healthy and ready to learn."
        ]
    ],
    "med_6": [
        [
            "mediator apprentice",
            "injured"
        ],
        [
            "Oh, look who's here. Even mediators have their bad days, huh? It's alright, let me take a look at you.",
            "You've been doing a great job keeping the peace in the Clan, but don't forget to take care of yourself too.",
            "Let me tend to your injuries. Remember, it's important to maintain your own peace before you can mediate for others.",
            "Rest up and recover. The Clan appreciates your efforts, and I'm sure they'd want you to be well.",
            "You're all set. Now, take it easy and remember - helping others begins with helping ourselves."
        ]
    ],
    "med_7": [
        [
            "warrior",
            "injured"
        ],
        [
            "Come in, y_c. The path of a warrior is not easy, and it's common to acquire a few battle scars along the way.",
            "Don't ignore your injuries, they are signs that you have fought bravely for your Clan.",
            "Let me treat you. It's important to remember that being a warrior is not just about how many battles you win, but also how well you recover.",
            "Rest and let your body heal. You're no good to your Clan if you're not in fighting shape.",
            "You'll be back on your paws in no time. Remember, a good warrior knows when to fight and when to rest."
        ]
    ],
    "med_8": [
        [
            "medicine cat",
            "injured"
        ],
        [
            "It seems the healer has become the patient. It's not often we find ourselves on the other side of the moss bed, is it?",
            "Healing others is our duty, but we can't forget to care for ourselves as well. Our Clan needs us in top shape.",
            "Here, let me help you. We're two sides of the same leaf. When one of us is hurting, the Clan feels it.",
            "You're doing a great job caring for the Clan. Just remember, you also need to care for yourself.",
            "Rest and recover. Your Clan needs their medicine cat healthy and strong."
        ]
    ],
    "med_9": [
        [
            "mediator",
            "injured"
        ],
        [
            "A mediator's job is never easy, is it? You keep the peace and carry the burden of others' disputes. But you can't forget about your own well-being.",
            "Here, let me tend to your injuries. You need to be strong to support others. It's not a sign of weakness to admit when you're hurt.",
            "Rest and take time to recover. The Clan needs you in top form to mediate their issues.",
            "You're doing a great job. Just remember, your health matters as much as the peace you strive to maintain.",
            "There you go. Now take it easy and let your body heal. You're a vital part of this Clan and we need you healthy."
        ]
    ],
    "med_10": [
        [
            "deputy",
            "injured"
        ],
        [
            "Ah, deputy, you push yourself too hard. You shoulder so much for the Clan, but you need to take care of yourself as well.",
            "Let me treat your injuries. You've been doing a great job, but the Clan needs you to be strong and healthy. We all rely on you.",
            "Rest, eat, and let your body recover. As deputy, you're the backbone of the Clan, but even the strongest bones need care.",
            "Remember, being a deputy isn't just about being the strongest or the fastest, it's also about knowing when to seek help.",
            "Take it easy, deputy. You've done well. Now let your body recover. The Clan needs you."
        ]
    ],
    "med_11": [
        [
            "leader",
            "injured"
        ],
        [
            "Leader, you carry the weight of the Clan on your shoulders, but even you need to rest and heal sometimes.",
            "Allow me to tend to your wounds. Your health is crucial to the Clan's well-being. A leader leads by example, after all.",
            "Rest and recover. The Clan looks up to you, and seeing you take care of your health will inspire them to do the same.",
            "Take it slow and give your body time to heal. Your strength and guidance are the pillars of the Clan, but even the strongest need care.",
            "Don't worry, leader, you'll be back on your paws in no time. The Clan needs you, but they also need you healthy and strong."
        ]
    ],
    "med_12": [
        [
            "elder",
            "injured"
        ],
        [
            "Come in, old friend. The moons have worn our fur, but not our spirits, eh?",
            "I'll help with those aches and pains. Remember, old age is a badge of honor, a testament to a life well-lived and battles bravely fought.",
            "Rest and let your body heal. You've earned your place in the elders' den, a place of respect and honor in the Clan.",
            "We'll look after you, just as you've looked after us. Your stories and wisdom are an important part of our history.",
            "Now, take it easy. The Clan needs its elders, wise and hearty. You're our link to the past and our guide to the future."
        ]
    ]
}