{
    "dep_321": [
        [
            "Any"
        ],
        [
            "There's too much to do right now. Let's talk later."
        ]
    ],
    "assertivemed_comfort": [
        [
            "Any",
            "assertive",
            "comfort",
            "no_kit"
        ],
        [
            "Huh? Oh, nothing's wrong ...",
            "Just ... had a bad day, is all ...",
            "*Sigh* y_c, have you ever felt like you're not enough for anyone?",
            "Usually, when it comes to making a decision, I never hesitate. Whatever the obstacle, I'll run headfirst into it, no questions asked.",
            "But, today, in the medicine den, I took a risk on an experimental new procedure, and it completely backfired. Luckily, it didn't do much damage, but because of me, my patient could've been hurt, or worse.",
            "I just feel like such a failure. A liability. Everyone in the clan is depending on me to keep them safe, but what if I keep falling short?",
            "[You offer t_c words of reassurance, but they seem troubled beyond comforting.]",
            "[Still, you sit with them through the night, hoping to stabilize them through whatever storm they might be weathering right now.]"
        ]
    ],
    "medapp_1s5s": [
        [
            "kitten",
            "insult"
        ],
        [
            "You're full of spirit, aren't you? I can't wait to see the cat you'll become."
        ]
    ],
    "assertive_jealous1": [
        [
            "Any",
            "sibling",
            "half sibling",
            "kitten",
            "adopted_sibling",
            "half sibling",
            "dislike",
            "assertive"
        ],
        [
            "What did I do in a past life to wind up related to you, y_c?",
            "Must've been really terrible."
        ]
    ],
    "assertive_4": [
        [
            "kitten",
            "assertive"
        ],
        [
            "Whoa! Watch where you're going there, little pal! One wrong move, and you might get stepped on!",
            "Ah, quit that, you don't need to apologize. Just be a bit more careful from now on, is all.",
            "Or else, when you get bigger, it'll really become a problem. Hehe!"
        ]
    ],
    "assertive_tonewborn": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Whoa! Hey there, little guy! Shouldn't you be in the nursery?",
            "Hehe. You've got an adventurous spirit. I like that about you.",
            "But for now, you gotta stay where it's safe! C'mon. Let's go back to your parents."
        ]
    ],
    "assertive_tonewborn_2": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Little guy seems to be in good condition!",
            "And spirited, too ...",
            "Welcome to the world, little y_c!"
        ]
    ],
    "assertive_tonewborn1": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Aw ... little guy hasn't even gotten their eyes open yet!",
            "They're gonna be a killer, though. I can already tell. See those little paws? This kit's got fight in 'em!"
        ]
    ],
    "assertive_tonewborn3": [
        [
            "newborn",
            "assertive",
            "introspective",
            "neurotic"
        ],
        [
            "Whoa ... this is them? They're so small!",
            "Hard to believe I was that small once ...",
            "Hm ..."
        ]
    ],
    "assertive_apprentice7": [
        [
            "no_kit",
            "platonic_like",
            "assertive",
            "silly",
            "random_cat"
        ],
        [
            "y_c. Buddy. Best friend. We've GOTTA TRY this. r_c told me that if you eat three mice, one rabbit, and howl at the moon you get magic powers!",
            "What? It's totally real, they wouldn't lie to me like that! I prommissseee."
        ]
    ],
    "assertive_1": [
        [
            "Any",
            "assertive",
            "cool",
            "they_clanfounder",
            "they_clanborn",
            "they_outsiderroots",
            "they_half-Clan",
            "they_orphaned",
            "they_abandoned",
            "newleaf",
            "greenleaf",
            "leaffall"
        ],
        [
            "Hey there, y_c! Not bad weather today, hm?",
            "Sun on my pelt, wind in my fur ... Could you imagine being a kittypet and having to be cooped up in a twoleg nest all day? I think I would go crazy!",
            "Just another reason why it's great to be a clan cat."
        ]
    ],
    "assertive_6": [
        [
            "Any",
            "dislike",
            "you_brooding",
            "you_sweet",
            "you_upstanding",
            "you_introspective",
            "you_neurotic",
            "you_stable",
            "assertive",
            "cool",
            "unlawful",
            "silly"
        ],
        [
            "*Sigh*. Hey, y_c. Come to ruin the fun again?",
            "Whatever. I'm going to go do something actually exciting. Don't wait up."
        ]
    ],
    "assertiveapp_leader": [
        [
            "leader",
            "assertive",
            "upstanding"
        ],
        [
            "I'll make you proud, y_c!",
            "I'll make all of c_nClan proud!"
        ]
    ],
    "assertiveapp_6": [
        [
            "Any",
            "assertive",
            "silly",
            "unlawful",
            "kitten",
            "from_adopted_kit",
            "from_kit",
            "from_your_apprentice"
        ],
        [
            "[t_c stumbles across camp to you, soaking wet and covered in mud.]",
            "y_c! Before you get mad, I didn't do it!",
            "[The very peeved-off looking deputy locks eyes with you and storms in your direction. What mischief did t_c get into this time?]"
        ]
    ],
    "assertive_elder": [
        [
            "Any",
            "assertive",
            "neutral",
            "platonic_like"
        ],
        [
            "y_c, can you believe it? I actually got to dress a real wound today! Eeee, so cool!!!",
            "I mean, uh, definitely not cool. I'm definitely very serious and respectful towards my sacred duty to clan.",
            "... Is tm_n still there?"
        ]
    ],
    "assertive_elder_2": [
        [
            "Any",
            "assertive",
            "platonic_like"
        ],
        [
            "Er, sorry, y_c. I can't chat right now ...",
            "tm_n really needs me to sort the herb stores right now, and I kinda actually have to focus.",
            "I'll come and find you as soon as I'm free, though, okay?"
        ]
    ],
    "assertive_elder_3": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "assertive"
        ],
        [
            "Ahh! There's this new treatment I learned from this wandering healder that we've just gotta try ...",
            "[t_c's eyes flash as they explain the method. They're always wanting to try out new and experimental herb combinations and procedures.]",
            "[You try to entertain their crazy ideas because, more often than not, they actually end up working!]"
        ]
    ],
    "assertive_elder_4": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "assertive",
            "platonic_like",
            "neutral"
        ],
        [
            "Eeek! The half-moon meeting is coming up! Aren't you excited?",
            "Is it just me, or is it high time the o_cClan apprentice earns their full name? I hope their name ends in -cloud ... that would really suit them.",
            "And the o_cClan medicine cat has been totally eyeing you at every gathering ... C'mon, don't tell me you haven't noticed!",
            "Though, I suppose whatever she feels is between her and StarClan, teehee!"
        ]
    ],
    "assertive_elder_5": [
        [
            "medicine cat",
            "assertive",
            "platonic_like",
            "neutral"
        ],
        [
            "Is it just me, or has r_w been coming into the medicine den an awful lot lately?",
            "What? I'm just saying! I've seen the way they look at you!",
            "Not like they're exactly bad looking either ... You could certainly do much worse!",
            "Okay, okay, I'll stop now. Hehe!"
        ]
    ],
    "assertive_elder_6": [
        [
            "Any",
            "assertive",
            "random_cat"
        ],
        [
            "Did you see r_c earlier today, y_c? Oh, StarClan, it was the funniest thing ever!",
            "They mistook a twig for a snake and flew, like, five fox-lengths into the air! Hahahaha!"
        ]
    ],
    "assertive_app29": [
        [
            "mediator",
            "mediator apprentice",
            "assertive",
            "random_cat",
            "platonic_like",
            "comfort",
            "trust",
            "from_parent",
            "from_mate",
            "sibling",
            "adopted_sibling"
        ],
        [
            "Tch. Did you see what a snake-heart r_c was acting like earlier? And over a piece of prey, no less!",
            "Cat's so mouse-brained, probably can't even tell their own tail from a willow branch ...",
            "... Whoa, what? Wait, you want me to apologize to them?",
            "But they were in the wrong, not me! Why even entertain their behavior with an apology?",
            "If they're mad, who cares! Let 'em stay mad! They can stay mad forever, for all I care!",
            "Look, I know you're the mediator, and it's your job to resolve conflicts, or whatever, but ... you love me. Shouldn't you be on my side?",
            "You'd really choose them over me?"
        ]
    ],
    "assertive_app29_2": [
        [
            "mediator",
            "mediator apprentice",
            "assertive",
            "random_cat"
        ],
        [
            "Let me guess. You've come to patch things up between me and r_c, 'cause of the fight we had earlier. That right?",
            "I'll save you a few words - it's not gonna happen. Why's it always me that's gotta be in the wrong, huh? Why not force them to apologize?",
            "Go find somebody else's problem to fix."
        ]
    ],
    "assertive_apprentice8": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "queen's apprentice",
            "platonic_like",
            "assertive",
            "silly",
            "sibling",
            "adopted_sibling"
        ],
        [
            "Hey, when do you think we'll be getting our full names?",
            "D'you think, if we ask, the leader would give us matching suffixes? That happens sometimes with siblings, y'know!",
            "How about ... -cloud for me, and -sneeze for you?",
            "Or, -mouse for me, and -dung for you!",
            "[You and t_c dissolve into a fit of giggles.]"
        ]
    ],
    "assertive_elder_7": [
        [
            "elder",
            "assertive",
            "cool",
            "silly",
            "unlawful",
            "platonic_like",
            "romantic_like",
            "from_mate"
        ],
        [
            "Hey, furbag. I brought you something!",
            "[r_c lays a colorful feather at your paws.",
            "I know this is your favorite color, and you miss exploring the territory. So I knew I just had to bring it to you.",
            "Yeah, yeah, don't get all soft on me, hehe. Wanna grab a meal together?"
        ]
    ],
    "assertivewarrior_deputy2": [
        [
            "deputy",
            "leader",
            "assertive",
            "unlawful",
            "brooding",
            "unabashed",
            "dislike"
        ],
        [
            "Yeah, right. Like I have to take orders from you!",
            "You may think you're a warrior, but all you do is sit on your haunches and boss everyone around all day. That's no warrior. That's a coward.",
            "Go find some other cat to impose on."
        ]
    ],
    "assertivemedcat_queen": [
        [
            "queen's apprentice",
            "queen",
            "assertive",
            "cool",
            "silly"
        ],
        [
            "y_c! Just the cat I was looking for.",
            "You'll be happy to know that I just gathered up some more borage this morning. Which, pop quiz, should help the queens with ... what?",
            "Hehe, you got it! I should've known you'dve studied up.",
            "If you ever need anything, don't hesitate! I'll be here in the den for ya any time."
        ]
    ],
    "assertivemedcat_queen1": [
        [
            "queen's apprentice",
            "queen",
            "assertive",
            "cool",
            "silly"
        ],
        [
            "y_c! Just the cat I was looking for.",
            "You'll be happy to know that I just gathered up some more borage this morning. Which, pop quiz, should help the queens with ... what?",
            "Er ... no, that's not right. Like, at all.",
            "Hm ... maybe now'd be a good time to start your herbal training again ..."
        ]
    ],
    "introspective_MedApp": [
        [
            "any",
            "introspective"
        ],
        [
            "...",
            "[t_c is staring off into space, looking between some herbs]",
            "... Oh! Oh, good morning, y_c. I'm sorry, I was looking at these herbs.",
            "They're for travelling herbs, I'm trying to memorise what goes into it, since we make them a lot.",
            "Yeah, staring at them doesn't look productive, but if I memorise them, I'll be able to make them quicker and without asking next time.",
            "I've got to learn quickly, so I can do my job better."
        ]
    ],
    "introspective_MedApp_1": [
        [
            "any",
            "introspective"
        ],
        [
            "y_c? Afternoon. What's brought you to the medicine den? You don't look injured.",
            "Oh, are those raspberries? Thank you for looking out for them.",
            "They're really helpful herbs, but I don't normally ask people to look for them, the risk of them eating deathberries is really high.",
            "I worry about people risking their lives for something I can do myself."
        ]
    ],
    "introspective_MedApp_2": [
        [
            "any",
            "introspective"
        ],
        [
            "... huh? y_c? What's wrong?",
            "You look... worried. Is there anything I can help with?",
            "... I know you're not injured, but my job is to treat you, y_c. That includes your mental wounds. I know, I'm not great at talking, but that doesn't mean my ears don't work.",
            "I'm still working on being a good future medicine cat, and learning to talk to people is part of that. So if it'll help, you coming to me with your problems is helping me learn.",
            "So please, y_c, What can I help you with? What's on your mind?"
        ]
    ],
    "introspective_MedApp_3": [
        [
            "any",
            "introspective"
        ],
        [
            "[t_c is sat staring at a chunk of spider web, wrapped around a twig.]",
            "... y_c? Is everything okay?",
            "... oh yeah. I'm just looking at this web, I know we use them to clear injuries, but I love staring at them every now and then, they're so intricate.",
            "Spiders spend such a long time working at these webs, and while they're incredibly helpful, I feel we really don't appreciate them enough.",
            "Imagine, such tiny creatures making art, I wonder if they truly comprehend how wonderful their work is. I wonder if they know they're utterly irreplaceable.",
            "Like you, y_c. This clan wouldn't be home without you."
        ]
    ],
    "introspective_MedApp_4": [
        [
            "any",
            "introspective"
        ],
        [
            "Oh, y_c? What's brought you to the medicine den? Is that a shrew?",
            "Oh, you wanted to share your fresh kill with me? That's sweet, thank you. Let's eat it out in the clearing, so we're out of the way of my mentor looking after the patients.",
            "... Thank you for sharing with me. It's nice knowing that other cats think about me enough to come out the way to spend time with me.",
            "I became a medicine cat to heal my clan and to look after them, and... well, you coming to look after me means a whole lot.",
            "... I've got to go back to the den now, so my mentor can get something to eat. I'll see you later?"
        ]
    ],
    "introspective_MedApp_5": [
        [
            "any",
            "introspective"
        ],
        [
            "y_c? I'm sorry, I'm going to go search for some watermint for my mentor, I'm in a bit of a rush.",
            "Huh, you want to come with me? You can do, of course, if you're not needed here. Would be nice to have the extra paws.",
            "...",
            "You know, I love going out looking for herbs, it's so quiet out here, it's so alive, yet so still. It's nice to get out of the stress of camp to just... breathe. You know?",
            "Helps keep the soul light.",
            "I love my duties, I love being a medicine cat apprentice, I'm looking forward to the day where I get to press my nose to the moonstone and get my medicine cat name.",
            "The camp's always a bit... much. I didn't think I'd need to interact with cats so much, but I suppose there isn't a path you can walk in the clan where you can avoid cats, I suppose that's the point of living together.",
            "Even though not all of us are related, we're kin under c_nClan, we've all got a path to walk.",
            "Oh! I think I see some watermint over there. We should get going, or we'll be out all day."
        ]
    ],
    "assertivemedcat_queen2": [
        [
            "queen's apprentice",
            "queen",
            "assertive",
            "silly",
            "stable"
        ],
        [
            "y_c, could you possibly go out and collect some more kitting sticks sometime? I keep forgetting to.",
            "They'll need to be thick, hearty, and strong enough to withstand the wrath of a kitting queen! And you and I both know we don't want to face that wrath ourselves, hehe.",
            "So get out there! Probably some good ones out at the edge of the territory."
        ]
    ],
    "assertivemedcat_queensapp3": [
        [
            "queen's apprentice",
            "assertive",
            "silly"
        ],
        [
            "How goes it, y_c? Ready for another herb lesson?",
            "This leafy one here's called chervil. It's pretty common around the territory, and can be used for bellyaches and infected wounds. It's useful for kitting, too - that'll be good for you to remember.",
            "Watch out for the juice, though! It carries, er, a less than desirable scent.",
            "Come back when you're ready for your next training session!"
        ]
    ],
    "assertivemedcat_queensapp3_2": [
        [
            "queen's apprentice",
            "assertive",
            "silly"
        ],
        [
            "How goes it, y_c? Ready for another herb lesson?",
            "This one over here is called borage, and it helps nursing queens bring up their milk supply after they've kitted.",
            "Hey, don't ask me how it works! I'm just the messenger.",
            "Come back when you're ready for your next training session!"
        ]
    ],
    "assertivemedcat_queensapp4": [
        [
            "queen's apprentice",
            "assertive",
            "silly"
        ],
        [
            "How goes it, y_c? Ready for another herb lesson?",
            "These spiky leaves over here are raspberry leaves. They help ease a queen's pain while she's kitting.",
            "And, trust me, when you're bringing a new life into the world, you'll need all the help you can get! Hehehe!",
            "Come back when you're ready for your next training session!"
        ]
    ],
    "assertive_tokit": [
        [
            "kitten",
            "platonic_like",
            "assertive"
        ],
        [
            "Hey, y_c! I brought you back something from my last patrol. Take a look!",
            "[t_c drops a colorful feather at your paws.]",
            "You wanna know how I found it? Oh, it's a crazy story. I was on an herb gathering patrol, when I found this huge bird, and ...",
            "[t_c regales you with a daring story full of thrills, twists, and turns.]",
            "... And then I got the feather! Quite the adventure, no?",
            "Just wait until you're old enough. You'll be having plenty of adventures of your own before you know it!"
        ]
    ],
    "assertive_medapp": [
        [
            "Any",
            "assertive",
            "silly",
            "neurotic",
            "sweet",
            "stable"
        ],
        [
            "Tansy, chervil ...",
            "StarClan, these herbs are hard to memorize! I don't know how my mentor does it all!",
            "No way am I passing my assessment tomorrow ..."
        ]
    ],
    "assertivemedapp_tokit": [
        [
            "kitten",
            "neutral",
            "non-related",
            "assertive",
            "silly",
            "stable"
        ],
        [
            "Whoa! Watch it, little guy, or you'll trample my whole herb supply!",
            "Hehe, no worries. Say, maybe this is a sign from StarClan. You're destined to be in the medicine den!",
            "Or, maybe you're just clumsy, heh ... whatever the case, you might have a future as a medicine cat! It's definitely a unique and important path.",
            "Just think about it, okay?"
        ]
    ],
    "assertivemedapp_2": [
        [
            "Any",
            "platonic_like",
            "assertive",
            "silly",
            "unlawful",
            "sibling",
            "adopted_sibling",
            "half sibling"
        ],
        [
            "Ah, StarClan ... I totally tripped and fell into the wild garlic supply today.",
            "Do I stink? Be honest.",
            "[You tell t_c that their stench is probably strong enough to stir the dead from their graves.]",
            "Oh, really? Well, in that case ...",
            "[t_c presses their pelt into yours, laughing like a maniac. You shriek and run away, but they quickly pursue, giving chase all around camp.]",
            "Come back, y_c!!! I just want to share tongues! Hahaha!"
        ]
    ],
    "assertivemedapp_3": [
        [
            "kitten",
            "apprentice",
            "warrior",
            "elder",
            "deputy",
            "leader",
            "mediator",
            "mediator apprentice",
            "queen",
            "queen's apprentice",
            "assertive"
        ],
        [
            "[You ask t_c why they chose to become a medicine cat, given their adventurous personality.]",
            "Ah, well, that's easy ... The medicine den is full of adventure!",
            "I get to explore far and wide gathering all sorts of different herbs, collaborate with medicine cats across territories, and literally commune with the dead! That's plenty of excitement, no?",
            "You might think you know life-or-death situations on the battlefield, but here in the medicine den is where the stakes are really high.",
            "My decisions could be the difference between a clanmate surviving, or joining our warrior ancestors.",
            "It's terrifying ... but thrilling, too!",
            "There's lots of different paths a cat can take in this world, but I know this is the path for me. Can you say the same?"
        ]
    ],
    "assertivemedapp_4": [
        [
            "Any",
            "assertive",
            "romantic_like"
        ],
        [
            "*Shudder* I gotta get out of this den, y_c. Come gather herbs with me later?",
            "Sweet! It's a date! Hehe!",
            "[r_c's eyes flash a little too intently for it to just be a joke.]"
        ]
    ],
    "assertivemedapp_5": [
        [
            "Any",
            "assertive",
            "you_injured",
            "you_ill"
        ],
        [
            "Don't worry, pal. I'll get you patched up in no time ..."
        ]
    ],
    "assertivemedapp_6": [
        [
            "Any",
            "assertive",
            "silly",
            "cool",
            "you_injured",
            "you_ill"
        ],
        [
            "Heyy, there's my favorite patient! Doing better today, pal?",
            "That's good. Hey, get this. Today, when I was gathering herbs, I saw this huge hawk ...",
            "[t_c's silly jokes and good nature put you at ease, but their lashing tail betrays that they may be more stressed than they let on ...]"
        ]
    ],
    "assertivemedapp_7": [
        [
            "Any",
            "assertive",
            "sibling",
            "half sibling",
            "adopted_sibling",
            "platonic_like"
        ],
        [
            "Hey. Bet I could beat ya in a fight!",
            "Sure, I have no formal training, but once I let my inner demons out ...",
            "[t_c does an exaggerated growl and you both explode with laughter.]",
            "Y-You're lucky I'm a lover, not a fighter! *Wheeze*"
        ]
    ],
    "assertive_dislike1": [
        [
            "Any",
            "assertive",
            "silly",
            "unlawful",
            "dislike"
        ],
        [
            "Sorry, is someone talking to me right now?"
        ]
    ],
    "assertive_dislike1_2": [
        [
            "Any",
            "assertive",
            "unabashed",
            "brooding",
            "dislike"
        ],
        [
            "Can't you see I'm busy, mousebrain? Go bother someone else!"
        ]
    ],
    "assertive_dislike1_3": [
        [
            "Any",
            "assertive",
            "dislike"
        ],
        [
            "Go away!!!"
        ]
    ],
    "assertive_dislike1_4": [
        [
            "Any",
            "assertive",
            "cool",
            "dislike",
            "no_kit"
        ],
        [
            "Hey, y_c. You're looking smaller than usual. Maybe it's time to catch up on your training.",
            "*Snrk.*"
        ]
    ],
    "assertive_jealous1_2": [
        [
            "no_kit",
            "assertive",
            "cool",
            "jealousy"
        ],
        [
            "Hey, so, remember when you cracked that joke today, and everybody laughed, and then I tried to be funny, and no one laughed?",
            "... What was the deal with that?"
        ]
    ],
    "assertive_elder_8": [
        [
            "Any",
            "assertive",
            "upstanding",
            "stable",
            "dislike",
            "neutral",
            "no_kit"
        ],
        [
            "*Sigh* Can't you see I have more important things to do, y_c?",
            "Go back to catching mice, or whatever."
        ]
    ],
    "assertive_apprentice4": [
        [
            "no_kit",
            "platonic_like",
            "assertive"
        ],
        [
            "y_c! y_c! You gotta come check out this new part of the territory I found! It's, like, the coolest place ever!",
            "Okay, first, we have to scale up these rocks, and they're sort of slippery, but it's okay, cuz I only fell, like, twice. Next, we have to cross a river, and I'm pretty sure there's snakes in there, so watch out! Then, we have to ...",
            "Aw, c'mon, don't look all nervous. It'll be fun! What's life without a little danger, right?",
            "Ready? Let's go!"
        ]
    ],
    "assertivemedapp_8": [
        [
            "Any",
            "assertive",
            "introspective",
            "unabashed",
            "brooding",
            "romantic_like"
        ],
        [
            "Hm? This herb? Oh, it's lavender.",
            "Its soothing scent is used to mask the smell of death ... kinda nice, huh?",
            "You kinda smell like lavender sometimes, y_c. Has anyone ever told you that?",
            "Well ... now you know, I guess. Heh.",
            "[t_c grins shyly.]"
        ]
    ],
    "assertivemedapp_9": [
        [
            "Any",
            "assertive",
            "neurotic",
            "upstanding",
            "sweet",
            "introspective",
            "stable",
            "silly",
            "platonic_like",
            "trust",
            "comfort",
            "dead_close"
        ],
        [
            "I ... I couldn't save d_c ...",
            "Maybe if I'd just been a little faster, or used a different combination of herbs, then ...",
            "Is it too late to switch to a warrior apprentice? I ... I don't know if I'm fit to be a medicine cat.",
            "Not anymore."
        ]
    ],
    "assertivemedapp_10": [
        [
            "Any",
            "assertive",
            "you_injured",
            "you_ill",
            "dead_close"
        ],
        [
            "Hey, there you are! What do you need today? Something to cure your ills? I got everything you need, hehe ...",
            "[t_c is still cracking jokes, but their voice is strained, clearly tainted with the memory of d_c ... They don't seem to be taking the loss well.]"
        ]
    ],
    "assertivemedapp_11": [
        [
            "Any",
            "assertive",
            "from_your_apprentice"
        ],
        [
            "Hello ...? StarClan ...?",
            "Ugh. Why can't I hear them, y_c? It's not fair!",
            "I haven't received any omens or dreams in ages! When's it finally gonna happen? Has StarClan given up on me?",
            "[You do your best to assure t_c that it will happen in time. They huff and lash their tail irritability. It seems 'patient' isn't exactly their style.]"
        ]
    ],
    "assertivemedapp_12": [
        [
            "Any",
            "assertive",
            "silly",
            "neurotic",
            "introspective",
            "upstanding",
            "stable",
            "from_your_apprentice",
            "dead_close"
        ],
        [
            "y_c?",
            "d_c isn't really gone, right? We - We can still save them?",
            "We can still save them, right, y_c? Just - Just let me save them. Please. If you'll just let me, I - I can - Oh, StarClan -",
            "[t_c breaks, completely inconsolable. Their sobs ... you never knew a sound so empty and heartbreaking could come from a cat so young. You press them into your shoulder, hoping to guide them through the heartbreak of losing a patient, a heartbreak you've felt yourself too many times.]"
        ]
    ],
    "assertivemedapp_13": [
        [
            "medicine cat",
            "assertive",
            "from_your_apprentice"
        ],
        [
            "Okay, so horsetail is for infections, and so is comfrey ... wait. Um ... is that right?",
            "Ugh, I'm never gonna get this! It's one leaf versus another leaf, how am I supposed to tell them apart?!",
            "[t_c storms out of the medicine den, obviously frustrated. You really need to talk to them about their temper ...]"
        ]
    ],
    "assertivemedapp_13_2": [
        [
            "medicine cat",
            "assertive",
            "from_your_apprentice"
        ],
        [
            "Hey, y_c! What are we doing today?",
            "Learning how to staunch wounds? Ahh, that's so cool!!! *Ahem* Sorry. I mean, not cool. I mean, very serious.",
            "Um, when can we get started?"
        ]
    ],
    "assertivemedapp_13_3": [
        [
            "medicine cat",
            "assertive",
            "from_your_apprentice"
        ],
        [
            "y_c! y_c!!!",
            "Look ath thith huuuuge patch oth comfthy I got!",
            "[t_c spits out their wad of comfrey. It seems, in their excitement, they accidentally bit through some of the leaves and destroyed them.]",
            "Uh, hehe ...",
            "Lesson learned. Don't talk with herbs in the mouth."
        ]
    ],
    "silly_medapp_hysterical": [
        [
            "Any",
            "no_kit",
            "silly"
        ],
        [
            "[You enter camp after an utterly weird border exhibition and see t_c's horrible attempt at a greeting through what seems like hysterical laughter.]",
            "y_c! HAH! You just missed- *giggle* You just missed the FUNNIEST thing I've ever seen!",
            "There was- there was a frog on the medicine den, and- hahaHAHAHA- and then it- and then it- oh Silverpelt, the frog- it did-",
            "It did a backflip and it landed on r_m's head! You should've seen the look on their- HAHA!",
            "[You truly can't tell if t_c's mentor, r_m, is upset or amused. Either way, they seem to have already gone back to sorting herbs.]"
        ]
    ],
    "silly_medapp_bush": [
        [
            "Any",
            "silly"
        ],
        [
            "[The medicine cat asked you to meet t_c in the medicine den at sun-high so that they could practice their check-up skills. However, when you enter the den, you notice that the medicine cat is nowhere in sight, and t_c has fashioned a bunch of dark, crumbling plants onto their pelt so thickly that you almost can't see their fur. They're sitting very still in the corner of the den, so you try to greet them, assuming they just didn't see you walk in.]",
            "Shh! I'm a bush, can't you tell?",
            "If I'm a bush, then maybe the herbs won't see the cats coming, and they'll grow more!"
        ]
    ],
    "silly_medapp_gathering": [
        [
            "Any",
            "silly"
        ],
        [
            "Hi, y_c! Don't worry, I don't need to be looking at you to hear what you're saying. I understand you perfectly fine, I'm just fixing herb stacks!",
            "So, what've you been up to? Ooh, wait - you went to the last Gathering, what juicy stuff happened there?",
            "[Upon their request, you tell t_c all about the last Gathering. It wasn't very eventful, in your honest opinion.]",
            "Awh, man. Well, maybe it's good that nothing cool happened. I'm already busy, forget what would happen if cats started fighting!",
            "...Don't let me jinx it. Don't let me jinx it, please!"
        ]
    ],
    "silly_medapp_stomach": [
        [
            "Any",
            "silly",
            "unlawful"
        ],
        [
            "[Wanting to greet t_c, you walk slowly into the medicine den to see if they're in there. Indeed, they are, but they're shifting around on the floor as if they're trying to subdue pain.]",
            "Oh, y_c! It sure would suck if someone grabbed some chervil root for my stomach!",
            "Seriously, I don't know what I would do! y_c!",
            "[You grab what you think is the right herb, judging by the smell and familiar taste, and give some to t_c, wondering why it has to be you of all cats to do this for them.]",
            "Thanks!",
            "[t_c gets up with no issue and walks into the elders' den. They come back a few minutes later with empty jaws.]",
            "Hah, no, of course I don't need it for myself. I just saw you walk in and wanted to see if you would actually do it."
        ]
    ],
    "silly_medapp_question": [
        [
            "Any",
            "silly"
        ],
        [
            "Oh, hello, y_c! Ya know, I had a question I wanted to ask you earlier.",
            "If you could go back in time and change the path you went on as an apprentice, would you do that?",
            "I don't think I would. I'm happy here. It's difficult, and I have my worries, but it's worth it.",
            "Sometimes I look at all my sick Clanmates and worry I may not be able to help them. But then I look at my mentor, and I know everything will be okay with them guiding me.",
            "Oh, woah, that's a lot more serious than I thought it would be. I just said things, haha... Uh, marigold's the heather?",
            "Fox-dung! How's the weather? I mean that.",
            "Uh, hold on. I think I just heard my mentor calling me!",
            "[You feel the heat coming from t_c's pelt as they embarrassedly pad away to hide in the medicine den.]"
        ]
    ]
}