{
    "queen_1": [
        [
            "Any",
            "no_kit",
            "trust",
            "introspective",
            "stable",
            "sweet"
        ],
        [
            "Being a queen... it's a role filled with both joy and heartache. Every kit that's born, I feel an overwhelming surge of love and protectiveness. I watch them take their first breath, open their eyes, and explore the world.",
            "Yet, with that love comes immense responsibility. I am not just nurturing the next generation of warriors, but the very future of our Clan. Their every scrape, every cry, keeps me awake at night. Have I done enough?",
            "Am I teaching them the right lessons?",
            "The nursery can sometimes feel like a bubble, separated from the rest of the Clan. But every whisper, every decision made by the leaders, affects us deeply. For one day, these kits will face those very challenges outside.",
            "Seeing them grow, becoming apprentices, and then warriors, fills my heart with pride. But it's also tinged with fear. Will they remember what they learned in the nursery? Will the world be kind to them?",
            "It's a life of countless emotions, challenges, and rewards. But when I see them succeed, when I see them find their place in the Clan, all the sleepless nights and worries fade away.",
            "For I know, I've played a part in shaping the Clan's future, one kit at a time."
        ]
    ],
    "assertivewarriorapp_comfort": [
        [
            "no_kit",
            "assertive",
            "comfort",
            "platonic_love"
        ],
        [
            "Huh? Oh, nothing's wrong ...",
            "Just ... had a bad day, is all ...",
            "*Sigh* y_c, have you ever felt like you're not enough for anyone?",
            "Usually, when it comes to making a decision, I never hesitate. Whatever the obstacle, I'll run headfirst into it, no questions asked.",
            "But, today, in the nursery, I was playing with one of the kits, and they accidentally got hurt ...",
            "I just feel like such a failure. A liability. I can't help the way I am, but what if everyone's better off without me?",
            "[You offer t_c words of reassurance, but they seem troubled beyond comforting.]",
            "[Still, you sit with them through the night, hoping to stabilize them through whatever storm they might be weathering right now.]"
        ]
    ],
    "assertive_apprentice8": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "queen's apprentice",
            "platonic_like",
            "assertive",
            "silly",
            "sibling",
            "adopted_sibling"
        ],
        [
            "Hey, when do you think we'll be getting our full names?",
            "D'you think, if we ask, the leader would give us matching suffixes? That happens sometimes with siblings, y'know!",
            "How about ... -cloud for me, and -sneeze for you?",
            "Or, -mouse for me, and -dung for you!",
            "[You and t_c dissolve into a fit of giggles.]"
        ]
    ],
    "queen_2": [
        [
            "kitten",
            "neurotic",
            "sweet",
            "assertive",
            "stable",
            "silly"
        ],
        [
            "Come here, little one. Your fur is so spiky!",
            "Hey! Don't run away from me!"
        ]
    ],
    "queen_3": [
        [
            "kitten",
            "sweet",
            "introspective"
        ],
        [
            "My dear kit, being a queen is a role woven from strands of love, sacrifice, and hope. When I look at you, so tiny and curious, my heart swells with dreams and wishes for your future.",
            "But there's more to being in the nursery than just cuddles and playtime. We queens tell stories, teach values, and instill courage. We prepare little ones like you for the big world outside, with its challenges and triumphs.",
            "Some nights, when the moon is high and you're nestled close, I wonder what kind of warrior you'll become. Will you be fierce and brave, or wise and gentle? Maybe a mix of both, like the stars in the sky."
        ]
    ],
    "queen_3d": [
        [
            "insult",
            "Any"
        ],
        [
            "Where are your manners?"
        ]
    ],
    "assertive_jealous1": [
        [
            "Any",
            "sibling",
            "half sibling",
            "kitten",
            "adopted_sibling",
            "half sibling",
            "dislike",
            "assertive"
        ],
        [
            "What did I do in a past life to wind up related to you, y_c?",
            "Must've been really terrible."
        ]
    ],
    "assertive_medapp2": [
        [
            "medicine cat apprentice",
            "platonic_like",
            "romantic_like",
            "assertive",
            "sweet",
            "unlawful",
            "cool",
            "unabashed"
        ],
        [
            "Hey, y_c ... do you ever get lonely sleeping here in the medicine den all by yourself? I know I would ...",
            "Tell you what, if you ever get scared or cold in the night, just come over to my den. You can sleep in my nest, with me. Okay?"
        ]
    ],
    "assertive_4": [
        [
            "kitten",
            "assertive"
        ],
        [
            "Whoa! Watch where you're going there, little pal! One wrong move, and you might get stepped on!",
            "Ah, quit that, you don't need to apologize. Just be a bit more careful from now on, is all.",
            "Or else, when you get bigger, it'll really become a problem. Hehe!"
        ]
    ],
    "assertive_tonewborn": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Whoa! Hey there, little guy! Shouldn't you be in the nursery?",
            "Hehe. You've got an adventurous spirit. I like that about you.",
            "But for now, you gotta stay where it's safe! C'mon. Let's go back to your parents."
        ]
    ],
    "assertive_tonewborn1": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Aw ... little guy hasn't even gotten their eyes open yet!",
            "They're gonna be a killer, though. I can already tell. See those little paws? This kit's got fight in 'em!"
        ]
    ],
    "assertive_tonewborn3": [
        [
            "newborn",
            "assertive",
            "introspective",
            "neurotic"
        ],
        [
            "Whoa ... this is them? They're so small!",
            "Hard to believe I was that small once ...",
            "Hm ..."
        ]
    ],
    "assertive_tonewborn_2": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Whoa! Hey there, little guy! Shouldn't you be in the nursery?",
            "Hehe. You've got an adventurous spirit. I like that about you.",
            "But for now, you gotta stay where it's safe! C'mon. Let's go back to your parents."
        ]
    ],
    "assertive_tonewborn1_2": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Aw ... little guy hasn't even gotten their eyes open yet!",
            "They're gonna be a killer, though. I can already tell. See those little paws? This kit's got fight in 'em!"
        ]
    ],
    "assertive_tonewborn3_2": [
        [
            "newborn",
            "assertive",
            "introspective",
            "neurotic"
        ],
        [
            "Whoa ... this is them? They're so small!",
            "Hard to believe I was that small once ...",
            "Hm ..."
        ]
    ],
    "assertive_apprentice7": [
        [
            "no_kit",
            "platonic_like",
            "assertive",
            "silly",
            "random_cat"
        ],
        [
            "y_c. Buddy. Best friend. We've GOTTA TRY this. r_c told me that if you eat three mice, one rabbit, and howl at the moon you get magic powers!",
            "What? It's totally real, they wouldn't lie to me like that! I prommissseee."
        ]
    ],
    "Introspective_queenapp_to_NB": [
        [
            "Newborn",
            "Introspective"
        ],
        [
            "Oh, that's y_c! They've grown so quickly.",
            "I remember you being born, you know, even if it wasn't that long ago. It'll be amazing watching you grow to provide for the clan. I wonder what you'll grow up to do.",
            "A big strong warrior, a gentle medicine cat, a wise mediator... or you could become a queen like I'm learning to right now.",
            "But that doesn't matter right now. Just focus on enjoying your life. That's what I think."
        ]
    ],
    "introspective_queenapp_to_Queen": [
        [
            "queen",
            "introspective"
        ],
        [
            "Oh morning, y_c. Is there anything you need me to get you while I'm up?",
            "You're good, oh that's good- Huh? I seem fidget-y? No, I'm absolutely fine!",
            "Why am I running all over the place? It's uh... Well I want to help you. You're amazing, you know that, right?",
            "You're the reason I decided to train to become a queen. You were always there for me when I was a kit. Always making sure I was okay, and had someone to talk to.",
            "You made me want to help other kits, just like you. You genuinely made a difference to me. I could never see myself becoming a warrior now.",
            "Okay. Now is there anything I can get you?"
        ]
    ],
    "introspective_queenapp": [
        [
            "any",
            "introspective"
        ],
        [
            "y_c? Oh hello. Are you lost?",
            "You're in the Nursery. Cats don't generally go out of their way to come here.",
            "Huh? You've come to see me? Oh that's lovely, thank you.",
            "It makes me happy that you've come to see me. I don't... often get to see cats who aren't kits, you know? Or my mentor.",
            "I love being a Queen, it's the reason I chose to train to be one permanently, but it does make you feel a little...",
            "Disconnected. You know?",
            "Thank you for coming out of your way. Want to play with the kits? They love seeing different faces!"
        ]
    ],
    "introspective_queenapp_1": [
        [
            "any",
            "introspective"
        ],
        [
            "Oh, y_c! Quick, grab them!",
            "[A small kitten rushes towards you, away from the nursery. You quickly grab them by the scruff to stop them from escaping any further.]",
            "Oh, StarClan's grace. Thank you, y_c. I owe you my next freshkill for that. I had my eyes off them for a second and they made a wild rush out the nursery!",
            "I promise I won't make a habit out of this. Have a nice rest of your day.",
            "[t_c gently picks up the kitten and walks back into the nursery.]"
        ]
    ],
    "introspective_queenapp_2": [
        [
            "any",
            "introspective"
        ],
        [
            "Hm? Oh hello, y_c. What's wrong?",
            "Why am I out of the nursery? You know I'm not stuck in there, right? I can actually leave.",
            "I needed a break from all the action in there. There's lots going on, I needed a breather.",
            "Me getting irritated at all the noise, and then snapping at the kits seriously doesn't seem like a good idea, does it? It's not their fault that they're excited.",
            "So out here, I am. It's much much quieter, since most are out of camp at this time."
        ]
    ],
    "introspective_queenapp_3": [
        [
            "any",
            "introspective"
        ],
        [
            "[You hear a soft hum coming from the nursery.]",
            "... and pollen will spring from wilted flowers, and the day will rise again...",
            "[You look into the medicine den, watching t_c singing a lullaby to the sleeping kits.]",
            "y_c? It's nice to see you. Sorry, the kits wanted to be sung to, and my mentor suggested that I get some practice in. There'll be lots of future kits wanting songs.",
            "You can stay to listen if you want. But don't feel like you're forced to.",
            "[t_c returns to humming the same tune.]"
        ]
    ],
    "introspective_queenapp_4": [
        [
            "any",
            "introspective"
        ],
        [
            "Oh no... I've been defeated!",
            "[t_c is playing dead on the floor, covered in kittens. Seems like they're playing along with their game.]",
            "I will be back! StarClan cannot hold my spirit forever! I will take over the Clans, mark my words!",
            "[You decide to leave them to it. They look really busy being dead.]"
        ]
    ],
    "introspective_queenapp_5": [
        [
            "any",
            "introspective"
        ],
        [
            "It'll be okay. I promise.",
            "[t_c is talking to a upset kit curled up against their side.]",
            "You don't need to try and force yourself to be something you're not. I get tired of talking to others too.",
            "You're still a wonderful part of this clan. Even if you need space sometimes... You'll always have cats who want to be around you, and see you.",
            "[You notice t_c is looking at you. They smile pleasantly, then return their full attention to the kit.]",
            "You'll never be forgotten, no matter what path your paws will lead you."
        ]
    ],
    "assertive_1": [
        [
            "Any",
            "assertive",
            "stable",
            "upstanding",
            "unabashed"
        ],
        [
            "HEY!!! You leave them alone!",
            "Ugh. Can you believe how cruel some cats are, y_c? A bunch of apprentices were trying to convince these two kits to sneak into a badger den ... what a bunch of mouse-brains.",
            "No matter what, don't let anyone try to pressure you into doing something you don't think is right. Go with your gut, and stick to your own values. That's what's really important."
        ]
    ],
    "assertive_6": [
        [
            "Any",
            "dislike",
            "you_brooding",
            "you_sweet",
            "you_upstanding",
            "you_introspective",
            "you_neurotic",
            "you_stable",
            "assertive",
            "cool",
            "unlawful",
            "silly"
        ],
        [
            "*Sigh*. Hey, y_c. Come to ruin the fun again?",
            "Whatever. I'm going to go do something actually exciting. Don't wait up."
        ]
    ],
    "assertiveapp_leader": [
        [
            "leader",
            "assertive",
            "upstanding"
        ],
        [
            "I'll make you proud, y_c!",
            "I'll make all of c_nClan proud!"
        ]
    ],
    "assertive_elder": [
        [
            "Any",
            "assertive",
            "neutral",
            "platonic_like",
            "random_cat"
        ],
        [
            "y_c, can you believe it? I actually got to advise a real queen today! Eeee, so cool!!!",
            "I mean, uh, definitely not cool. I'm definitely very serious and respectful towards my sacred duty to my clan.",
            "... Is tm_n still there?"
        ]
    ],
    "assertive_elder_2": [
        [
            "Any",
            "assertive",
            "platonic_like",
            "random_cat"
        ],
        [
            "Er, sorry, y_c. I can't chat right now ...",
            "tm_n really needs me to give the kits a lesson right now, and I kinda actually have to focus.",
            "I'll come and find you as soon as I'm free, though, okay?"
        ]
    ],
    "assertive_elder_3": [
        [
            "Any",
            "assertive",
            "random_cat"
        ],
        [
            "Did you see r_c earlier today, y_c? Oh, StarClan, it was the funniest thing ever!",
            "They mistook a twig for a snake and flew, like, five fox-lengths into the air! Hahahaha!"
        ]
    ],
    "assertive_elder_4": [
        [
            "queen",
            "assertive",
            "from_your_apprentice"
        ],
        [
            "Ugh, do I really have to hold all these dumb rule-teaching sessions all the time?",
            "It's so stuffy and boring ... It's like we're brainwashing them into thinking the same way we do!",
            "What if, instead of holding lessons, we organized a gauntlet of games to help teach the kits warrior code! Or - Or maybe we could have, like, interactive storytelling sessions, where we ask the kits what they think is right and wrong?",
            "I dunno! But anything beats sitting around and memorizing!"
        ]
    ],
    "assertive_queensapp": [
        [
            "queen",
            "assertive",
            "from_your_apprentice",
            "random_cat"
        ],
        [
            "r_k's crying again. They've been having such a hard time lately ...",
            "Why haven't I comforted them?",
            "I dunno, I was waiting for you.",
            "I ... guess I was worried I'd mess it up somehow.",
            "You want me to try? Uh, are you positive? I'm pretty good at the 'playing' and 'telling stories' parts of this. The emotional part ... uh, not so much, hehe.",
            "But, if you insist.",
            "[t_c goes across the nursery and sits near the wailing kit. They start off stiff and awkward, attempting to crack jokes to play off the mood, but slowly, their cadence grows more natural, more confident.]",
            "[They tentatively lay a tail across the kit's shoulders. To your surprise, the kit buries themself in t_c's fur with a purr.]",
            "[t_c glances back to you with an elated look.]",
            "[They don't say anything, but their eyes tell you all you need to know.]"
        ]
    ],
    "assertive_queensapp_2": [
        [
            "queen",
            "assertive",
            "unabashed"
        ],
        [
            "Happy to report everything's been going good today, y_c!",
            "I did some exercises with an expecting queen, I got the kits down for a nap, and - Oh, fox-dung! I completely forgot I have training with the medicine cat today!!!",
            "[t_c rushes out of the nursery, leaving a trail of dust behind them. You hope the medicine cat isn't upset with them.]"
        ]
    ],
    "assertive_queensapp_3": [
        [
            "queen",
            "assertive"
        ],
        [
            "You want me to stop roughhousing with the kits?",
            "Psh, c'mon, y_c, loosen up! You worry too much!",
            "These are the fearsome future warriors of c_nClan. They can withstand a little -",
            "[One of the kits smacks facefirst into the nursery wall and starts crying.]",
            "... Okay, that's the first time that's happened."
        ]
    ],
    "assertive_queensapp_4": [
        [
            "kitten",
            "assertive"
        ],
        [
            "Hey! I'll race ya to the other side of the nursery!",
            "[You and t_c line up at the wall, and at the signal, you break into a full sprint! t_c gets a head start and you're worried you won't make it ... Until, miraculously, you start gaining on them!]",
            "Ahh, you beat me!!",
            "Hehe, you'll be a great warrior yet!"
        ]
    ],
    "assertive_app29": [
        [
            "mediator",
            "mediator apprentice",
            "assertive",
            "random_cat",
            "platonic_like",
            "comfort",
            "trust",
            "from_parent",
            "from_mate",
            "sibling",
            "adopted_sibling"
        ],
        [
            "Tch. Did you see what a snake-heart r_c was acting like earlier? And over a piece of prey, no less!",
            "Cat's so mouse-brained, probably can't even tell their own tail from a willow branch ...",
            "... Whoa, what? Wait, you want me to apologize to them?",
            "But they were in the wrong, not me! Why even entertain their behavior with an apology?",
            "If they're mad, who cares! Let 'em stay mad! They can stay mad forever, for all I care!",
            "Look, I know you're the mediator, and it's your job to resolve conflicts, or whatever, but ... you love me. Shouldn't you be on my side?",
            "You'd really choose them over me?"
        ]
    ],
    "assertive_app29_2": [
        [
            "mediator",
            "mediator apprentice",
            "assertive",
            "random_cat"
        ],
        [
            "Let me guess. You've come to patch things up between me and r_c, 'cause of the fight we had earlier. That right?",
            "I'll save you a few words - it's not gonna happen. Why's it always me that's gotta be in the wrong, huh? Why not force them to apologize?",
            "Go find somebody else's problem to fix."
        ]
    ],
    "assertive_elder_5": [
        [
            "elder",
            "assertive",
            "cool",
            "silly",
            "unlawful",
            "platonic_like",
            "romantic_like",
            "from_mate"
        ],
        [
            "Hey, furbag. I brought you something!",
            "[t_c lays a colorful feather at your paws.",
            "I know this is your favorite color, and you miss exploring the territory. So I knew I just had to bring it to you.",
            "Yeah, yeah, don't get all soft on me, hehe. Wanna grab a meal together?"
        ]
    ],
    "assertivewarrior_deputy2": [
        [
            "deputy",
            "leader",
            "assertive",
            "unlawful",
            "brooding",
            "unabashed",
            "dislike"
        ],
        [
            "Yeah, right. Like I have to take orders from you!",
            "You may think you're a warrior, but all you do is sit on your haunches and boss everyone around all day. That's no warrior. That's a coward.",
            "Go find some other cat to impose on."
        ]
    ],
    "assertive_mediatorapp": [
        [
            "mediator apprentice",
            "mediator",
            "assertive",
            "upstanding"
        ],
        [
            "Is it really true that you're allowed to just ... travel between the clans as you please?",
            "Whoa! That's so cool!!! I've always wanted to explore the other territories, but I've never been allowed.",
            "Is it true that o_cClan cats can swim like fish? Or that their territory is full of snakes?",
            "[You and r_c have a long conversation about the other clans. With each detail you share, their eyes grow bigger and bigger.]"
        ]
    ],
    "assertive_queensapp_5": [
        [
            "kitten",
            "assertive",
            "dislike"
        ],
        [
            "What's the matter, kid? You hungry? Need somebody to take you to the dirtplace?",
            "Well? Spit it out, we ain't got all day!"
        ]
    ],
    "assertive_queensapp_6": [
        [
            "queen",
            "assertive"
        ],
        [
            "[t_c is barreling through the nursery, pretending to be a monster in one of the kits' games.]",
            "Raaahhh! I'm gonna get you!",
            "[Before they reach the kit, you stop them in their tracks and gently explain to them how it's generally better to let the kits win.]",
            "Oh ... Wait, does this mean all those battles I won against the warriors in the nursery were fake all along?",
            "I, uh ... I have some thinking to do."
        ]
    ],
    "assertive_queensapp_7": [
        [
            "queen",
            "assertive",
            "sweet",
            "upstanding"
        ],
        [
            "Hey! I just finished giving the kits their lesson for the day!",
            "This one was about safety around brambles ... I came up with it myself! Did I do good?"
        ]
    ],
    "assertive_queensapp_8": [
        [
            "no_kit",
            "assertive",
            "sweet",
            "upstanding",
            "cool",
            "unabashed"
        ],
        [
            "It's so quiet while the kits are sleeping ...",
            "I almost wanna wake them up again! The nursery doesn't feel alive without them!",
            "[You truly cannot fathom how t_c never seems to run out of energy.]"
        ]
    ],
    "assertive_queensapp_9": [
        [
            "queen",
            "queen's apprentice",
            "assertive",
            "sweet"
        ],
        [
            "r_w was in here earlier asking about kits ... I didn't know what to tell them. Sorta weird that they were asking, no?",
            "What do you think it means?",
            "Ooh! Maybe they're in a forbidden relationship! A star-crossed love that can never be, with a rugged yet good-looking rogue who would do anything to protect them!",
            "*Sigh* ... Sorry, what was I talking about?"
        ]
    ],
    "assertive_queensapp_10": [
        [
            "kitten",
            "assertive",
            "sweet",
            "platonic_like"
        ],
        [
            "y_c! I found something I think you're really gonna love!",
            "[t_c drops a perfectly smooth, shiny pebble at your paws.]",
            "Pretty, huh? Plus, it's perfect to play with! No sharp corners, see, so you can't get hurt.",
            "Come find me later, and maybe we can play a game with it!"
        ]
    ],
    "assertive_queensapp1": [
        [
            "no_kit",
            "assertive"
        ],
        [
            "[As you watch t_c move around the nursery, it's easy to tell why they chose to become a queen.]",
            "[They have so much energy, it's almost like they're still a kit themself!]"
        ]
    ],
    "assertive_queensapp2": [
        [
            "kitten",
            "assertive",
            "cool"
        ],
        [
            "Hey, y_c! Wanna play a game? Let's do 'Leader of StoneClan!'",
            "... What? Never heard of it?! Unbelievable! We used to play it all the time when I was young!",
            "Kits these days, *tsk* so uneducated. Luckily, you have me to teach you!",
            "Okay, so here's how it works ...",
            "[t_c explains the game to you, eyes flashing with excitement. As you play together, it almost seems like they're enjoying it more than you are!]"
        ]
    ],
    "assertive_queensapp3": [
        [
            "kitten",
            "assertive",
            "cool"
        ],
        [
            "Hey, guess what time it is?",
            "... Do you reeeaally wanna know?",
            "Do you REALLY, REALLY, REALLY wanna know?!",
            "... It's time to take the herbs the medicine cat gave you for your tummy! Yaaaayyy!",
            "[Grinning, t_c pushes the herbs towards you, and you find yourself feeling a little tricked.]"
        ]
    ],
    "assertive_queensapp4": [
        [
            "no_kit",
            "assertive",
            "silly"
        ],
        [
            "[t_c is currently being used as a climbing rock by all the kits in the nursery.]",
            "Oh, hey, y_c! How's it - ACK! Hey, not the eyes, not the eyes!",
            "[You ask if you should maybe come back another time?]",
            "Oh, nah. This is nothing! Just wait until the hunting patrol gets back - that's when it gets really crazy around here!",
            "So, is there something you need?"
        ]
    ],
    "assertive_queensapp4_2": [
        [
            "queen",
            "queen's apprentice",
            "assertive"
        ],
        [
            "Shh - Not too loud! The kits are sleeping.",
            "Getting them down was such a nightmare ... Oh, but they're so cute, though.",
            "Seeing them all curled up together like that ... All the headaches and pain suddenly seem worth it, don'tcha think?"
        ]
    ],
    "assertive_queensapp5": [
        [
            "kitten",
            "assertive",
            "cool",
            "unabashed"
        ],
        [
            "Alright, alright, settle down! Time for a nap everybody, playtime's over!",
            "That means you, too, y_c, no exceptions. You don't want Quietkit to get you, do you?",
            "Who's Quietkit? Well, it's an interesting story ...",
            "Once upon a time, there was a young kit named Quietkit who always stayed up past her bedtime. She was so tired that, one day, she fell asleep on her paws, and fell into a hole so deep, it went straight into the Dark Forest!",
            "Now, her spirit haunts the nursery, waiting for more disobedient kits she can take down with her ...",
            "Now, do you wanna be Quietkit's next playmate? Or do you wanna put the moss-ball down and get in your nest?"
        ]
    ],
    "assertive_dislike1": [
        [
            "Any",
            "assertive",
            "silly",
            "unlawful",
            "dislike"
        ],
        [
            "Sorry, is someone talking to me right now?"
        ]
    ],
    "assertive_dislike1_2": [
        [
            "Any",
            "assertive",
            "unabashed",
            "brooding",
            "dislike"
        ],
        [
            "Can't you see I'm busy, mousebrain? Go bother someone else!"
        ]
    ],
    "assertive_dislike1_3": [
        [
            "Any",
            "assertive",
            "dislike"
        ],
        [
            "Go away!!!"
        ]
    ],
    "assertive_dislike1_4": [
        [
            "Any",
            "assertive",
            "cool",
            "dislike",
            "no_kit"
        ],
        [
            "Hey, y_c. You're looking smaller than usual. Maybe it's time to catch up on your training.",
            "*Snrk.*"
        ]
    ],
    "assertive_jealous1_2": [
        [
            "no_kit",
            "assertive",
            "cool",
            "jealousy"
        ],
        [
            "Hey, so, remember when you cracked that joke today, and everybody laughed, and then I tried to be funny, and no one laughed?",
            "... What was the deal with that?"
        ]
    ],
    "assertive_elder_6": [
        [
            "Any",
            "assertive",
            "upstanding",
            "stable",
            "dislike",
            "neutral",
            "no_kit"
        ],
        [
            "*Sigh* Can't you see I have more important things to do, y_c?",
            "Go back to catching mice, or whatever."
        ]
    ],
    "assertive_apprentice4": [
        [
            "no_kit",
            "platonic_like",
            "assertive"
        ],
        [
            "y_c! y_c! You gotta come check out this new part of the territory I found! It's, like, the coolest place ever!",
            "Okay, first, we have to scale up these rocks, and they're sort of slippery, but it's okay, cuz I only fell, like, twice. Next, we have to cross a river, and I'm pretty sure there's snakes in there, so watch out! Then, we have to ...",
            "Aw, c'mon, don't look all nervous. It'll be fun! What's life without a little danger, right?",
            "Ready? Let's go!"
        ]
    ],
    "queens_app_general_newborn": [
        [
            "newborn"
        ],
        [
            "Hi there, sweet kit. You're so precious."
        ]
    ]
}
