{
    "warrior_14": [
        [
            "Any",
            "hate"
        ],
        [
            "..."
        ]
    ],
    "introspective_comf_2": [
        [
            "any",
            "introspective",
            "comfort"
        ],
        [
            "Sigh... hi, y_c.",
            "Hm? Yeah, I just got back from a hunting patrol... I utterly embarrassed myself. I had a mouse literally walk into my paws and I still failed to grab it.",
            "... Hm. Yes, that's true. I'm not going to always succeed, the best thing I can do is get back up and get back to it.",
            "You're right, y_c. You're always right. Thank you."
        ]
    ],
    "warrior_15": [
        [
            "Any",
            "hate"
        ],
        [
            "I don't want to talk to you."
        ]
    ],
    "warrior_16": [
        [
            "Any",
            "hate"
        ],
        [
            "Talk to me again and I'll shred you."
        ]
    ],
    "warrior_17": [
        [
            "Any",
            "hate"
        ],
        [
            "Leave me alone."
        ]
    ],
    "warrior_18": [
        [
            "Any",
            "hate"
        ],
        [
            "Can't you see I'm busy?"
        ]
    ],
    "warrior_19": [
        [
            "Any",
            "hate"
        ],
        [
            "You again? Haven't you done enough?"
        ]
    ],
    "warrior_2293": [
        [
            "murder",
            "Any"
        ],
        [
            "You killed them, didn't you?"
        ]
    ],
    "Introspective_warrior": [
        [
            "any",
            "introspective"
        ],
        [
            "Mmm...? Oh hey y_c. Sorry, I just got back from moonhigh patrol. What are you doing up?",
            "I saw an owl while we were out, it swooped just over our heads, it was wonderful.",
            "I love the night sky, imagine being able to fly, you could see silverpelt with so much detail up there!",
            "It'd be better than nearly anything."
        ]
    ],
    "introspective_warrior_1": [
        [
            "Any",
            "no_kit",
            "introspective"
        ],
        [
            "Hey, y_c, thank you for meeting me here.",
            "... Huh? No, it's nothing bad. I just wanted to show you something, look over there!",
            "[You turn to look at the lake, and see the sunset flooding over the water, painting it in golden hues.]",
            "I wanted to show it to you, because I think you'd appreciate it. You seem like the type of cat that would.",
            "I love being out here, y_c."
        ]
    ],
    "introspective_warrior_2": [
        [
            "Any",
            "no_kit",
            "introspective"
        ],
        [
            "Oh, y_c, are you busy?",
            "I... was going to go on a hunting patrol, and I was wondering if you wanted to come with me?",
            "Huh? No, I don't mean 'pretend to go hunt, so I can go birdwatching'! ... well. Not for the whole hunt.",
            "Hehe, okay then, we'll go actual hunting then, I'll only do a little bit of birdwatching."
        ]
    ],
    "introspective_warrior_3": [
        [
            "any",
            "introspective"
        ],
        [
            "Hey, y_c. Are you okay?",
            "Yeah, I wouldn't normally involve myself in anyone's business, but... you looked a little bit down.",
            "If you don't want to talk about it, that's fine, of course! But I thought I'd let you know. I'm here for you, if you need me to be."
        ]
    ],
    "introspective_warrior_4": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "introspective"
        ],
        [
            "... y_c?",
            "I, um, found this when I was out on patrol this morning, it looks like a herb. I thought I'd bring it to you to see if it's any use to you, or I'll go give it to the kits.",
            "It caught it out of the corner of my eye, it was so stunning that I nearly missed a mouse.",
            "... have a good rest of your day."
        ]
    ],
    "introspective_warrior_5": [
        [
            "Mediator",
            "Mediator apprentice",
            "introspective"
        ],
        [
            "y_c? You're back late, is everything okay?",
            "... why am I still awake? I was just thinking about your work. Being a mediator's really rough. I couldn't handle all these cats having a screaming match with each other.",
            "The idea of it stresses me out to no end. That's why I keep myself out of the way.",
            "But you can, and that's admirable!"
        ]
    ],
    "assertive_deadclose": [
        [
            "Any",
            "assertive",
            "brooding",
            "unlawful",
            "they_grieving",
            "neutral",
            "dislike",
            "dead_close"
        ],
        [
            "[t_c paces back and forth in front of the warrior's den, muttering to themselves and flexing their claws.]",
            "They're gone, they're gone, they're gone ...",
            "... Hey, what are you looking at, huh?",
            "I don't have to take this fox-dung from you! Leave! Go find someone else to gawk at!",
            "[As you leave, you hear t_c resume their muttering.]",
            "... d_c, where are you?"
        ]
    ],
    "assertive_deadclose1": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "assertive",
            "cool",
            "they_grieving",
            "dead_close"
        ],
        [
            "Hey, uh ...",
            "You can talk to StarClan cats, right?",
            "Have you, uh ... heard anything from d_c?",
            "Sorry. That's probably a mouse-brained question. I know it doesn't work like that.",
            "But, if you ever do hear from them ... tell them that, uh ...",
            "I'm sorry. And I'll keep their nest warm. And they better be saving a spot for me up in StarClan, or else I'll have to come up there myself and teach them a lesson!",
            "... Thanks."
        ]
    ],
    "warrior_1d6": [
        [
            "kitten",
            "insult"
        ],
        [
            "Oh, a kit with a warrior's spirit, I see."
        ]
    ],
    "warrior_4324": [
        [
            "apprentice",
            "from_mentor",
            "dead_close",
            "you_grieving"
        ],
        [
            "You were distracted during training today, is everything alright? I know it's been rough lately, but.. you're doing very good, you know that?",
            "You caught so much prey, won so many mock battles, gave so much back to the clan..",
            "I'm proud of you, little one. I'm sure d_c is too."
        ]
    ],
    "brooding_gen5_9": [
        [
            "no_kit",
            "brooding",
            "introspective"
        ],
        [
            "l_n ... What do you think of them?",
            "Their leadership style, the choices they've made ... Would you have done it differently, if you were in that position?",
            "I'm just curious. What you think of who's in charge could reveal a lot about your character."
        ]
    ],
    "warrior231": [
        [
            "mediator"
        ],
        [
            "Hey! I was looking to talk with you. Is there a chance that you can help me out with something? If you aren't busy of course.",
            "So... I had an argument with another clan member earlier. Who it was doesn't matter... but I think we both said some things that we shouldn't have. Lines were crossed and - we were both just really angry with each other.",
            "It was a stupid argument anyway. I've been trying to own up and apologize to them, maybe even have a conversation over what went wrong. I just don't know what to say, and that's where I was hoping you could help me out a little.",
            "That's... actually a good idea! I'll make sure to try that when I see them, maybe it will help us see eye to eye, or at least smooth some pelts a tad.",
            "Thanks for helping me out, the clan really is lucky to have you. I'll update you on this whole situation later, hopefully I'll be able to bring good news."
        ]
    ],
    "warrior2321": [
        [
            "kitten",
            "bloodthirsty"
        ],
        [
            "Hello, y_c. You're quite a talented little one, aren't you? I saw you earlier, playing with your siblings. I've been keeping an eye on you.",
            "I can tell you're going to be a great warrior already. So much potential, and so young. You know, I can help you. I'm a warrior myself, and a rather good one at that. Say, here's a tip; one warrior to another.",
            "Next time you roughhouse with your siblings, try using your claws. It'll only hurt a bit for them, but it'll make you all into better warriors. In a real battle, an enemy isn't going to hold back like your littermates do.",
            "They're making you soft. A real enemy's going to come at you with everything they've got.",
            "If you really want to prepare, you have to do the same. Use your claws. Go for the throat. Remember, when you're a warrior, it's kill or be killed. You'll be doing your siblings a favor. You can thank me when you're older.",
            "Anyway, keep this between the two of us, alright? This'll be our secret. If it gets out, other kits might start pestering me for tips, too."
        ]
    ],
    "warrior32132": [
        [
            "newborn",
            "from_parent"
        ],
        [
            "I can't wait for you to open your eyes; you'll have a lot of fun out here, I'm sure.",
            "I have high hopes for you, my little warrior. You're going to be great some day; I know it.",
            "I hope you won't disappoint me."
        ]
    ],
    "app_32a1": [
        [
            "insult",
            "warrior"
        ],
        [
            "Careful, your jealousy is showing."
        ]
    ],
    "app_32da1": [
        [
            "insult",
            "warrior"
        ],
        [
            "I'd be more offended if I respected your opinion."
        ]
    ],
    "app_32afa1": [
        [
            "insult",
            "warrior"
        ],
        [
            "Is that the best you can do?"
        ]
    ],
    "app_32fax1": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "Your words do not define me. I know who I am and where my loyalties lie."
        ]
    ],
    "app_32fca1": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "Oh, a playful jab, huh? Good thing warriors are tough!"
        ]
    ],
    "app_32fab1": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "It's easy to criticize, harder to understand. I hope one day you'll see the strength in empathy."
        ]
    ],
    "app_32fa21": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "Your words may sting, but they won't deter me from my duty."
        ]
    ],
    "app_32faf1": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "Insults are a warrior's last resort. Let's show each other respect."
        ]
    ],
    "app_32faa1": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "Every cat can spit fire when they're riled up. But it's the one who remains cool who wins the fight."
        ]
    ],
    "app_32fad1": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "We may not always see eye to eye, but we're part of the same Clan. Let's put our differences aside."
        ]
    ],
    "app_32fa1": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "..."
        ]
    ],
    "warrior2134": [
        [
            "insecure",
            "nervous",
            "lonesome",
            "warrior"
        ],
        [
            "Ugh... The sun's so bright... I hate waking up early for dawn patrol. What about you, y_c?",
            "Yeah, I agree. It's sometimes so hard to leave my nest. It's so warm and soft... I'm a little nervous to admit that I wish I could sleep in my nest forever. Will the others think I'm silly and lazy, like a kittypet?",
            "You don't think so? Thank you so much... I'm a little nervous that they'll laugh at me. I've always been a little different after all."
        ]
    ],
    "assertive_mentor7": [
        [
            "apprentice",
            "dislike",
            "assertive",
            "from_mentor",
            "silly",
            "cool"
        ],
        [
            "Surprise assessment, y_c! What's the best way to catch a squirrel?",
            "... What? That's not ... even remotely close.",
            "*Sigh*. I was just doing this as a joke, but I guess I really have to show you again now ..."
        ]
    ],
    "assertive_mentor71": [
        [
            "apprentice",
            "platonic_like",
            "assertive",
            "from_mentor",
            "silly",
            "cool"
        ],
        [
            "Surprise assessment, y_c! What's the best way to catch a squirrel?",
            "... Whoa. You got it right!",
            "I was just doing this as a joke, but turns out you're a lot smarter than you let on! Nice work, y_c."
        ]
    ],
    "assertive_mentor3": [
        [
            "apprentice",
            "assertive",
            "from_mentor"
        ],
        [
            "Something I've noticed about you, y_c, is that you think too much.",
            "That's not exactly a bad thing, plenty of apprentices are hesitant, but in the heat of battle, there's no time for thinking. You just have to see the target in front of you, and go for it!",
            "Then again, I can't even remember how many times I've been chewed out by the deputy for acting too rashly ...",
            "I guess it's all about balance. You can't doubt yourself too much, but you can't be blinded by confidence, either.",
            "It's a tough thing to master, but I know you can do it!"
        ]
    ],
    "assertive_mentor": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "assertive",
            "unlawful",
            "from_mentor"
        ],
        [
            "Hey, y_c! Ready to start the day? I was thinking we could ditch the training grounds today and, instead, practice more real-world applied stuff.",
            "Ah, don't look so worried. We don't have to do everything totally by the rules all the time! Sometimes, it's better to go off the beaten path.",
            "I'll meet you by the camp entrance, m'kay?"
        ]
    ],
    "assertive_mentor1": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "assertive",
            "upstanding",
            "unabashed",
            "from_mentor",
            "dislike"
        ],
        [
            "What's going on, y_c? ... Hey, don't give me that nasty look! I can see you, you know!",
            "For an apprentice, you sure have a lot of attitude. I get you've got spirit, but if this is gonna work out, the two of us have to work together.",
            "So drop it. And I'd better not catch you looking at me like that again!"
        ]
    ],
    "assertive_mentor2": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "queen's apprentice",
            "assertive",
            "sweet",
            "stable",
            "unabashed",
            "unlawful",
            "from_mentor",
            "platonic_like",
            "respect"
        ],
        [
            "Alright, y_c! You're totally mastering that skill I taught you the other day ... you're improving so fast, pretty soon, you're gonna be outperforming me! Haha!",
            "I have nothing to say, except for, I guess ... I'm proud of you.",
            "You're turning into a fine member of c_nClan already."
        ]
    ],
    "assertive_jealous1": [
        [
            "Any",
            "sibling",
            "half sibling",
            "kitten",
            "adopted_sibling",
            "dislike",
            "assertive"
        ],
        [
            "What did I do in a past life to wind up related to you, y_c?",
            "Must've been really terrible."
        ]
    ],
    "assertive_dislike1": [
        [
            "Any",
            "assertive",
            "silly",
            "unlawful",
            "dislike"
        ],
        [
            "Sorry, is someone talking to me right now?"
        ]
    ],
    "assertive_dislike1_2": [
        [
            "Any",
            "assertive",
            "unabashed",
            "brooding",
            "dislike"
        ],
        [
            "Can't you see I'm busy, mousebrain? Go bother someone else!"
        ]
    ],
    "assertive_dislike1_3": [
        [
            "Any",
            "assertive",
            "dislike"
        ],
        [
            "Go away!!!"
        ]
    ],
    "assertive_dislike1_4": [
        [
            "Any",
            "assertive",
            "cool",
            "dislike",
            "no_kit"
        ],
        [
            "Hey, y_c. You're looking smaller than usual. Maybe it's time to catch up on your training.",
            "*Snrk.*"
        ]
    ],
    "assertive_rom": [
        [
            "Any",
            "assertive",
            "romantic_like"
        ],
        [
            "Hey, y_c! I just got a new scar today! Wanna come take a look?",
            "Yeah, I ran into a little dog out at the edge of a territory. Wasn't too hard to chase off, but it gave me a little nick. Medicine cat says it's probably never going away.",
            "[You brush your tail over t_c's scar, and they seem a little too thrilled by the gesture for it to just be friendly.]"
        ]
    ],
    "assertive_rom1": [
        [
            "Any",
            "assertive",
            "cool",
            "romantic_like",
            "from_mate"
        ],
        [
            "StarClan, y_c, it's ... it's like you don't even know how beautiful you are.",
            "... Augh. Look what you've done! Now I'm getting all sappy!",
            "Just don't let it get to your head, furbag. I'm hot stuff, too.",
            "[t_c winks at you, and you laugh together.]"
        ]
    ],
    "assertive_rom2": [
        [
            "no_kit",
            "assertive",
            "silly",
            "romantic_like"
        ],
        [
            "Hey, y_c! I just finished visiting the kits in the nursery. StarClan, they're cute!",
            "I wouldn't mind being a parent ... having a few mini-me's running around, terrorizing the clan.",
            "How about you? Do you ever see yourself having kits someday? Not in, like, a weird way, of course! Just curious, hehe.",
            "[t_c swishes their tail nervously.]"
        ]
    ],
    "assertive_rom3": [
        [
            "Any",
            "assertive",
            "unabashed",
            "romantic_like",
            "from_mate"
        ],
        [
            "Hey, y_c, what are your thoughts on feathers as a nesting material?",
            "Why? Psh, don't play coy! We're basically sharing a nest at this point, with how often you sneak into mine. Haha!",
            "Tell you what ... how about we ditch the formalities altogether and just make one, giant, super-nest!",
            "Better start gathering moss! I know it's your favorite."
        ]
    ],
    "assertive_elder": [
        [
            "Any",
            "assertive",
            "upstanding",
            "stable",
            "dislike",
            "neutral",
            "no_kit"
        ],
        [
            "*Sigh* Can't you see I have more important things to do, y_c?",
            "Go back to catching mice, or whatever."
        ]
    ],
    "assertive_misc": [
        [
            "warrior",
            "apprentice",
            "assertive",
            "unlawful",
            "unabashed",
            "you_neurotic",
            "you_introspective",
            "you_sweet"
        ],
        [
            "Yaknow, y_c, I never really found you all that convincing as a warrior.",
            "Real warriors are strong! We're fearless! We never back down from a fight!",
            "But in you, I sense ... uncertainty.",
            "Maybe you should see the medicine cat about it."
        ]
    ],
    "assertive_like": [
        [
            "Any",
            "assertive",
            "silly",
            "platonic_like",
            "romantic_like",
            "from_mate"
        ],
        [
            "Hey, flea-brain! I've been eyeing this huge thrush on the freshkill pile all day - wanna share it?",
            "What the - the thrush is totally missing! But I was saving it for us!",
            "That's it! I will not rest until the cat who did this is hunted down ... AND BROUGHT TO JUSTICE!!!",
            "[You and t_c dissolve into a fit of giggles.]"
        ]
    ],
    "assertive_parent4": [
        [
            "assertive",
            "dislike",
            "neutral",
            "cool",
            "upstanding",
            "brooding",
            "neurotic",
            "kitten",
            "from_adopted_kit",
            "from_kit",
            "any"
        ],
        [
            "Ugh, StarClan, would you leave me alone?",
            "Seriously, I don't know any other parent who bothers their grown kit this much!"
        ]
    ],
    "assertive_jealous1_2": [
        [
            "no_kit",
            "assertive",
            "cool",
            "jealousy"
        ],
        [
            "Hey, so, remember when you cracked that joke today, and everybody laughed, and then I tried to be funny, and no one laughed?",
            "... What was the deal with that?"
        ]
    ],
    "assertivewarriorapp_comfort": [
        [
            "no_kit",
            "assertive",
            "comfort",
            "random_cat",
            "no_kit"
        ],
        [
            "Huh? Oh, nothing's wrong ...",
            "Just ... had a bad day, is all ...",
            "*Sigh* y_c, have you ever felt like you're not enough for anyone?",
            "Usually, when it comes to making a decision, I never hesitate. Whatever the obstacle, I'll run headfirst into it, no questions asked.",
            "But, today, on patrol, I didn't listen to the leader, and accidentally ran straight into an enemy trap. Luckily, r_w was there to keep everyone safe, but because of me, my clanmates could've been hurt, or worse.",
            "I just feel like such a failure. A liability. I can't help the way I am, but what if everyone's better off without me?",
            "[You offer t_c words of reassurance, but they seem troubled beyond comforting.]",
            "[Still, you sit with them through the night, hoping to stabilize them through whatever storm they might be weathering right now.]"
        ]
    ],
    "assertive_comfort": [
        [
            "Any",
            "assertive",
            "cool",
            "unlawful",
            "silly",
            "stable",
            "brooding",
            "neurotic",
            "comfort",
            "trust",
            "romantic_like",
            "platonic_like",
            "from_mate"
        ],
        [
            "[t_c shakes you from your sleep in the night.]",
            "Psst ... y_c?",
            "Sorry to wake you ... this will sound really embarrassing, but I, uh ... had a nightmare. Heh.",
            "Can I ... stay with you?",
            "[You and t_c curl up together in your nest. Their pelt is warm, but their body is still trembling a little.]",
            "... Can I tell you about my nightmare?",
            "In my nightmare, you were drowning. You were screaming for help, and I kept trying to swim out to save you, but you just kept getting further and further away.",
            "Imagine that. I've faced rogues and dogs and foxes and monsters, but out of everything, the thing that scares me the most is ...",
            "... Losing you.",
            "[You both eventually drift off to sleep, and it takes a long time for anyone to rouse you in the morning.]"
        ]
    ],
    "assertive_respect": [
        [
            "no_kit",
            "assertive",
            "cool",
            "silly",
            "upstanding",
            "respect",
            "platonic_love"
        ],
        [
            "Get up, y_c! We gotta go on a special patrol to check the o_cClan border!",
            "Of course I'm serious, mouse-brain! Are you really gonna make me break it down for you?",
            "The leader gave me this assignment, and told me to pick the cat in the clan I trust the most to accompany me on it. Lo and behold, that's you!",
            "Now, c'mon, lazybones! We've got a long walk ahead of us!"
        ]
    ],
    "assertive_respect1": [
        [
            "assertive",
            "silly",
            "respect",
            "trust",
            "comfort",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "warrior",
            "apprentice",
            "deputy",
            "leader"
        ],
        [
            "y_c, if something happens to the clan, if we go into battle ...",
            "You're the one cat in the clan that I want to be by my side.",
            "So we better practice, mousebrain! If we coordinate our battle moves, we'll really be able to give our enemies a scare!",
            "We could go by the trouble twins ... or the deadly duo.",
            "Hahaha!"
        ]
    ],
    "assertive_trust": [
        [
            "Any",
            "assertive",
            "trust",
            "comfort",
            "platonic_like",
            "sweet",
            "introspective",
            "neurotic",
            "no_kit"
        ],
        [
            "Oh, hey, y_c ... Can I talk to you about something?",
            "I saw a rogue out on patrol today. I managed to chase her off the territory, but then I got carried away, and ... well, I kept following after her.",
            "I don't know what I was trying to do. She just kept making me so angry! Calling me weak ... calling me a failure ... saying I was a disappointment to my clan.",
            "Eventually, I realized what I was doing, and I let her go. But I couldn't stop thinking about those things she said ...",
            "Sorry. What am I doing? I'm being such a downer today ...",
            "Thanks for being here for me, y_c.",
            "[t_c presses their head into your shoulder, sighing into your fur.]"
        ]
    ],
    "assertive_trust_2": [
        [
            "Any",
            "assertive",
            "trust",
            "silly",
            "unlawful",
            "unabashed",
            "introspective"
        ],
        [
            "y_c, I swear, sometimes it's like we're trapped here.",
            "We never chose to be c_nClan cats, it's just something we were born into ... what if we would've been happier as loners? Or rogues?",
            "No one to tell us what to do or where to go or what to think ... just free to be ourselves, and do whatever we please.",
            "It's a great, big world out there, and I want to experience everything it has to offer! But instead, we're stuck here inside the territory, not allowed to venture out, not allowed to question.",
            "Sometimes I think I'm the only one in the whole clan that's like this ... Do you ever feel the same way?"
        ]
    ],
    "assertive_comfort_2": [
        [
            "Any",
            "assertive",
            "neurotic",
            "comfort",
            "trust",
            "romantic_like",
            "platonic_like",
            "from_mate"
        ],
        [
            "Hey, y_c? Have you ever thought about, uh ...",
            "What if something happens to you? Or something happens to me? Or something happens to the clan, and we're both demolished in a fiery pit of nothingness!",
            "Phew ... sorry, I know I'm not usually so grim. But I guess I'm just really worried.",
            "What if something goes wrong, and I'm not there to protect you?",
            "I won't let that happen ... I just won't!"
        ]
    ],
    "assertive_jealous1_3": [
        [
            "Any",
            "assertive",
            "brooding",
            "upstanding",
            "jealousy",
            "dislike"
        ],
        [
            "Hmph. What makes you so great?",
            "Fight me one-on-one, and then we'll see who comes out on top!"
        ]
    ],
    "assertive_parent4_2": [
        [
            "assertive",
            "dislike",
            "neutral",
            "cool",
            "upstanding",
            "brooding",
            "stable",
            "kitten",
            "from_adopted_kit",
            "from_kit",
            "sibling",
            "adopted_sibling",
            "half sibling",
            "from_parent"
        ],
        [
            "What do you want? Do you need something?",
            "... You just want to talk? Why?",
            "... Because we're family?",
            "Do we still even count as family anymore?"
        ]
    ],
    "assertive_parent4_3": [
        [
            "assertive",
            "dislike",
            "neutral",
            "cool",
            "upstanding",
            "brooding",
            "neurotic",
            "any"
        ],
        [
            "Ugh, StarClan, would you leave me alone?",
            "Seriously, I don't know any other parent who bothers their kits this much!"
        ]
    ],
    "assertive_parent4_4": [
        [
            "assertive",
            "platonic_like",
            "sweet",
            "upstanding",
            "stable",
            "any"
        ],
        [
            "Sorry, y_c! No time to talk right now, I just got a task from d_n.",
            "I'll be sure to catch up with you some other time, though!"
        ]
    ],
    "assertive_parent4_5": [
        [
            "assertive",
            "platonic_like",
            "sweet",
            "upstanding",
            "stable",
            "any"
        ],
        [
            "Sorry, y_c! No time to talk right now, I just got a task from d_n.",
            "I'll be sure to catch up with you some other time, though!"
        ]
    ],
    "assertive_parent4_6": [
        [
            "from_adopted_kit",
            "from_kit",
            "kitten",
            "assertive"
        ],
        [
            "Hehe, quit trying to fix my fur, y_c!",
            "I'm not a kit anymore, I know how to do it myself!"
        ]
    ],
    "assertive_parent4_7": [
        [
            "from_adopted_kit",
            "from_kit",
            "kitten",
            "warrior",
            "deputy",
            "leader",
            "apprentice",
            "assertive",
            "sibling",
            "adopted_sibling",
            "half sibling",
            "from_parent",
            "adopted_parent",
            "platonic_like"
        ],
        [
            "y_c, how about a family hunting session sometime?",
            "Gather up the whole gang, go out onto the territory, and spend some quality time together, whaddaya say?",
            "Or, we could go swimming, even ...",
            "We don't get to see as much of each other lately. It'd mean a lot to me!",
            "You'll go? Yay!!!",
            "I'll go gather everyone else up. It'll be great!"
        ]
    ],
    "assertivewarrior_mediatorapp1": [
        [
            "kitten",
            "from_adopted_kit",
            "from_kit",
            "platonic_like",
            "assertive"
        ],
        [
            "[Seeing the bold, daring, fierce cat that t_c has grown into fills your heart with pride.]",
            "[Could they really have been your kit in the nursery a few moons ago?]"
        ]
    ],
    "assertivewarrior_mediatorapp1_2": [
        [
            "mediator apprentice",
            "mediator",
            "random_cat",
            "assertive",
            "unabashed"
        ],
        [
            "Oh no you don't, y_c. Don't even try to convince me to make nice with r_c - it's not gonna happen. They totally stole the last fish from the freshkill pile! Don't they know that it's my favorite?",
            "Okay, okay ... if you insist, I guess I can try talking to them again.",
            "But don't try to get me to watch my tongue. If someone's acting like a stupid piece of fox-dung, I'm gonna call them a stupid piece of fox-dung!!!"
        ]
    ],
    "assertivewarrior_mediatorapp2": [
        [
            "mediator apprentice",
            "mediator",
            "assertive",
            "random_cat",
            "silly",
            "unlawful",
            "cool"
        ],
        [
            "Look, I know I can be reckless and headstrong and foolish and stubborn ...",
            "But I didn't mean to steal r_c's catch! Seriously! And now they're acting all huffy about it ...",
            "Any chance you could help me talk it out with them?"
        ]
    ],
    "assertive_medapp1": [
        [
            "medicine cat apprentice",
            "medicine cat",
            "assertive",
            "unlawful",
            "silly"
        ],
        [
            "Hey, what does this herb do? Can I eat it?",
            "Haha, don't look so stressed! I was just joking."
        ]
    ],
    "assertiveapp_medapp3": [
        [
            "medicine cat apprentice",
            "medicine cat",
            "assertive",
            "silly",
            "upstanding"
        ],
        [
            "Hey, y_c ... is it really true that you can talk to StarClan?",
            "Whoa! That's so cool! What does StarClan say that I'm gonna do? Am I gonna be strong? Am I destined for greatness?",
            "... It doesn't work like that? Awh. That's no fun.",
            "Well, if StarClan ever mentions me, you'll let me know, won't you?"
        ]
    ],
    "assertive_medapp2": [
        [
            "medicine cat",
            "platonic_like",
            "romantic_like",
            "assertive",
            "sweet",
            "unlawful",
            "cool",
            "unabashed"
        ],
        [
            "Hey, y_c ... do you ever get lonely sleeping here in the medicine den all by yourself? I know I would ...",
            "Tell you what, if you ever get scared or cold in the night, just come over to my den. You can sleep in my nest, with me. Okay?"
        ]
    ],
    "assertive_tokit5": [
        [
            "kitten",
            "dislike",
            "assertive",
            "cool",
            "unlawful",
            "neutral",
            "non-related"
        ],
        [
            "Hey, mouse-brain! Watch where you're going!",
            "Wait, I recognize you. You're one of the new kits, right? Shouldn't you be in the nursery?",
            "Hmph. Whatever. Just stay outta the real warriors' way, before someone squishes you."
        ]
    ],
    "assertive_tokit4": [
        [
            "kitten",
            "assertive"
        ],
        [
            "Whoa! Watch where you're going there, little pal! One wrong move, and you might get stepped on!",
            "Ah, quit that, you don't need to apologize. Just be a bit more careful from now on, is all.",
            "Or else, when you get bigger, it'll really become a problem. Hehe!"
        ]
    ],
    "assertive_tokit": [
        [
            "kitten",
            "assertive",
            "unlawful"
        ],
        [
            "Ah, y_c! There's the little bruiser! How're you doing? Growing up big and strong?",
            "Y'know, at your age, I used to get into all sorts of trouble. Sneaking out of the nursery, following around the apprentices ... not to give you any ideas, or anything. Ahaha!",
            "[t_c's laugh is so loud that it almost shakes your whole body.]"
        ]
    ],
    "assertive_tonewborn": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Whoa! Hey there, little guy! Shouldn't you be in the nursery?",
            "Hehe. You've got an adventurous spirit. I like that about you.",
            "But for now, you gotta stay where it's safe! C'mon. Let's go back to your parents."
        ]
    ],
    "assertive_tonewborn1": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Aw ... little guy hasn't even gotten their eyes open yet!",
            "They're gonna be a killer, though. I can already tell. See those little paws? This kit's got fight in 'em!"
        ]
    ],
    "assertive_tonewborn3": [
        [
            "newborn",
            "assertive",
            "introspective",
            "neurotic"
        ],
        [
            "Whoa ... this is them? They're so small!",
            "Hard to believe I was that small once ...",
            "Hm ..."
        ]
    ],
    "assertive_gen": [
        [
            "no_kit",
            "platonic_like",
            "assertive",
            "silly",
            "random_cat"
        ],
        [
            "y_c. Buddy. Best friend. We've GOTTA TRY this. r_c told me that if you eat three mice, one rabbit, and howl at the moon you get magic powers!",
            "What? It's totally real, they wouldn't lie to me like that! I prommissseee."
        ]
    ],
    "assertive_1": [
        [
            "Any",
            "assertive",
            "stable",
            "upstanding",
            "unabashed"
        ],
        [
            "HEY!!! You leave them alone!",
            "Ugh. Can you believe how cruel some cats are, y_c? A bunch of apprentices were trying to convince these two kits to sneak into a badger den ... what a bunch of mouse-brains.",
            "No matter what, don't let anyone try to pressure you into doing something you don't think is right. Go with your gut, and stick to your own values. That's what's really important."
        ]
    ],
    "assertive_2": [
        [
            "Any",
            "assertive",
            "cool",
            "they_clanfounder",
            "they_clanborn",
            "they_outsiderroots",
            "they_half-Clan",
            "they_orphaned",
            "they_abandoned",
            "newleaf",
            "greenleaf",
            "leaffall"
        ],
        [
            "Hey there, y_c! Not bad weather today, hm?",
            "Sun on my pelt, wind in my fur ... Could you imagine being a kittypet and having to be cooped up in a twoleg nest all day? I think I would go crazy!",
            "Just another reason why it's great to be a clan cat."
        ]
    ],
    "assertive_4": [
        [
            "Any",
            "dislike",
            "you_brooding",
            "you_sweet",
            "you_upstanding",
            "you_introspective",
            "you_neurotic",
            "you_stable",
            "assertive",
            "cool",
            "unlawful",
            "silly"
        ],
        [
            "*Sigh*. Hey, y_c. Come to ruin the fun again?",
            "Whatever. I'm going to go do something actually exciting. Don't wait up."
        ]
    ],
    "assertive_apprentice15": [
        [
            "Any",
            "neutral",
            "dislike",
            "neutral",
            "assertive",
            "cool",
            "brooding",
            "sibling",
            "adopted_sibling",
            "half sibling"
        ],
        [
            "... Who are you?",
            "[Is your own sibling seriously pretending not to know you?]"
        ]
    ],
    "assertive_apprentice16": [
        [
            "warrior",
            "platonic_like",
            "assertive"
        ],
        [
            "YESSS! We're on patrol together today!",
            "I just learned this new move I've been just dying to show you. No way you'll be able to beat me this time!",
            "C'mon, I'll race you to the border grounds!"
        ]
    ],
    "assertive_apprentice17": [
        [
            "Any",
            "dislike",
            "neutral",
            "assertive",
            "cool",
            "unabashed",
            "unlawful",
            "sibling",
            "half sibling",
            "adopted_sibling"
        ],
        [
            "Look, just because we're siblings doesn't mean that we're, like, friends, or anything.",
            "We're not in the nursery anymore. Go find other cats to hang out with."
        ]
    ],
    "assertive_apprentice18": [
        [
            "Any",
            "dislike",
            "neutral",
            "assertive",
            "cool",
            "unabashed",
            "unlawful",
            "adopted_sibling"
        ],
        [
            "y_c, would you please stop following me around everywhere?",
            "You're not even my real sibling, anyways ..."
        ]
    ],
    "assertive_5": [
        [
            "Any",
            "assertive",
            "random_cat"
        ],
        [
            "Did you see r_c earlier today, y_c? Oh, StarClan, it was the funniest thing ever!",
            "They mistook a twig for a snake and flew, like, five fox-lengths into the air! Hahahaha!"
        ]
    ],
    "assertive_6": [
        [
            "Any",
            "assertive"
        ],
        [
            "Hehehehe ...",
            "[t_c is laughing to themself.]",
            "[They must be remembering a funny joke from earlier.]"
        ]
    ],
    "assertive_7": [
        [
            "warrior",
            "assertive",
            "platonic_like",
            "respect"
        ],
        [
            "y_c, we gotta get on a patrol together. D'you think if we asked d_n, they'd let us???",
            "Hang on, I'm gonna go ask them.",
            "[Before you can say anything, t_c takes off across camp to go hunt down d_n, who seems to be busy doing something else.]",
            "[You consider stopping t_c, but then realize it's probably futile.]",
            "[Who's ever been able to stop t_c from going after what they want?]"
        ]
    ],
    "assertive_8": [
        [
            "warrior",
            "assertive",
            "neutral"
        ],
        [
            "Hey, don't think I didn't see you bring down that catch earlier today! Nice work!",
            "We should totally hunt together sometime!"
        ]
    ],
    "assertive_9": [
        [
            "warrior",
            "apprentice",
            "assertive",
            "random_cat"
        ],
        [
            "Hey, who d'ya think's gonna be deputy once d_n is leader?",
            "I guess probably r_w ... they'd be good for the job.",
            "But, who knows? It could be anyone! It could even be you or me!"
        ]
    ],
    "assertive_10": [
        [
            "mediator",
            "mediator apprentice",
            "assertive",
            "random_cat",
            "platonic_like",
            "comfort",
            "trust",
            "from_parent",
            "from_mate",
            "sibling",
            "adopted_sibling"
        ],
        [
            "Tch. Did you see what a snake-heart r_c was acting like earlier? And over a piece of prey, no less!",
            "Cat's so mouse-brained, probably can't even tell their own tail from a willow branch ...",
            "... Whoa, what? Wait, you want me to apologize to them?",
            "But they were in the wrong, not me! Why even entertain their behavior with an apology?",
            "If they're mad, who cares! Let 'em stay mad! They can stay mad forever, for all I care!",
            "Look, I know you're the mediator, and it's your job to resolve conflicts, or whatever, but ... you love me. Shouldn't you be on my side?",
            "You'd really choose them over me?"
        ]
    ],
    "assertive_11": [
        [
            "mediator",
            "mediator apprentice",
            "assertive",
            "random_cat"
        ],
        [
            "Let me guess. You've come to patch things up between me and r_c, 'cause of the fight we had earlier. That right?",
            "I'll save you a few words - it's not gonna happen. Why's it always me that's gotta be in the wrong, huh? Why not force them to apologize?",
            "Go find somebody else's problem to fix."
        ]
    ],
    "assertive_12": [
        [
            "Any",
            "assertive",
            "from_mate"
        ],
        [
            "y_c, what if we ran away?",
            "Forgot the clan, forgot the code ... Just left and made our own life together, the two of us.",
            "We could be gone by tomorrow with no one ever knowing ...",
            "[t_c grins. They're kidding.]",
            "[But their twitching tail tells you some small part of them can't help but imagine what it might be like ...]"
        ]
    ],
    "assertive_13": [
        [
            "medicine cat apprentice",
            "medicine cat",
            "assertive"
        ],
        [
            "Hey, so, uh ...",
            "I just thought I'd come say thanks for keeping me out of trouble.",
            "Seriously, without you, I'd probably be a red smear on the forest floor by now. I owe you a bunch.",
            "... Say, do ya ever get lonely spending so much time in the medicine den?",
            "Hm ... What if I started eating my meals in here, with you?",
            "I'll catch you up on all the latest clan gossip, and it'll keep me out of trouble!",
            "C'mon, whaddaya say? It'd help one of your patients out!"
        ]
    ],
    "assertive_14": [
        [
            "Any",
            "platonic_like",
            "assertive",
            "unlawful",
            "silly",
            "unabashed",
            "adopted_sibling",
            "half sibling"
        ],
        [
            "*Huff* *Huff*",
            "... Yes, y_c, I got in a fight again. But the other guy totally deserved it this time!",
            "I overheard some stupid piece of fox-dung saying that, because we aren't littermates, we can't be real siblings!",
            "Of course, I had to give that mange-ridden fleabag a piece of my mind. Words were exchanged. As were claws. And teeth. The deputy had to come break up the whole thing. But by that time, I think they already learned their lesson! Hehe.",
            "... Hey, c'mon, don't look so sad! Who cares what that hare-brain thinks? You're my kin, just as much as if we were born in the same litter. And I'll never let anyone say anything different.",
            "Now, c'mon! Let's go eat. I always have an appetite after a scuffle."
        ]
    ],
    "assertive_warrior": [
        [
            "Any",
            "assertive",
            "unabashed",
            "neutral"
        ],
        [
            "Whoa, lookout! Incoming!!!",
            "[t_c is in hot pursuit of a mouse - right in the middle of camp! They skid to a halt inches from your face, destroying the pile of moss you were gathering for your nest.]",
            "*Huff* *Huff* Sorry about that! Say, did you see which way the mouse went?",
            "I swear, those little buggers are getting braver by the day ... And stupider, too. How long does it think it's gonna last in a clanful of cats?",
            "Er, sorry about your moss. Did you need help cleaning it up?",
            "[t_c clumsily attempts to reorganize the pile, breaking several pieces in the process.]",
            "There! Good as new ... kinda. Heh. Sorry, again.",
            "Be on the lookout for that mouse for me, will ya? Come find me if you see it again."
        ]
    ],
    "assertive_15": [
        [
            "elder",
            "assertive",
            "cool",
            "silly",
            "unlawful",
            "platonic_like",
            "romantic_like",
            "from_mate"
        ],
        [
            "Hey, furbag. I brought you something!",
            "[r_c lays a colorful feather at your paws.",
            "I know this is your favorite color, and you miss exploring the territory. So I knew I just had to bring it to you.",
            "Yeah, yeah, don't get all soft on me, hehe. Wanna grab a meal together?"
        ]
    ],
    "assertivewarrior_leader5": [
        [
            "leader",
            "assertive",
            "unabashed",
            "stable"
        ],
        [
            "y_c, I think I'm ready for an apprentice.",
            "I'm qualified, I'm a good teacher, and I'd love a younger cat who I could show the ropes to!",
            "I know it's not for me to say, but I just figured I'd put a good word in.",
            "Do keep in mind, will ya?"
        ]
    ],
    "assertivewarrior_leader3": [
        [
            "leader",
            "assertive",
            "silly",
            "unabashed"
        ],
        [
            "Hey, boss! Come down to mingle with us common folk? Hehe.",
            "Everything's going just fine around camp, as far as I can tell. There's a leak in the warrior's den that someone should probably get on ... wanna lend a paw?",
            "... Really? Okay! I'll go grab the brambles!"
        ]
    ],
    "assertivewarrior_leader2": [
        [
            "leader",
            "assertive"
        ],
        [
            "Oh, what I'd give for nine lives!",
            "I already try to throw myself into whatever challenge I'm given, but you're on a whole other level! With nine lives, you could be really ... truly ... FEARLESS!"
        ]
    ],
    "assertivewarrior_deputy2": [
        [
            "deputy",
            "leader",
            "assertive",
            "unlawful",
            "brooding",
            "unabashed",
            "dislike"
        ],
        [
            "Yeah, right. Like I have to take orders from you!",
            "You may think you're a warrior, but all you do is sit on your haunches and boss everyone around all day. That's no warrior. That's a coward.",
            "Go find some other cat to impose on."
        ]
    ],
    "assertivewarrior_deputy1": [
        [
            "deputy",
            "assertive",
            "unlawful"
        ],
        [
            "Do me a favor and put me on the border patrol, y_c? I need to feel the wind in my fur. I've been going crazy, cooped up in camp."
        ]
    ],
    "assertivewarrior_deputy": [
        [
            "deputy",
            "assertive",
            "upstanding",
            "stable"
        ],
        [
            "Next in line, huh? Do me a favor and put in a good word with the leader for me. I'm hoping to lead the border patrol today."
        ]
    ],
    "assertive_queen": [
        [
            "queen's apprentice",
            "queen",
            "assertive",
            "cool",
            "sweet",
            "silly"
        ],
        [
            "Heya, y_c! How are the little ones today?",
            "If you ever need any help at all, just give me a shout. I know they can be a pawful! Heh."
        ]
    ],
    "assertive_queensapp2": [
        [
            "queen's apprentice",
            "queen",
            "assertive",
            "upstanding"
        ],
        [
            "Hey, y_c! How are the kits today?",
            "Ahhhh! StarClan, they're so cute! Can I help groom them?",
            "Or - how about this? Maybe, every once in a while, I can hold a little kit-training session! Help them get a head start on their apprenticeships! It'll be like having a den of little warriors, hehehe!",
            "Though, I guess I can see how that wouldn't be the best for you ...",
            "Oh, what the heck. Let the kits be kits for now! They'll start their training when they're ready.",
            "Seeya, y_c! I'll definitely have to come and visit more often."
        ]
    ],
    "assertive_queensapp1": [
        [
            "queen's apprentice",
            "assertive",
            "cool",
            "brooding",
            "unabashed",
            "unlawful",
            "dislike"
        ],
        [
            "Hehe. Of course you'd never leave the nursery, y_c.",
            "You don't have what it takes to be a real warrior. Not in a million moons!",
            "But, uh, this is ... okay too, I guess! If you think becoming a full-time kitsitter is comparable to, y'know ... finding food and protecting the clan from danger.",
            "Have fun hanging out with the queens, y_c. *Snrk*"
        ]
    ],
    "assertive_mediator3": [
        [
            "mediator",
            "mediator apprentice",
            "assertive",
            "dislike",
            "unabashed"
        ],
        [
            "Hmph. You may fight for peace, y_c, but I know it by another word - cowardice.",
            "I know compromise has its place, but you'd say you'd really forsake your values - the values of this clan - just so all of us can just laze around on our haunches and never have to risk anything real?",
            "I don't think so. I fight for what I believe in. No matter what it costs.",
            "Maybe think about that the next time you try to make a compromise with the enemy."
        ]
    ],
    "assertivewarrior_mediatorapp": [
        [
            "mediator apprentice",
            "assertive"
        ],
        [
            "Man, you're insightful for an apprentice, y_c!",
            "When I was your age, all I thought about was smashing stuff and chasing after my crushes. But now, here you are! Sorting out problems with cats who've been around ten times longer than you!",
            "That must take a lot of discipline. The whole clan is proud of you!"
        ]
    ],
    "assertivewarrior_mediatorapp1_3": [
        [
            "mediator apprentice",
            "assertive",
            "cool",
            "upstanding",
            "brooding",
            "dislike"
        ],
        [
            "Oh, absolutely not. No way a little apprentice is going to tell me what's right and what's wrong.",
            "Could you at least get your mentor over here, or something? Needing a so-called 'mediator' is already humiliating enough as it is.",
            "Let alone when they're barely out of the nursery."
        ]
    ],
    "assertive_mediatorapp": [
        [
            "mediator apprentice",
            "mediator",
            "assertive",
            "upstanding"
        ],
        [
            "Is it really true that you're allowed to just ... travel between the clans as you please?",
            "Whoa! That's so cool!!! I've always wanted to explore the other territories, but I've never been allowed.",
            "Is it true that o_cClan cats can swim like fish? Or that their territory is full of snakes?",
            "[You and t_c have a long conversation about the other clans. With each detail you share, their eyes grow bigger and bigger.]"
        ]
    ],
    "assertive_mediatorapp3": [
        [
            "mediator apprentice",
            "assertive",
            "unabashed",
            "brooding"
        ],
        [
            "y_c, I think that peace is a noble pursuit, and all, but don't you think that there's some cases where conflict is necessary?",
            "What about standing up for what's right? What about fighting for justice and fairness? You're still just an apprentice. You have a lot to learn about clan life.",
            "And, from what I've learned, sometimes the true only way to settle a dispute is with teeth and claws.",
            "No matter what your mentor might tell you."
        ]
    ],
    "assertivewarrior_mediatorapp5": [
        [
            "mediator apprentice",
            "mediator",
            "assertive",
            "unlawful",
            "unabashed"
        ],
        [
            "*Huff**Huff* Hey, y_c! What's happening? I was just doing some sparring.",
            "I heard that you aren't allowed to fight for the clan, 'cause it'd make you biased in your mediation - man, that must take some restraint.",
            "If it were me, I'd want to claw the ears off of half the mouse-brains in this clan! Haha!"
        ]
    ],
    "assertivewarrior_med7": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "platonic_like",
            "assertive",
            "cool",
            "unabashed",
            "unlawful"
        ],
        [
            "Y'know, sometimes I worry about you, y_c. If anything ever tries to hurt you, then how will you defend yourself?",
            "Though, I guess if I were caught out in the cold, I wouldn't be able to patch myself up, either ...",
            "Tell you what. How about, when you have a little down time, I can teach you some basic battle moves? And, likewise, you can teach me some stuff about healing!",
            "That way, we can both make each other stronger.",
            "See you soon!"
        ]
    ],
    "assertive_med6": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "assertive"
        ],
        [
            "Hey, y_c! I got into a bit of trouble again. No big deal, just a scratch!",
            "[It is not, in fact, just a scratch. In fact, t_c is bleeding all over the medicine den. They chat loudly as you hurry to help them.]",
            "Man, I must be using up, like, half your herb stores, huh? But where's the fun in being careful? Besides, I know you could use some company in here.",
            "Oh man, what type of herbs are those? They look cool. Are you talking to StarClan? Can you hear them right now?",
            "[You finish helping t_c with their injury.]",
            "Hey, thanks! I owe you a bunch! What? You want me to stay and rest? Sorry, y_c. That's not really my style. I gotta get back out there!",
            "But, ah, maybe I'll try to go a little easier. Just for you. *Wink*"
        ]
    ],
    "assertivewarrior_med5": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "mediator apprentice",
            "mediator",
            "queen's apprentice",
            "queen",
            "elder",
            "assertive"
        ],
        [
            "Doesn't it drive you insane, being cooped up inside camp all day?",
            "What about the thrill of adventure? The wind in your fur? The satisfaction of killing a hard-earned piece of prey?",
            "Respect to you, y_c. I could never do what you do. Though, I suppose the clan needs all types of cats to function."
        ]
    ],
    "assertiveapp_medapp1": [
        [
            "medicine cat apprentice",
            "medicine cat",
            "platonic_like",
            "assertive",
            "unabashed",
            "silly"
        ],
        [
            "y_c, if you ever need a warrior escort while gathering herbs, you'll come to me, right?",
            "I'll keep you safe from any danger that comes your way! Yah! Hiyah!",
            "[r_c mimes battle moves against imaginary enemies.]"
        ]
    ],
    "assertive_medapp5": [
        [
            "medicine cat apprentice",
            "assertive",
            "unlawful",
            "unabashed"
        ],
        [
            "How's it going, mini-medicine cat? Herbal life treating you well?",
            "Don't worry, I'm not going to run headfirst into trouble and injure myself today.",
            "As for tomorrow? Who knows!"
        ]
    ],
    "assertive_warrior_or_elder_2": [
        [
            "apprentice",
            "platonic_like",
            "assertive",
            "unabashed",
            "silly"
        ],
        [
            "Not always easy in the apprentice's den, huh? I remember those days. Sometimes cats can be so cliquey, especially the young ones ...",
            "But, no matter what, you can never let fear hold you back from being who you are! Work hard, be friendly, and forget anyone who tries to get you down!",
            "That's real bravery. Not just rushing into battle, but also standing up for what you believe in. And bravery is what makes a warrior who they are.",
            "Heh, look at me, getting all wise ... Just my opinion, is all."
        ]
    ],
    "assertive_warrior_or_elder_1": [
        [
            "apprentice",
            "platonic_like",
            "assertive",
            "sweet",
            "you_introspective",
            "you_neurotic",
            "you_brooding",
            "you_upstanding"
        ],
        [
            "You're so insightful for your age, y_c!",
            "I wish I were as smart as you when I was an apprentice ... it might've saved me a lot of trouble! Heh."
        ]
    ],
    "assertive_warrior9": [
        [
            "apprentice",
            "assertive",
            "unlawful"
        ],
        [
            "Heads up, y_c! Moss in the elder's den needs changing!",
            "Guess being a warrior's not always fighting battles and scaring off kittypets, huh?",
            "But there's still plenty of that, too, if you're lucky. Hehehe."
        ]
    ],
    "assertive_warrior_or_elder1": [
        [
            "apprentice",
            "assertive",
            "cool",
            "silly"
        ],
        [
            "Working hard, y_c? Or, is it more like hardly working? Hehe.",
            "Y'know, it's good to contribute to the clan, but make sure you take some time to grow up, too. Working isn't everything. Now's the time for you to get out and explore!",
            "*Sigh* I sorta miss those days myself ..."
        ]
    ],
    "sweet_warrior_1": [
        [
            "newborn",
            "sweet"
        ],
        [
            "Aw, hello there, y_c! Welcome to the world!!",
            "I can't wait to see how much you grow, and how you adapt to c_nClan... Maybe I'll even be your mentor!",
            "If that happens, then I promise on my role as a Warrior that I'll be the best mentor I can be to you."
        ]
    ],
    "sweet_warrior_2": [
        [
            "kitten",
            "sweet"
        ],
        [
            "I've brought gifts for the Nursery! Would anyone like- oh, hello there y_c!",
            "Would you like any of these things? I've been gathering them for a little while, they're stuff from out in the territory! Little rocks, bits of moss, flowers, all of that."
        ]
    ],
    "sweet_warrior_3": [
        [
            "kitten",
            "sweet"
        ],
        [
            "[They twitch their ear, noticing you following them but not looking at you just yet. Perfect pouncing practice!]",
            "Yowch! That's quite the pounce you've got there, y_c! Hehe, with skills like that, you'll become a fine warrior in no time!",
            "... but maybe hold off on biting your clanmates so hard, hehe. I'll go and get you some moss to practice on instead!"
        ]
    ],
    "sweet_warrior_4": [
        [
            "kitten",
            "sweet"
        ],
        [
            "Oh, y_c! I think you're supposed to be staying in the Nursery right now, little one.",
            "Why? Oh, the o_cClan leader is visiting! It's just a safety precaution. I was sent to guard it for now, so I wouldn't mind carrying you back there."
        ]
    ],
    "sweet_warrior_5": [
        [
            "apprentice",
            "queen's apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "sweet"
        ],
        [
            "Good evening, y_c! How was training? Hopefully not too rough... I've got something I'd like to give to you, if you're free!",
            "Here you go, freshest prey on the pile. After all that hard work today, you deserve it! I have a couple things I need to do now, but please let me know if there's anything else I can do!"
        ]
    ],
    "sweet_warrior_6": [
        [
            "apprentice",
            "queen's apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "sweet"
        ],
        [
            "Hello y_c! Oh, you seem stressed, what's up?",
            "Stressed out, huh? Yeah, training can be pretty stressful... I remember my mentor making me wake up way too early many times.",
            "Just make sure to take care of yourself, alright? You matter, and stressing yourself out for someone else's expectations isn't something you should do.",
            "Let me see if there's anything I can do, alright? You go get something to eat, don't worry about it."
        ]
    ],
    "sweet_warrior_7": [
        [
            "apprentice",
            "random_cat",
            "sweet"
        ],
        [
            "Hey y_c! What's on the schedule today?",
            "m_n is taking you and r_a out to train? Sounds like fun! Make sure you guys take plenty of breaks though!"
        ]
    ],
    "sweet_warrior_8": [
        [
            "queen's apprentice",
            "sweet"
        ],
        [
            "Hey y_c! How has the Nursery been, is everything alright?",
            "Let me know if you need any help with den repairs or kit-sitting, I'm happy to lend a paw if you ever need me to!"
        ]
    ],
    "sweet_warrior_9": [
        [
            "medicine cat apprentice",
            "sweet"
        ],
        [
            "Oh, y_c! How have you been? Do you need someone to help with herb-gathering?",
            "Please let me know if you need anything! I'm always happy to help."
        ]
    ],
    "sweet_warrior_10": [
        [
            "mediator apprentice",
            "random_cat",
            "sweet"
        ],
        [
            "Hmm, y_c? What's up?",
            "Oh, don't worry! r_w and I were just having a small debate, nothing to mediate!",
            "It means a lot that you were worried though... Hey, how about you come get something to eat with me, just to make it worth your time?"
        ]
    ],
    "sweet_warrior_11": [
        [
            "warrior",
            "medicine cat",
            "mediator",
            "queen",
            "random_cat",
            "sweet"
        ],
        [
            "Oh, y_c! It's so nice to see you, I've been meaning to talk to you about something!",
            "d_n was going to send you on a ton of patrols since a lot of the Warriors weren't feeling well... but I thought that might be unfair especially with how busy you already are, so I decided to help you out!",
            "Which ones would you prefer? The dawn patrol, hunting patrol, dusk patrol or the herb patrol?"
        ]
    ],
    "sweet_warrior_12": [
        [
            "warrior",
            "medicine cat",
            "mediator",
            "queen",
            "sweet"
        ],
        [
            "Hey y_c! Do you need an escort for anything?",
            "I'd love to spend more time with you, and what's a better way than helping you around?"
        ]
    ],
    "sweet_warrior_13": [
        [
            "warrior",
            "sweet"
        ],
        [
            "Oh, y_c! Are you going on a hunting patrol?",
            "Can I come along? I'm more than happy to help if you need me to!"
        ]
    ],
    "sweet_warrior_14": [
        [
            "medicine cat",
            "sweet"
        ],
        [
            "Oh wow y_c... I never realized how many herbs there were.",
            "I don't have another patrol until sundown, would you mind teaching me a little bit about herbs?",
            "It couldn't hurt to know, in case someone needs help and you're away!"
        ]
    ],
    "sweet_warrior_15": [
        [
            "mediator",
            "random_cat",
            "sweet"
        ],
        [
            "Um.. y_c?",
            "I know this is a big thing to ask, but... you're good with cats and relationships, right?",
            "r_c was having a really rough day... I think they got into a fight with someone, and I'm really concerned...",
            "When I asked them what was wrong, they got upset with me and shooed me away... can you check up on them?",
            "I'm... really worried. It'd mean a lot."
        ]
    ],
    "sweet_warrior_16": [
        [
            "queen",
            "random_cat",
            "sweet"
        ],
        [
            "[You're looking for r_k when you find them playing with t_c, the warrior playing very gently. They seem to brighten when they see you, and send r_k your way.]",
            "Look out, y_c~! The leader of StarClan is coming to battle you!",
            "[You play along, running from r_k.. Though you eventually let them catch you. t_c, r_k and you have a fun day of playing pretend, though t_c does get in a bit of trouble for not getting their duties done.]"
        ]
    ],
    "sweet_warrior_17": [
        [
            "deputy",
            "random_cat",
            "sweet"
        ],
        [
            "Hey y_c! What tasks do you have for me today?",
            "[You mention they'll be going on a patrol with r_w, and they give you a small nod.]",
            "Sounds good! Is it alright if I come home a little bit early from the patrol? I promised l_n I'd help decorate around the camp for the kits."
        ]
    ],
    "sweet_warrior_18": [
        [
            "deputy",
            "sweet"
        ],
        [
            "Mm.. y_c? I know it's a bit sudden to ask, but...",
            "Are you remembering to take care of yourself? Being a deputy is a ton of hard work and...",
            "I guess I'm just inspired by the work you do... you make so many cats happy and you bring a smile to everyone.",
            "[t_c meets your eyes, giving you a gentle smile.]",
            "If anyone understands what it's like to neglect yourself to take care of others, it's me, and I wouldn't want it to happen to you too."
        ]
    ],
    "sweet_warrior_19": [
        [
            "deputy",
            "sweet"
        ],
        [
            "[t_c seems to look at you with concern, you don't know why until they approach you.]",
            "Um.. y_c? You look really tired... Was the leak in the Warriors Den waking you up?",
            "Well... if you'd like, you can take my nest until we get that fixed. I don't mind! It's in a dry spot, so you should get plenty of rest.",
            "The deputy of c_nClan needs to be awake, after all!"
        ]
    ],
    "sweet_warrior_20": [
        [
            "leader",
            "sweet"
        ],
        [
            "[t_c bows their head with respect towards you as they approach, smiling as they stand back up.]",
            "y_c!! It's nice to see you out and about! Is there anything you need help with?"
        ]
    ],
    "sweet_warrior_21": [
        [
            "leader",
            "sweet"
        ],
        [
            "y_c...? It didn't hurt when you got your lives, did it?",
            "[They seemed to lean on your shoulder as a comforting gesture, pausing for a few moments.]",
            "I can't heal that pain, but I'll be the best warrior I can be for you, I promise."
        ]
    ],
    "sweet_warrior_22": [
        [
            "leader",
            "sweet"
        ],
        [
            "y_c...? I just wanted to say...",
            "Thanks for not giving up on me. I know I'm very soft-hearted for a warrior, but...",
            "Knowing I'm serving the best leader in all of the clans makes it all worth it."
        ]
    ],
    "sweet_warrior_23": [
        [
            "elder",
            "sweet"
        ],
        [
            "[t_c seems to bound in here, almost like an excited kit. They lay down in front of you, tucking their paws under their belly.]",
            "It's story night tonight, right? How exciting! You have some of the best stories in all of the clans.",
            "[Perhaps elder stories aren't just for kits and apprentices after all.]"
        ]
    ],
    "sweet_warrior_24": [
        [
            "elder",
            "sweet"
        ],
        [
            "Oh, y_c! I changed your nest earlier, I hope you like it!",
            "I found some super soft moss, and I thought it'd be perfect for you. I also threw in some flowers... there wasn't really a reason for that one, I just like flowers."
        ]
    ],
    "sweet_warrior_25": [
        [
            "elder",
            "sweet"
        ],
        [
            "Oh, y_c! It rained this morning so it's super slippery outside, I can help you walk around if you want!",
            "Here, stay by my side, and I'll catch you if you fall!"
        ]
    ],
    "broodingapp_toapp": [
        [
            "warrior",
            "brooding",
            "platonic_like",
            "romantic_like"
        ],
        [
            "We have training together today?",
            "Yes, I know ... I requested it.",
            "Why?",
            "Uh. I dunno.",
            "I ... like spending time with you. I guess.",
            "And, um, also, you're a good sparring partner, too. Mostly that.",
            "Ahem ..."
        ]
    ],
    "broodingapp_toapp_2": [
        [
            "apprentice",
            "warrior",
            "brooding"
        ],
        [
            "Hm? What's that?",
            "You want to know if we can train together?",
            "... I work best alone.",
            "But ... thank you for asking."
        ]
    ],
    "broodingapp_toqueenapp": [
        [
            "queen's apprentice",
            "queen",
            "brooding",
            "neutral",
            "platonic_like"
        ],
        [
            "Do you know how to defend yourself?",
            "If something were to try to harm these kits, how would you protect them?",
            "Hm ... I suppose that's a ... decent strategy. But your form is sloppy, and your technique needs work.",
            "Come and find me sometime, and I'll show you."
        ]
    ],
    "brooding_tomedapp": [
        [
            "medicine cat apprentice",
            "medicine cat",
            "brooding"
        ],
        [
            "Have you heard anything from StarClan lately?",
            "Hmph. Of course not. How typical.",
            "Any longer and I'll start to believe our ancestors have given up on us."
        ]
    ],
    "broodingadult_toapp": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "queen's apprentice",
            "brooding",
            "platonic_like",
            "romantic_like",
            "trust",
            "comfort",
            "from_parent"
        ],
        [
            "Oh, hello, y_c. Is your training going well?",
            "Just don't worry about the other apprentices. Focus on your studies, and serving your clan. That's all that matters.",
            "You're turning into a fine young cat ...",
            "... and the whole clan is proud."
        ]
    ],
    "broodingadult_toapp1": [
        [
            "apprentice",
            "brooding",
            "dislike",
            "neutral"
        ],
        [
            "Hm? You ... want my advice on catching birds?",
            "Tch. Give me a break.",
            "Go find someone who actually has the time."
        ]
    ],
    "broodingadult_toapp2": [
        [
            "apprentice",
            "brooding",
            "platonic_like",
            "respect",
            "comfort",
            "trust",
            "from_parent",
            "from_mentor"
        ],
        [
            "Hm? You ... want my advice on catching birds?",
            "Heh ... I remember being an apprentice. It's not easy. It's something that takes a lot of time and discipline to figure out.",
            "I could talk you through all the steps ... but, it might be better if I just show you myself.",
            "How about I take you out on the territory tonight and we can have a lesson ... does that sound good to you?"
        ]
    ],
    "broodingadult_toapp3": [
        [
            "apprentice",
            "brooding",
            "platonic_like",
            "respect",
            "comfort",
            "trust",
            "from_parent"
        ],
        [
            "I overheard a few of the warriors talking. They think you're doing well in your training.",
            "And, as much as I hate banal gossip, I'm ... inclined to agree with them.",
            "Not bad, y_c."
        ]
    ],
    "broodingadult_toapp4": [
        [
            "apprentice",
            "mediator apprentice",
            "medicine cat apprentice",
            "queen's apprentice",
            "brooding"
        ],
        [
            "[After a long, grueling day of training, t_c catches you crying alone in your nest.]",
            "Oh ... y_c.",
            "You seem upset.",
            "Erm ... Do you want me to get someone else, or ...?",
            "*Siiiigh.* ... Okay, if I tell you a story from my apprenticeship, will you stop your whining and let me leave?",
            "Okay ... Um ... Well, I guess my apprenticeship was anything but easy.",
            "All my denmates seemed moons ahead of me at everything I did. Everything I ever tried, I screwed it up. And, on the outside, I acted like I didn't care, but on the inside ... Well.",
            "I used to sneak out of my nest at night and take these long walks. It was freezing, but I never minded.",
            "I just climbed the tallest tree I could find, sat on a branch, and stared up at the stars, sometimes until the sun came up.",
            "I wondered how StarClan could let me suffer like this. How they could just sit up there and watch as I sank deeper and deeper, how they never sent anyone to save me.",
            "I was completely, utterly, suffocatingly alone. Never in a million moons did I ever dream that I'd actually get my full name.",
            "But, y'know ... Here I am.",
            "I know it's hard. But the way you're feeling right now isn't going to last forever. It may sound impossible, but ... things do get better. It's something I learned the hard way. So, y'know ... don't give up.",
            "Good luck out there, y_c. I ... I'll be rooting for you.",
            "[t_c turns and exits the den without another word.]"
        ]
    ],
    "upstanding_warrior1": [
        [
            "warrior",
            "upstanding"
        ],
        [
            "y_c, there you are. I've been meaning to talk to you all day, it's almost like you're trying to avoid me!",
            "Anyways, now that I've got you here, would you mind telling me what in the name of Starclan crossed your mind when you decided to skip this morning's dawn patrol?",
            "'Accidentally' sleeping in isn't an excuse and you know that! Do you think the sun will stop rising or the seasons will stop shifting just because of your lack of awareness?",
            "Honestly y_c, you need to start pulling your weight. We can't afford to have you just lounging around in your den while the rest of us are stuck picking up your slack!",
            "c_nClan has no room for inadequate warriors who can't handle something as simple as showing up to patrol on time. Work on that, yeah? I don't want to have this conversation with you again."
        ]
    ],
    "upstanding_warrior2": [
        [
            "upstanding",
            "deputy",
            "dislike"
        ],
        [
            "y_c, if I'm going to be honest with you, I can't help but feel like you've become a bit...lazier with patrols.",
            "Don't you get all bristly with me now, just think about it! You organize a couple, maybe a few patrols a day, and small ones at that. That leaves majority of us just lounging around camp like sitting ducks waiting for something to happen!",
            "How are we supposed to provide for our clan if you can't even take your job seriously? I strongly suggest you start pulling your act together and take charge before l_n starts to realize how poor of a choice they made choosing you as deputy."
        ]
    ],
    "upstandingwarrior_warriorapp1": [
        [
            "upstanding",
            "mediator",
            "mediator apprentice"
        ],
        [
            "What is it now?! After what happened out there I don't want to-",
            "Oh! Erm...sorry y_c. Thought you were someone else for a moment.",
            "I don't mean to be so prickly, it's just something that happened on a patrol earlier really bugged me. Do you mind if I talk about it?",
            "So me and a few others were out on a hunting patrol, and we spotted an o_clan cat cross right over the border! Can you believe that?",
            "They claimed that they had been stalking some prey before it went over our border, so that made it theirs. And get this, the rest of my patrol agreed with them!",
            "How could some cat have such little respect for the rules and still get away with it? At this rate, the other clans will be prancing all over our territory faster than you can say 'mouse!'"
        ]
    ],
    "upstanding_warrior3": [
        [
            "upstanding",
            "deputy"
        ],
        [
            "Hey there y_c! I currently have the energy of a kit whose been stuck inside the nursery for a moon, so I was wondering if you could maybe squeeze me into the dawn patrol?",
            "And maybe a few hunting patrols while your at it and...oh! A border patrol or two?"
        ]
    ]
}