{
   
    "warrior_14": [
        [
            "hate"
        ],
        [
            "..."
        ]
    ],
    "warrior_15": [
        [
            "hate"
        ],
        [
            "I don't want to talk to you."
        ]
    ],
    "warrior_16": [
        [
            "hate"
        ],
        [
            "Talk to me again and I'll shred you."
        ]
    ],
    "warrior_17": [
        [
            "hate"
        ],
        [
            "Leave me alone."
        ]
    ],
    "warrior_18": [
        [
            "hate"
        ],
        [
            "Can't you see I'm busy?"
        ]
    ],
    "warrior_19": [
        [
            "hate"
        ],
        [
            "You again? Haven't you done enough?"
        ]
    ],
    "warrior_2293": [
        [
            "murder",
            "Any"
        ],
        [
            "You killed them, didn't you?"
        ]
    ],
    "warrior_1d6": [
        [
            "kitten",
            "insult"
        ],
        [
            "Oh, a kit with a warrior's spirit, I see."
        ]
    ],
    "warrior_4324": [
        [
            "apprentice",
            "from_mentor",
            "dead_close"
        ],
        [
            "You were distracted during training today, is everything alright? I know it's been rough lately, but.. you're doing very good, you know that?",
            "You caught so much prey, won so many mock battles, gave so much back to the clan..",
            "I'm proud of you, little one. I'm sure parent1 is too."
        ]
    ],
    "warrior231": [
        [
            "mediator"
        ],
        [
            "Hey! I was looking to talk with you. Is there a chance that you can help me out with something? If you aren't busy of course.",
            "So... I had an argument with another clan member earlier. Who it was doesn't matter... but I think we both said some things that we shouldn't have. Lines were crossed and - we were both just really angry with each other.",
            "It was a stupid argument anyway. I've been trying to own up and apologize to them, maybe even have a conversation over what went wrong. I just don't know what to say, and that's where I was hoping you could help me out a little.",
            "That's... actually a good idea! I'll make sure to try that when I see them, maybe it will help us see eye to eye, or at least smooth some pelts a tad.",
            "Thanks for helping me out, the clan really is lucky to have you. I'll update you on this whole situation later, hopefully I'll be able to bring good news."
        ]
    ],
    "warrior2321": [
        [
            "kitten",
            "bloodthirsty"
        ],
        [
            "Hello, y_c. You're quite a talented little one, aren't you? I saw you earlier, playing with your siblings. I've been keeping an eye on you.",
            "I can tell you're going to be a great warrior already. So much potential, and so young. You know, I can help you. I'm a warrior myself, and a rather good one at that. Say, here's a tip; one warrior to another.",
            "Next time you roughhouse with your siblings, try using your claws. It'll only hurt a bit for them, but it'll make you all into better warriors. In a real battle, an enemy isn't going to hold back like your littermates do.",
            "They're making you soft. A real enemy's going to come at you with everything they've got.",
            "If you really want to prepare, you have to do the same. Use your claws. Go for the throat. Remember, when you're a warrior, it's kill or be killed. You'll be doing your siblings a favor. You can thank me when you're older.",
            "Anyway, keep this between the two of us, alright? This'll be our secret. If it gets out, other kits might start pestering me for tips, too."
        ]
    ],
    "warrior32132": [
        [
            "newborn",
            "parent"
        ],
        [
            "I can't wait for you to open your eyes; you'll have a lot of fun out here, I'm sure.",
            "I have high hopes for you, my little warrior. You're going to be great some day; I know it.",
            "I hope you won't disappoint me."
        ]
    ],
    "app_32a1": [
        [
            "insult",
            "warrior"
        ],
        [
            "Careful, your jealousy is showing."
        ]
    ],
    "app_32da1": [
        [
            "insult",
            "warrior"
        ],
        [
            "I'd be more offended if I respected your opinion."
        ]
    ],
    "app_32afa1": [
        [
            "insult",
            "warrior"
        ],
        [
            "Is that the best you can do?"
        ]
    ],
    "app_32fax1": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "Your words do not define me. I know who I am and where my loyalties lie."
        ]
    ],
    "app_32fca1": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "Oh, a playful jab, huh? Good thing warriors are tough!"
        ]
    ],
    "app_32fab1": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "It's easy to criticize, harder to understand. I hope one day you'll see the strength in empathy."
        ]
    ],
    "app_32fa21": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "Your words may sting, but they won't deter me from my duty."
        ]
    ],
    "app_32faf1": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "Insults are a warrior's last resort. Let's show each other respect."
        ]
    ],
    "app_32faa1": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "Every cat can spit fire when they're riled up. But it's the one who remains cool who wins the fight."
        ]
    ],
    "app_32fad1": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "We may not always see eye to eye, but we're part of the same Clan. Let's put our differences aside."
        ]
    ],
    "app_32fa1": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "..."
        ]
    ],
    "warrior2134": [
        [
            "insecure",
            "nervous",
            "lonesome",
            "warrior"
        ],
        [
            "Ugh... The sun's so bright... I hate waking up early for dawn patrol. What about you, y_c?",
            "Yeah, I agree. It's sometimes so hard to leave my nest. It's so warm and soft... I'm a little nervous to admit that I wish I could sleep in my nest forever. Will the others think I'm silly and lazy, like a kittypet?",
            "You don't think so? Thank you so much... I'm a little nervous that they'll laugh at me. I've always been a little different after all."
        ]
    ]
}