{
  "general": {
    "body": [
      "r_c bends over the body of their love, wailing their despair into m_c's fur. They sit vigil next to the body, wishing they could wake from this nightmare.",
      "r_c stares dully at m_c, the world fading from awareness as they try to comprehend their death. All the things they'll never do together, the places r_c wanted to show them, the life they could have lived by each other's sides, all wiped away in an instant.",
      "As the Clan sits vigil for m_c, r_c refuses to even move from their nest, refuses to eat or drink or talk, as though by refusing to face the world will bring them back.",
      "Surely, surely the world can't go on, surely the sun won't rise and the seasons won't turn, not now that m_c is dead. r_c doesn't know how to go on without them.",
      "r_c lies next to m_c as the Clan sits vigil for them. Their world has ended with m_c.",
      "So many happy memories, gone in an instant. r_c buries their nose in m_c's cold pelt, promising themselves that they will never forget the warmth of m_c's scent.",
      "r_c can't believe that the stiff body before them was once their love, m_c. At any moment, they expect m_c to open their eyes and laugh; but it never happens. The world seems so much darker now."

    ],
    "no_body": [
      "Surely, surely the world can't go on, surely the sun won't rise and the seasons won't turn, not now that m_c is gone. r_c doesn't know how to go on without them.",
      "As the Clan sits vigil for m_c, r_c refuses to even move from their nest, refuses to eat or drink or talk, as though by refusing to face the world will bring them back.",
      "Though they know it's unrealistic, deep down, r_c is praying to StarClan that m_c isn't truly gone.",
      "r_c feels lost without m_c's body to sit vigil over. They stare up at Silverpelt all night, straining to see if a new star has joined the sky and refusing to move until daybreak.",
      "r_c's nest feels so big and empty without m_c's body next to theirs. They can barely sleep, surrounded by m_c's scent and cold night air."
      

    ]
  },
  "adventurous": {
    "body": [


    ],
    "no_body": [

    ]
  },
  "altruistic": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "ambitious": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "bloodthirsty": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "bold": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "calm": {
    "body": [
      "r_c doesn't show their emotions often, but when m_c's body is returned to camp, they can't suppress a shriek of grief. The cats around them give them space as they collapse next to their former love."

    ],
    "no_body": [

    ]
  },
  "careful": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "charismatic": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "childish": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "cold": {
    "body": [
      "r_c doesn't show their emotions often, but when m_c's body is returned to camp, they can't suppress a shriek of grief. The cats around them give them space as they collapse next to their former love."

    ],
    "no_body": [

    ]
  },
  "compassionate": {
    "body": [
      "Although r_c's grief at the loss of m_c is overwhelming, they make sure to tend to their Clanmates before indulging in their own mourning. It's all they can do not to collapse, but caring for the cats around them has always brought them comfort in times of need."

    ],
    "no_body": [

    ]
  },
  "confident": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "daring": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "empathetic": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "faithful": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "fierce": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "insecure": {
    "body": [

    ],
    "no_body": [
      "Maybe m_c didn't really die. Maybe they were just finally fed up with r_c and decided to leave. r_c stays in their nest, numb and terrified."

    ]
  },
  "lonesome": {
    "body": [
      "r_c had thought that they would never feel alone again after m_c entered their life. Now, staring at m_c's lifeless body, r_c doesn't know what they'll do, how they'll ever go on from here.",
      "r_c's Clanmates make sure to spend extra time with them in the days since m_c's death, sharing their fresh-kill and tongues. One night, r_c even finds extra moss lining their bed. Maybe they're not as alone as they always thought they were."

    ],
    "no_body": [
      "If only r_c had proof that m_c was really dead...with no body, the void left by m_c's absence is so much harder to bear. r_c sits motionless in their nest, staring at the camp entrance and waiting, hoping, for a familiar face to appear."

    ]
  },
  "loving": {
    "body": [
      "When m_c's body is returned to camp, r_c can't help but break down in caterwauls. They press their muzzle into m_c's icy pelt, shivering with grief.",
      "Despite feeling like their heart has been torn in two, r_c gently places m_c's favorite nest decorations next to their still body, so that it looks like they're not dead but simply in a deep and peaceful sleep."
      
    ],
    "no_body": [
      "Even with no body, r_c is determined to never fall in love with another cat again. m_c was their one true love, and maybe, just maybe, they will return someday."

    ]
  },
  "loyal": {
    "body": [
    

    ],
    "no_body": [
      "Even with no body, r_c is determined to never fall in love with another cat again. Maybe, just maybe, m_c will return someday."

    ]
  },
  "nervous": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "patient": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "playful": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "responsible": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "righteous": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "shameless": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "sneaky": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "strange": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "strict": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "thoughtful": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "troublesome": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "vengeful": {
    "body": [
      "r_c wants to tear the world apart. Looking down at m_c's lifeless body, r_c digs their claws into the ground and grits their teeth, vowing to themselves to avenge their lost love in any way possible."

    ],
    "no_body": [
      "The world is so much colder now without m_c in it. r_c stares up at the sky, yowling their fury at StarClan for taking away their love. No matter what, and wherever they go, they will never stop searching for m_c."

    ]
  },
  "wise": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "attention-seeker": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "bossy": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "bouncy": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "bullying": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "charming": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "daydreamer": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "impulsive": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "inquisitive": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "noisy": {
    "body": [

    ],
    "no_body": [

    ]
  },
  "polite": {
    "body": [
      "r_c doesn't want to trouble their Clanmates with their grief. Everyone is hurting after m_c's death. r_c waits until they are alone, then sits a silent vigil under Silverpelt, holding back their wails."


    ],
    "no_body": [

    ]
  },
  "quiet": {
    "body": [
      "r_c doesn't want to trouble their Clanmates with their grief. Everyone is hurting after m_c's death. r_c waits until they are alone, then sits a silent vigil under Silverpelt, holding back their wails."

    ],
    "no_body": [

    ]
  },
  "sweet": {
    "body": [

    ],
    "no_body": [

    ]
  }
}
