{
  "minor": [
    "r_c is eager to get up and busy themselves the next day, refusing to sit still for even a moment lest their thoughts begin to linger on m_c's death. ",
    "As the vigil draws to a close, someone suggests that r_c should eat. It feels like dung in their mouth, but they know m_c would want them to take care of themselves. ",
    "r_c keeps searching for tasks to do, for cats to comfort, for distractions against the hole in their heart, as they fight to keep the grief from consuming them.",
    "The world seems dim and lifeless, and r_c keeps close to their Clan, seeking out their comfort and company.",
    "r_c goes over the best of the moments they shared with m_c in their mind, again and again, like wearing a rut into the ground, until they're sure that they will remember m_c forever.",
    "One day, the Clan will have kittens who never knew m_c in life, but r_c vows to ensure m_c's memory will live on through them.",
    "Some of the memories shared at m_c's vigil make r_c laugh. Some cry. Most of them do both, as r_c marvels at what a special cat m_c was.",
    "r_c wonders if, maybe, if they're lucky, m_c might visit them in a vision from StarClan.",
    "r_c retires to their nest once the vigil comes to a close, their throat raw from crying. r_c curls up tightly, sniffling as they ponder over how m_c won't ever get to rise in the morning again.",
    "After the vigil, r_c makes it a point to remove scraps of foliage from m_c's nest before it is cleared out. They are comforted by m_c's scent and the strands of fur they left behind as they drift to sleep that night.",
    "As r_c's Clanmates comfort them during the vigil, they can't help but wonder if things will ever feel normal again without m_c in their life.",
    "r_c rubs their weary, wet eyes, gazing up into the vast sky above. Perhaps m_c has already found their way to StarClan and they'd spot a new star in Silverpelt tonight.",
    "r_c's body feels heavy as exhaustion pulls them down, their mind foggy with emotion. Even so, after the vigil, they amble around camp sluggishly, hoping that somehow, somewhere they'd find m_c alive, well, and happy.",
    "r_c knew that m_c might not always be able to be by their side, but it wasn't supposed to be so soon. They visit m_c's grave and recall all of the happy memories they shared, bittersweet tears springing to their eyes.",
    "r_c tosses and turns, finding it difficult to sleep at night when they linger a little too long on m_c's last moments. r_c can only hope m_c knew just how loved they were and pray they're at peace.",
    "r_c can't help the way their throat burns and voice cracks while they recall m_c's life at the vigil. However, even so, they force a smile, knowing that m_c would want this to be a celebratory memorial, not one of anguish.",
    "r_c didn't have the mental capacity to stay for the vigil's entirety despite their best efforts. m_c's death had drained them so much. Teary-eyed, r_c settles into their nest, hopeful that m_c might visit them in a dream."
  ],
  "major": [
    "r_c can't be bothered to get up out of their nest the next day and refuses to speak a word to those around them.",
    "As the vigil draws to a close, someone suggests that r_c should eat. They refuse, not moving their eyes from where they vacantly gaze.",
    "When no one needs anything from them r_c breaks down, wailing uncontrollably and cursing the world that took m_c and not them.",
    "In the days to come, r_c barely stirs from their nest.",
    "As the days pass from the vigil, r_c becomes angry and withdrawn. It feels like the entire Clan is just moving on from m_c's death, and they categorically refuse to do so.",
    "Cats come to r_c afterwards, offering them the choicest cuts of prey, the juiciest still beating heart of a mouse, but they're uninterested, staring at the wall of their nest and refusing to talk.",
    "Things are never going to be the same now. Could never be the same. r_c doesn't know how they're supposed to rise the next morning and go on with life. They refuse to.",
    "r_c spends time by themselves, letting themselves mourn m_c and the time they should have had together. No one can begrudge them the need to grieve.",
    "Cats offer r_c comfort and care. They refuse all of it.",
    "r_c only retires to their nest once ushered by concerned Clanmates, their throat raw from crying.. They sob quietly, tremors wracking their body when they realize m_c won't ever get to rise in the morning again.",
    "r_c makes it a point to remove scraps of foliage from m_c's nest, snapping at any hindrance. Their paws tremble as they clutch the material, distraught when they realize just how fast m_c's scent was fading.",
    "Clanmates are unable to comfort r_c during the vigil; they are absolutely inconsolable. They are convinced that they'll never feel normal again, not without m_c beside them.",
    "In the dead of the night, r_c wails to the vast, inky sky above. They couldn't fathom how StarClan could be so cruel. r_c glares at Silverpelt, their claws trembling as they leave wounds in the earth beneath them.",
    "r_c is barely able to move their body, fatigue threatening to consume them. Once night falls, they desperately wail m_c's name, their movements frantic as they struggle - no, refuse to accept their death.",
    "r_c never considered the possibility that they'd one day be without m_c. They visit their grave and stare blankly at the ground for hours upon hours, seeming like nothing but a husk of their former self.",
    "r_c trembles and tears at their nest, the idea of sleep insurmountable as they brood over m_c's last moments. Did they suffer? Were they scared? r_c suppresses a shaky sob, unable to shake the crushing guilt.",
    "r_c can't help the bitterness and rage that churns within them as Clanmates recall m_c's life at the vigil. They coldly turn on those who offer comfort, their hisses strained and resentful. Without m_c, what was the point?",
    "r_c couldn't bare to stay for the vigil's entirety, it was far too agonizing. The loss had taken such a toll on them that they could barely find their footing as they stumbled to their nest, blinded by tears, wailing for their m_c."
  ]
}
