[

{
    "patrol_id": "mtn_med_romance3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["med_cat", "warrior", "random_herbs", "romantic", "platonic", "respect", "p_l_to_r_c", "s_c_to_r_c"],
    "intro_text": "p_l goes out with a warrior escort, both for safety as they look to take advantage of the greenleaf growing season, and for carrying capacity should they find anything.",
    "decline_text": "Their escort is called away on a different mission, and p_l decides to reorganize the herb store instead.",
    "chance_of_success": 60,
    "exp": 10,
    "success_text": [
        "Surprisingly, r_c actually starts up a conversation with them about the herbs they're looking for. p_l launches into the usual spiel, but even more astonishingly, r_c is actually interested, and it makes their heart feel lighter getting to share their knowledge and skills with someone who respects them.",
        null,
        "s_c has always been good at talking, but chatting with r_c they feel like they don't have to be. It's just a herb gathering patrol, but s_c feels more relaxed than they've felt in moons when they come back to camp, smiling softly."
    ],
    "fail_text": [
        "It's an exhausting day. p_l starts chatting with r_c to pass the time, but they have nothing in common and the other cat bluntly refuses to talk about boring herbs.",
        "Not only do they not find anything, p_l wants to murder s_c. They're obnoxious and troublesome and childish, and simply not someone p_l enjoys interacting with."
    ],
    "win_skills": ["good mediator", "great mediator", "excellent mediator"],

    "fail_trait": ["troublesome", "childish"],
    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_romance4",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "med_only", "random_herbs", "romantic", "platonic", "respect", "p_l_to_r_c", "s_c_to_r_c"],
    "intro_text": "p_l heads out, leading a patrol of medicine cats to go find some of the bounty of greenleaf.",
    "decline_text": ". . .And they're called back almost immediately, as one of the elders starts hacking up something.",
    "chance_of_success": 60,
    "exp": 10,
    "success_text": [
        "The ground is dusty and slippery, and as p_l falls, r_c catches them. It's a nice reminder that the responsibility of looking after the Clan is a shared one, and the rescue also makes p_l shiver pleasantly.",
        null,
        "s_c has always been good at talking, but chatting with r_c they feel like they don't have to be. It's just a herb gathering patrol, but s_c feels more relaxed than they've felt in moons when they come back to camp, smiling softly."
    ],
    "fail_text": [
        "It's an exhausting day. p_l starts chatting with r_c to pass the time, but they have nothing in common.",
        "Not only do they not find anything, p_l wants to murder s_c. They're obnoxious and troublesome and childish, and simply not someone p_l enjoys interacting with."
    ],
    "win_skills": ["good mediator", "great mediator", "excellent mediator"],

    "fail_trait": ["troublesome", "childish"],
    "min_cats": 2,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringbetony_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "betony", "goldenrod", "many_herbs1", "many_herbs2"],
    "intro_text": "p_l wanders off into the territory, keeping an eye out for the purple flowers that betony grows.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
        "The betony shrubs are in full bloom, with bees buzzing busily around them, and p_l follows their industrious example as they gather. They prune back enough betony to find a surprisingly intact goldenrod plant hidden under it, also ready for harvest.",
        "Betony is especially useful for cats who breathe with a rasp, and p_l is always keen to help Clanmates with the condition. With the great haul of betony p_l brings back, they'll be able to dose their Clanmates and prevent coughs and chest infections - and they've even found a little goldenrod to go with it!",
        "s_c is able to find the sought-after herb quickly, as they can easily spot the purple blossoms among the other plants, and they bring back a great haul of betony for the herb stores. They're even able to pick out a goldenrod bush on their path home."
],
    "fail_text": [
        "...Wait. Have they passed the betony already? p_l doubles back, and while they find a shrub that looks a lot like betony, it's surrounded by suspicious hoofprints and devoid of flowers. Without the blooms, p_l isn't confident in their identification, and returns to camp with nothing to show for their long trek."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringbetony_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "betony", "goldenrod", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "p_l wanders off into the territory, keeping an eye out for the purple flowers that betony grows. app1 leads the way, their tail up and waving jauntily.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
        "The betony shrubs are in full bloom, with bees buzzing busily around them, and p_l directs app1 to follow their industrious example as they gather. They prune back enough betony to find a surprisingly intact goldenrod plant hidden under it, also ready for harvest.",
        "Betony is especially useful for cats who breathe with a rasp, and p_l is always keen to help Clanmates with the condition. With the great haul of betony p_l brings back, they'll be able to dose their Clanmates and prevent coughs and chest infections - and they've even found a little goldenrod to go with it! app1 is more interested in how betony prevents gross runny dirt.",
        "s_c is able to find the sought-after herb quickly, as they can easily spot the purple blossoms among the other plants. They point it out to app1 and the two cats bring back a great haul of betony for the herb stores. They're even able to pick out a goldenrod bush on their path home."
],
    "fail_text": [
        "...Wait. Have they passed the betony already? p_l doubles back, and while they find a shrub that looks a lot like betony, it's surrounded by suspicious hoofprints and devoid of flowers. Without the blooms, p_l isn't confident in their identification, and returns to camp with nothing to show for their long trek."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringbetony_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "warrior", "herb", "betony", "goldenrod", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "p_l wanders off into the territory leading a gathering patrol, keeping an eye out for the purple flowers that betony grows.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
        "The betony shrubs are in full bloom, with bees buzzing busily around them, and p_l directs their patrol to follow their industrious example as they gather. They prune back enough betony to find a surprisingly intact goldenrod plant hidden under it, also ready for harvest.",
        "Betony is especially useful for cats who breathe with a rasp, and p_l is always keen to help Clanmates with the condition. With the great haul of betony p_l's patrol brings back, they'll be able to dose their Clanmates and prevent coughs and chest infections - and they've even found a little goldenrod to go with it!",
        "s_c is able to find the sought-after herb quickly, as they can easily spot the purple blossoms among the other plants, and they organise the patrol to bring back a great haul of betony for the herb stores. They're even able to pick out a goldenrod bush on their path home."
    ],
    "fail_text": [
        "...Wait. Have they passed the betony already? p_l doubles back, and while they find a shrub that looks a lot like betony, it's surrounded by suspicious hoofprints and devoid of flowers. Without the blooms, p_l isn't confident in their identification, and returns to camp with nothing to show for their long trek."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringblackberry_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "blackberry", "raspberry", "many_herbs1", "many_herbs2"],
    "intro_text": "The blackberry brambles will be at their peak leaf growth soon, if they aren't there already. p_l heads out to replenish the Clan's stocks.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "At this time of year, the blackberries have grown enough leaves to completely shade the ground under their brambles. p_l harvests without worry, finding some raspberry too and picking large bunches to take home.",
            "Perfect - there's a good crop of blackberry leaves just waiting for them, and the bramble is starting a war with a temptingly harvestable raspberry bramble nearby. Setting the leaves out to dry before they're put away in the herb stores, p_l purrs at the sight of their harvest.",
            "s_c falls into the meditative state that herb-gathering brings, and they hum to themselves as they work, crisply plucking from the brambles they encounter, both blackberry and raspberry."
],
    "fail_text": [
            "p_l attempts to pick their way through the blackberry thorns to reach the leaves, but it soon becomes clear that it's a hopeless task."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringblackberry_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "blackberry", "raspberry", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "The blackberry brambles will be at their peak leaf growth soon, if they aren't there already. p_l heads out to replenish the Clan's stocks, bringing app1 along.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "At this time of year, the blackberries have grown enough leaves to completely shade the ground under their brambles. p_l harvests without worry, finding some raspberry too and picking large bunches to take home. app1 hasn't considered plant pruning as a medicine cat skill before now, and they have a good conversation about why it's important.",
            "Perfect - there's a good crop of blackberry leaves just waiting for them, and the bramble is starting a war with a temptingly harvestable raspberry bramble nearby. Seeing the leaves set out to dry, app1 watching over them diligently, makes p_l feel like they can relax.",
            "s_c falls into the meditative state that herb-gathering brings, and they hum to themselves as they work, crisply plucking from the brambles they encounter, both blackberry and raspberry. app1 smiles to hear the quiet sound, comforted by the familiar work and tune."
],
    "fail_text": [
            "With app1 following them, p_l attempts to pick their way through the blackberry thorns to reach the leaves, but it soon becomes clear that it's a hopeless task."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringblackberry_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "warrior", "herb", "blackberry", "raspberry", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "The blackberry brambles will be at their peak leaf growth soon, if they aren't there already. p_l heads out to replenish the Clan's stocks, bringing along anyone who isn't busy with other work.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
           "At this time of year, the blackberries have grown enough leaves to completely shade the ground under their brambles. p_l harvests without worry, finding some raspberry too and picking large bunches to take home. It's a long afternoon, but a productive, light-hearted one, filled with smiles and jokes as the obligingly cats follow p_l's direction to cart everything home.",
           "Perfect - there's a good crop of blackberry leaves just waiting for them, and the bramble is starting a war with a temptingly harvestable raspberry bramble nearby. Their Clanmates send p_l away for a nap in the sunshine as they organise the blackberry leaves, and p_l smiles appreciatively.",
           "s_c falls into the meditative state that herb-gathering brings, and they hum to themselves as they work, crisply plucking from the brambles they encounter, both blackberry and raspberry. The patrol follows their lead, and its a relaxed group that wanders back into camp with a massive haul from the blackberry bushes."
    ],
    "fail_text": [
            "p_l manages to avoid a torn pelt only by the grace of StarClan, and isn't going to risk sending anyone else into the brambles with them having so many thorns at the moment. They'll have to try a different blackberry bush on another day."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringburdock_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "burdock", "plantain", "many_herbs1", "many_herbs2", "plantain"],
    "intro_text": "With the full sun of greenleaf fueling plant growth everywhere, it's the perfect time to hunt for burdock. p_l heads out to replenish the Clan's stocks.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The heat of greenleaf has made the burdock plants grow to towering size, with some leaves approaching the length of an adult cat. It's not finding them that's hard, it's trying to carry all the roots back to camp all at once that proves difficult! On the way back, they spot some plantain and almost drop all of their roots when they attempt to collect it.",
            "Luck is on p_l's side today, and the burdock is both plentiful and easy to find. On the way back to camp, they even find some freshly sprouted plantain to pick! Laying the fat roots out in a towering pile in the herb stores makes p_l thrum with a contented purr, even as they're still tucking the plantain leaves away in a shady spot.",
            "s_c shows their usual talent for spotting herbs, trotting straight over to a burdock plant and digging at its foot. They're pleasantly surprised when they also spot a hidden patch of plantain on the way back. Good gathering today, it seems!"
],
    "fail_text": [
            "Maybe they're coming down with a runny nose, but p_l doesn't manage to sniff out any burdock, and it feels like a wasted afternoon."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringburdock_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "burdock", "plantain", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice", "plantain"],
    "intro_text": "With the full sun of greenleaf fueling plant growth everywhere, it's the perfect time to hunt for burdock. p_l heads out to replenish the Clan's stocks, bringing app1 along.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "The heat of greenleaf has made the burdock plants grow to towering size, with some leaves approaching the length of an adult cat. It's not finding them that's hard, it's trying to carry all the roots back to camp all at once that proves difficult! On the way back, app1 spots some plantain leaves, and p_l chuckles to themself softly as the apprentice attempts to fit the leaves and roots into their jaws to carry back.",
            "Luck is on p_l's side today, and the burdock is both plentiful and easy to find. Digging the roots out is a bit more difficult, but they manage a good haul. On the walk back, app1 waves their tail excitedly as they spot a patch of plantain near the path. p_l praises their herb-finding skills as they stop to gather some of the leaves.",
            "s_c shows their usual talent for spotting herbs, trotting straight over to a burdock plant and digging at its foot. They're leading the way back when they also spot some plantain growing nearby. With a purr, they make sure to gather some of that as well, since it's good for all sorts of stings."
],
    "fail_text": [
            "Maybe they're coming down with a runny nose, but p_l doesn't manage to sniff out any burdock, and it feels like a wasted afternoon. They avoid snapping at app1, who seems unable to identify the common herb, but it's a near thing."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringburdock_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "warrior", "herb", "burdock", "plantain", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "With the full sun of greenleaf fueling plant growth everywhere, it's the perfect time to hunt for burdock. p_l heads out to replenish the Clan's stocks, bringing along anyone who isn't busy with other work.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
           "The heat of greenleaf has made the burdock plants grow to towering size, with some leaves approaching the length of an adult cat. It's a long afternoon, but a productive, light-hearted one, filled with smiles and jokes as the obliging cats follow p_l's direction to cart everything home. p_l is amused to find some plantain leaves in the mix as they're sorting later.",
           "Luck is on p_l's side today, and the burdock is both plentiful and easy to find. Laying the fat roots out in a towering pile in the herb stores makes p_l thrum with a contented purr, and their Clanmates smile, obligingly helping out their hard-working medicine cat. p_l is amused to find some plantain leaves among the roots, as well.",
            "s_c shows their usual talent for spotting herbs, trotting straight over to a burdock plant and digging at its foot. Their team follows them, ready to pitch in and provide the muscle needed to bring back an excellent harvest. On the way home, p_l spots some plantain growing close to the path and directs a warrior to grab some of that, as well."
    ],
    "fail_text": [
            "Maybe they're coming down with a runny nose, but p_l doesn't manage to sniff out any burdock, and no one else on the patrol is very helpful either. They return to camp without any burdock, prickling with frustration."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringcatmint_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "catmint", "many_herbs2"],
    "intro_text": "p_l heads out into the sunshine, padding away from camp in a search for one of the most elusive herbs.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 40,
    "exp": 30,
    "success_text": [
            "The medicine cat carefully picks out catmint from its known hiding places, carting it back to camp where it will protect the Clan.",
            "It takes a morning full of careful searching, but eventually one of the catmint plants p_l remembers from seasons past is revisited, and it's growing well. p_l avoids taking the flowers, giving the plant the case to spread catmint seed for the future.",
            "s_c has a couple of baby catmint plants they've been leaving alone through newleaf, and with greenleaf here goes to check on them to see if they're harvestable. They are, and s_c is able to bring huge quantities of the valuable herb home."
],
    "fail_text": [
            "It is alright to fail, p_l reminds themselves. At least they know where there isn't catmint, that will make the next patrols to find it easier."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringcatmint_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "catmint", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "p_l waits until they're out of camp to reveal to app1 that they're off to find catmint - a 'helpful' group of 'helpers' can be a little, well, unhelpful. Catmint is just too exciting for many of their Clanmates to keep their heads around, and p_l wants to take advantage of the peak greenleaf growing season.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 40,
    "exp": 30,
    "success_text": [
            "As they walk, p_l teaches app1 about how crucial catmint is for treating coughs, and how although its scent hold drugged pleasure for cats, part of the responsibility of being a medicine cat is avoiding becoming caught in its pleasant haze. The medicine cats carefully pick out catmint from its known hiding places, carting it back to camp where it will protect the Clan.",
            "It takes a morning full of careful searching, but eventually one of the catmint plants p_l remembers from seasons past is revisited, and it's growing well. p_l avoids taking the flowers, giving the plant the case to spread catmint seed for the future, and app1 actually helps the plant along by carefully picking up some of it's seeds and burying them nearby.",
            "s_c has a couple of baby catmint plants they've been leaving alone through newleaf, and with greenleaf here goes to check on them to see if they're harvestable. They are, and s_c is able to bring huge quantities of the valuable herb home with app1's help."
],
    "fail_text": [
            "app1 loses their head over the catmint, and p_l is forced to cancel the gathering patrol to take them back to camp until they regain their sense."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringcatmint_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "warrior", "herb", "catmint", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "jealousy", "dislike", "respect"],
    "intro_text": "As p_l looks at the twitching tails and wide eyes of the patrol set up to 'help' them gather catmint, their heart sinks. These overly excited warriors don't look like they're going to be useful, and catmint is too important to be silly about collecting. Yes it smells wonderful. Please get over it.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 0,
    "exp": 10,
    "success_text": [
            "The warriors keep their heads, with the more experienced of p_l's helpers making themselves useful keeping those that're young or more impulsive focused on their task. The medicine cat and their team carefully pick out catmint from its known hiding places, carting it back to camp where it will protect the Clan.",
            "It takes a morning full of careful searching, but eventually one of the catmint plants p_l remembers from seasons past is revisited, and it's growing well. p_l keeps the patrol back from the plant, not willing to let them roll around on top of it, but the warriors are perfectly happy to carry their wild smelling burdens home without fuss.",
            "s_c has a couple of baby catmint plants they've been leaving alone through newleaf, and with greenleaf here goes to check on them to see if they're harvestable. They are, and s_c is able to bring huge quantities of the valuable herb home, though a couple sprigs gets damaged by their helpers."
    ],
    "fail_text": [
            "p_l is proven unfortunately correct, as the patrol is full of juvenile behaviour and dumb jokes, rather than focused effort. They even manage to successfully find a catmint plant only to have their helpers roll around in it, bruising all the stems until it's unharvestable, and p_l is furious by the time they return to camp."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringdaisy_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "daisy", "dandelion", "many_herbs1", "many_herbs2"],
    "intro_text": "The heat of greenleaf brings warmth to their pelt as p_l wanders, aimlessly searching for daisies to harvest their leaves.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "Daisies may seem like part of the everyday carpet of greenery, present everywhere from rocks to fields to at the foot of trees, but that doesn't make their leaves any less useful. And there's some dandelion nearby - perfect.",
            "Greenleaf brings a veritable explosion of daisies and dandelions raising little white and yellow flowers around every corner, and p_l practically doesn't need to even leave camp to gather them.",
            "Daisies aren't hard to find in the warmer seasons, popping up all over the place with dandelions next to them. s_c collects enough that they have trouble not dropping any on the way back to camp."
],
    "fail_text": [
            "Frustratingly, some herbivore has come through and feasted on the daisies p_l targets. The plants will recover, but these half-chewed on leaves are useless to c_n."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringdaisy_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "daisy", "dandelion", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "The heat of greenleaf brings warmth to their pelt as p_l wanders, aimlessly searching for daisies to harvest their leaves, bringing app1 along for a lesson.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "Daisies may seem like part of the everyday carpet of greenery, present everywhere from rocks to fields to at the foot of trees, but that doesn't make their leaves any less useful. And there's some dandelion nearby - perfect. p_l goes through their common uses with app1.",
            "Greenleaf brings a veritable explosion of daisies and dandelions raising little white and yellow flowers around every corner, and p_l practically doesn't need to even leave camp to gather them. It gives them time to let app1 run off and play with their friends, and seeing their apprentice getting to relax makes them smile from their favourite basking spot.",
            "Daisies aren't hard to find in the warmer seasons, popping up all over the place with dandelions next to them. s_c collects enough that they have trouble not dropping any on the way back to camp. At least with app1 here with them the load is shared, and they purr in appreciation of the apprentice."
],
    "fail_text": [
            "Frustratingly, some herbivore has come through and feasted on the daisies p_l targets. The plants will recover, but these half-chewed on leaves are useless to c_n. They avoid snapping at app1, who seems unable to identify the common herb, but it's a near thing."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringdaisy_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "warrior", "herb", "daisy", "dandelion", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "The heat of greenleaf brings warmth to their pelt as p_l wanders, aimlessly searching for daisies to harvest their leaves. They assemble a little group of warriors to help them carry the herbs.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
           "Daisies may seem like part of the everyday carpet of greenery, present everywhere from rocks to fields to at the foot of trees, but that doesn't make their leaves any less useful. And there's some dandelion nearby - perfect. With a larger patrol, the cats bring back a good haul, and p_l makes sure to thank everyone for their assistance.",
            "Greenleaf brings a veritable explosion of daisies and dandelions raising little white and yellow flowers around every corner, and p_l practically doesn't need to even leave camp to gather them. It ends up feeling like an afternoon full of chatting and catching up with their Clanmates that happens to have daisy gathering in it, rather than a typical herb gathering patrol.",
            "Daisies aren't hard to find in the warmer seasons, popping up all over the place with dandelions next to them. s_c collects enough that they have trouble not dropping any on the way back to camp. The patrol, filled with gossip and chatter on the way out and daisy leaves on the trip back, is an easy and enjoyable afternoon."
    ],
    "fail_text": [
            "With the warriors more interested in hunting whatever has been snacking on the daisies than helping p_l find any more plants, it's a frustrating and unproductive afternoon."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringdandelion_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_only", "herb", "dandelion", "wild_garlic", "many_herbs1", "many_herbs2"],
    "intro_text": "Greenleaf's bounty means that finding dandelions shouldn't be any trouble. If they're lucky, they might also be able to find additional herbs, such as wild garlic.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "Truly, dandelions are an essential herb to keep in stock, crucial for poisons and stings. The white milk in their roots and stems keeps for a long time and is a potent cure for poison, while their leaves are weaker but fast-acting and can be chewed into poultices. Just as useful is the wild garlic that they find nearby, hidden by some undergrowth, but impossible to miss due to their scent.",
            "It's a successful gathering mission, with p_l striding back to camp with a great haul of entire dandelion plants. and the additional wild garlic they had been hoping to find. Later they'll sort the leaves and roots to be stored seperately, the leaves remain fresh for a far shorter time.",
            "With warmth in the air and ground, s_c doesn't need to try very hard to find an excellent haul of dandelions and wild garlic to bring back to camp."
],
    "fail_text": [
            "Unfortunately, c_n doesn't seem to be the only things after dandelions, and p_l can't gather from this patch without killing off the already damaged plants."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringdandelion_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "dandelion", "wild_garlic", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "Greenleaf's bounty means that finding dandelions - and hopefully other plants, like wild garlic - shouldn't be any trouble.  p_l heads out to look for them, taking app1 to learn about one of the most useful common herbs in the medicine cat arsenal.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "Truly, dandelions are an essential herb to keep in stock, crucial for poisons and stings. The white milk in their roots and stems keeps for a long time and is a potent cure for poison, while their leaves are weaker but fast-acting and can be chewed into poultices. Then p_l chuckles to themself, spotting a nearby patch of wild garlic not even a fox-length away. Time to see how app1 will react to this stinky herb!",
            "It's a successful gathering mission, with p_l striding back to camp with a great haul of entire dandelion plants and additional wild garlic that had been impossible to miss on the way back. Later they'll teach app1 to sort the leaves and roots to be stored seperately, the leaves remain fresh for a far shorter time.",
            "With warmth in the air and ground, s_c doesn't need to try very hard to find an excellent haul of dandelions to bring back to camp. Instead they let app1 take the lead in finding the herb plants, praising them for all the progress they've made in herbcraft. They are especially proud when app1 notices the wild garlic nearby and points out that they can gather that as well."
],
    "fail_text": [
            "Unfortunately, c_n doesn't seem to be the only things after dandelions, and p_l can't gather from this patch without killing off the already damaged plants. app1 actually starts an argument about it, insistant that they don't need to worry about protecting the dandelion patch for the future."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringdandelion_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "warrior", "herb", "dandelion", "wild_garlic", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "respect"],
    "intro_text": "Greenleaf's bounty means that finding dandelions shouldn't be any trouble. p_l heads out to look for them, bringing a group of their Clanmates along for the gathering patrol. With this many warriors, they should bring back a good haul, and might even be able to grab another herb - wild garlic, perhaps? - as well.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "Truly, dandelions are an essential herb to keep in stock, crucial for poisons and stings. The white milk in their roots and stems keeps for a long time and is a potent cure for poison, while their leaves are weaker but fast-acting and can be chewed into poultices. They aren't quite as obliging when it's time to gather the wild garlic that is growing some fox-lengths away from the dandelions!",
            "It's a successful gathering mission, with p_l striding back to camp with a great haul of entire dandelion plants and several wild garlic bulbs. Later they'll sort the leaves and roots of the dandelions to be stored seperately, the leaves remain fresh for a far shorter time, but for now they make sure to thank the warriors that've helped them bring home so many.",
            "With warmth in the air and ground, s_c doesn't need to try very hard to find an excellent haul of dandelions and plentiful wild garlic to bring back to camp. They help the warriors carefully pluck fluffy dandelions heads to bring back for the nursery, and don't even have the heart to get annoyed when the warriors decline to help carry the wild garlic."
    ],
    "fail_text": [
            "The warriors that are supposed to be helping p_l gather dandelions instead seem more intent on hunting, and p_l gives up, storming back to camp with their temper flaring."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringelder_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "elder_leaves", "juniper", "minor_injury", "many_herbs1", "many_herbs2"],
    "intro_text": "The thick growth of greenleaf will serve c_n well today, p_l decides, thinking about gathering elder leaves. There's a particular tree in a sheltered dip along a stream they want to check on today.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 60,
    "exp": 10,
    "success_text": [
            "Elder leaves being used to soothe sprains and elder leaves having to be gathered in a way that risks sprains is truly one of StarClan's little ironies, p_l reflects.",
            "The tree, growing in a sheltered spot without huge amounts of wind, has branches that extend to a whisker-length above the ground, making gathering simple in the warm greenleaf sun.",
            "s_c has managed to discover, with time and experience, that elder leaf picking is actually better handled by chewing off several low hanging thin branches and carting those back to camp instead."
],
    "fail_text": [
            "Unfortunately, the elder tree p_l has picked out seems to have a bug infestation of some kind, and p_l doesn't want to use these tattered, diseased-looking leaves.",
            null,
            null,
            "r_c, reaching out just a little too far to try and grab a branch of elder while balanced on another, loses their balance and tumbles to the ground."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringelder_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "herb", "elder_leaves", "juniper", "minor_injury", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "The thick growth of greenleaf will serve c_n well today, p_l decides, thinking about gathering elder leaves. There's a particular tree in a sheltered dip along a stream they want to check on today, bringing app1 to show them why choosing to harvest from a sheltered plant can be helpful.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 60,
    "exp": 20,
    "success_text": [
            "Elder leaves being used to soothe sprains and elder leaves having to be gathered in a way that risks sprains is truly one of StarClan's little ironies, p_l reflects. app1 is more occupied climbing the tree, and p_l isn't going to disuade them from the pride they feel plucking from the highest branches, even if those leaves aren't anymore potent than the ones at the bottom of the tree.",
            "The tree, growing in a sheltered spot without huge amounts of wind, has branches that extend to a whisker-length above the ground, making gathering simple in the warm greenleaf sun. They even stop for a nap before going home, app1 stretching out and ripping at the ground with their claws indulgently.",
            "s_c has managed to discover, with time and experience, that elder leaf picking is actually better handled by chewing off several low hanging thin branches and carting those back to camp instead. They pass on the trick to app1, and once they're back at camp both medicine cats strip off the leaves and give them a quick wash."
],
    "fail_text": [
            "Unfortunately, the elder tree p_l has picked out seems to have a bug infestation of some kind, and p_l doesn't want to use these tattered, diseased-looking leaves.",
            null,
            null,
            "r_c, reaching out just a little too far to try and grab a branch of elder while balanced on another, loses their balance and tumbles to the ground."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringelder_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "warrior", "herb", "elder_leaves", "juniper", "minor_injury", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "respect"],
    "intro_text": "The thick growth of greenleaf will serve c_n well today, p_l decides, thinking about gathering elder leaves. There's a particular tree in a sheltered dip along a stream they want to check on today, bringing a group of their Clanmates with them.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 60,
    "exp": 10,
    "success_text": [
            "Elder leaves being used to soothe sprains and elder leaves having to be gathered in a way that risks sprains is truly one of StarClan's little ironies, p_l reflects. They share the little joke with the patrol, and the cats <i>murrp</i> with amusement, but it also reminds everyone to be careful as they strip leaves from the tree.",
            "The tree, growing in a sheltered spot without huge amounts of wind, has branches that extend to a whisker-length above the ground, making gathering simple in the warm greenleaf sun. It makes the patrol an easy mission, with the cats taking the opportunity to hang out an socialise as much as herb-gather.",
            "s_c has managed to discover, with time and experience, that elder leaf picking is actually better handled by chewing off several low hanging thin branches and carting those back to camp instead. With so many assistants they can bring a truely massive haul home, where the rest of the patrol helps them strip the leaves and carefully store them."
    ],
    "fail_text": [
            "Unfortunately, the elder tree p_l has picked out seems to have a bug infestation of some kind, and p_l doesn't want to use these tattered, diseased-looking leaves.",
            null,
            null,
            "r_c, reaching out just a little too far to try and grab a branch of elder while balanced on another, loses their balance and tumbles to the ground."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringgoldenrod_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "goldenrod", "marigold", "many_herbs1", "many_herbs2"],
    "intro_text": "Greenleaf is truly the best time of year to be a medicine cat, with the world so full of flowers and green growth. p_l heads out to gather fresh goldenrod for the stores. If lucky is on their side, there might be some marigold they can add to their storages as well.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The many stems of the goldenrod surround p_l as they work, snipping stems and yellow clumps of tiny flowers to bring back to c_n's herb stores. Their delight grows at seeing how much they collected, and it grows stronger still when they are able to carefully pluck some marigold as well, which they had made sure not to get their hopes up of finding. Perhaps StarClan is being kind this season.",
            "The bushes have responded to the sun's call with great enthusiasm, exploding outward in chaotic growth. p_l finds it heartening, seeing the goldenrod fight its own territorial battles against the plants next to it, and the marigold carefully peeking its way out from beneath the thicket. It, too, has been blooming. Neither of these plants will miss the stems and flowers p_l takes.",
            "s_c has a good eye for these things, and snips off the best and most lush goldenrod and marigold petals to take back for the Clan's stores."
],
    "fail_text": [
            "p_l is distracted today, and it affects their work. The patrol is unsuccessful."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringgoldenrod_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "herb", "goldenrod", "marigold", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "Greenleaf is truly the best time of year to be a medicine cat, with the world so full of flowers and green growth. p_l heads out to gather fresh goldenrod for the stores with app1.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "Many stems of goldenrod and marigold surround p_l as they work, snipping stems and yellow clumps of tiny flowers to bring back to c_n's herb stores. app1 and p_l occasionally exchange quiet meows as they work, contact calls reassuring each other that they're both still there amid the towering goldenrod.",
            "The bushes have responded to the sun's call with great enthusiasm, exploding outward in chaotic growth. p_l finds it heartening, seeing the goldenrod fight its own territorial battles against the marigold next to it, bursting with health. Neither will miss the stems and flowers p_l and app1 take.",
            "s_c has a good eye for these things, and snips off the best and most lush goldenrod, and the odd marigold, to take back for the Clan's stores. As they do they instruct app1 in how to judge the quality of each stem, and how each bush will contain both ideal and bad examples, either of which could be harvested."
],
    "fail_text": [
            "p_l is distracted today, and it affects their work. The patrol is unsuccessful, and app1 looks up at them with disappointment."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringgoldenrod_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "warrior", "herb", "goldenrod", "marigold", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "Greenleaf is truly the best time of year to be a medicine cat, with the world so full of flowers and green growth. p_l heads out to gather fresh goldenrod for the stores with a patrol of their Clanmates to assist them.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The many stems of the goldenrod surround p_l as they work, snipping stems and yellow clumps of tiny flowers to bring back to c_n's herb stores. The patrol chats as they work, exchanging gossip and news as the smell of cut stems grows around them.",
            "The bushes have responded to the sun's call with great enthusiasm, exploding outward in chaotic growth. p_l finds it heartening, seeing the goldenrod fight its own territorial battles against the marigold next to it, bursting with health. Neither will miss the stems and flowers p_l takes.",
            "s_c has a good eye for these things, and snips off the best and most lush goldenrod, and the odd marigold, to take back for the Clan's stores. They control what is harvested, while their team works to efficiently carry the herb back to camp, deferring to s_c's expertise."
    ],
    "fail_text": [
            "p_l is distracted today, and it affects their work. The patrol is unsuccessful and snappish with each other."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringjuniper_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "juniper", "oak_leaves", "many_herbs1", "many_herbs2"],
    "intro_text": "p_l heads out to find a juniper tree, wanting to restock on its needles.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "p_l finds a likely-looking juniper tree and collects a decent amount of needles from it with minimum fuss. As they pad home, p_l decides to climb a young oak in search of the valuable herb.",
            "Juniper needles are useful for so many things, from calming minds and easing breathing to soothing aching bellies and as a traveling herb. Really, p_l will always feel better having a good solid store of the stuff to use, and this patrol has been very successful at bringing tons of them home - including an unexpected mouthful of oak leaves from a newly fallen branch after the recent greenleaf storms.",
            "s_c trots off to a good juniper tree, hopping onto a low branch to harvest its needles. From their vantage point, they are able to reach a low oak branch with a collection of large, deep green oak leaves. They take the opportunity to gather a pawful."
],
    "fail_text": [
            "p_l seems to have forgotten where to find a juniper tree, much to their own embarassment."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringjuniper_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "herb", "juniper", "oak_leaves", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "p_l heads out to find a juniper tree, wanting to restock on its needles. It's also a good opportunity for app1 to learn more about the plant.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "p_l and app1 find a likely-looking juniper tree and collects a decent amount of needles from it with minimum fuss. As they pad home,, p_l remembers that oak leaf stores have gotten low. They decide to climb a young oak in search of the valuable herb, whilst app1 looks on worriedly shards of bark showering down on their pelt.",
            "Juniper needles are useful for so many things, from calming minds and easing breathing to soothing aching bellies and as a traveling herb. Really, p_l will always feel better having a good solid store of the stuff to use, and this patrol has been very successful at bringing tons of them home - including an unexpected mouthful of oak leaves from a newly fallen branch after the recent greenleaf storms. They make sure to send app1 off with a little sprig of juniper to bring its pleasant scent to their nest, and a lot of praise.",
            "s_c trots off to a good juniper tree, hopping onto a low branch to harvest its needles. From their vantage point, they are able to reach a low oak branch with a collection of large, deep green oak leaves. They take the opportunity to gather a pawful. As they work, they chat to app1 about juniper's calming effects and the importance of oak leaves in curing deadly infections. Juniper is one of the few herbs their Clanmates compete to go on patrols to help collect, everyone likes the scent."
],
    "fail_text": [
            "p_l seems to have forgotten where to find a juniper tree, much to their own embarassment and app1's shock."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringjuniper_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "warrior", "herb", "juniper", "oak_leaves", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "respect"],
    "intro_text": "p_l heads out to find a juniper tree, wanting to restock on its needles. Some of their Clanmates volunteer to come with them, hoping to keep a few pleasantly smelling needles for scenting their own nests, though they'll have to be careful about placing them so the needles don't spike anyone.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The patrol finds a likely-looking juniper tree and collects a decent amount of needles from it with minimum fuss. As they pad home, p_l remembers that oak leaf stores have gotten low. One of the warriors offers to climb a young oak in search of the valuable herb.",
            "Juniper needles are useful for so many things, from calming minds and easing breathing to soothing aching bellies and as a traveling herb. Really, p_l will always feel better having a good solid store of the stuff to use, and this patrol has been very successful at bringing tons of them home - including an unexpected mouthful of oak leaves from a newly fallen branch after the recent greenleaf storms.",
            "s_c trots off to a good juniper tree, hopping onto a low branch to harvest its needles. From their vantage point, they are able to reach a low oak branch with a collection of large, deep green oak leaves. They take the opportunity to gather a pawful. Their patrol follows their lead, pulling twigs off, although a couple times s_c does need to remind them that the carpet of dead needles on the ground wouldn't be useful for the herb stores."
    ],
    "fail_text": [
            "The warriors are full of complaints about the sharp juniper needles spiking their poor widdle noses, and eventually a mildly disgusted p_l calls off the herb gathering patrol."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringlungwort4",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", 
        "med_cat",
        "apprentice",
        "herb",
        "lungwort",
        "comfort",
        "respect",
        "trust",
        "dislike"
    ],
    "intro_text": "p_l and app1 head out for lungwort, with p_l starting a lesson on the value of this rare herb for treating yellowcough.",
    "decline_text": "A cat grabs p_l's attention before they can leave. Sighing, the expedition is delayed for another time.",
    "chance_of_success": 30,
    "exp": 20,
    "success_text": [
        "It takes them all day, but eventually, finally, p_l spots the speckled leaves they've been looking for, so crucial to harvest while the growing season is upon them. For just a second, they feel the weight of their responsibilities lift, and they let out a whoop and stop to play with app1.",
        "app1 listens intently as the hours drift slowly by in their intense search, and then finally spots a bush with leaves sprinkled with white. It's lungwort! p_l showers them with praise, app1 feeling like they could burst with accomplishment.",
        "It takes all of s_c's considerable talent for such things to hunt down the lungwort within their borders, the medicine cats visiting each likely nook and cranny in a carefully planned search pattern until finally those telltale speckled leaves are found.",
        "Night falls, and still s_c insists they keep going - lungwort is the only reliable cure for yellowcough, they can't let c_n go without. Exhausted but determined, the medicine cats persist patiently until they find those precious speckled leaves."
    ],
    "fail_text": [
        "Not only do they not find anything, app1 seems to take in absolutely nothing of what p_l is teaching them, and by the time they're back at camp p_l wants to scream."
    ],
    "win_skills": [
        "keen eye",
        "extremely smart"
    ],
    "win_trait": [
        "patient"
    ],
    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
    },
    {
    "patrol_id": "mtn_med_gatheringlungwort5",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "lungwort", "no_app", "Clan_to_patrol", "respect", "injury", "sore"],
    "intro_text": "p_l is on a mission to find lungwort now that greenleaf is here. As the only reliable cure for yellowcough, they're determined that c_n stock up on it.",
    "decline_text": "A cat grabs p_l's attention before they can leave camp.",
    "chance_of_success": 30,
    "exp": 20,
    "success_text": [
        "It takes them all day, but eventually, finally, p_l spots the speckled leaves they've been looking for, so crucial to harvest while the growing season is upon them. For just a second, they feel the weight of their responsibilities lift, the strength of that relief catching them off guard.",
        "Not only is the lungwort intact and growing nicely, but there's also a nice patch of plantain growing just nearby. Frustratingly, p_l doesn't have the capacity to cart everything back to camp, but they stick the location in their mind as a place to return to.",
        "It takes all of s_c's considerable talent for such things to hunt down the lungwort within their borders, the medicine cat visiting each likely nook and cranny in a carefully planned search pattern until finally those telltale speckled leaves are found.",
        "Night falls, and still s_c insists they keep going - they just can't let c_n go without. Exhausted but determined, the medicine cat persists patiently until they find those precious speckled leaves."
    ],
    "fail_text": [
        null,
        null,
        null,
        "p_l searches until their pawpads are sore and their muscles exhausted, but can't find lungwort anywhere. They return to camp disappointed, but determined to try again. It's simply too important to not keep a good supply of."
    ],
    "win_skills": [
        "keen eye",
        "extremely smart"
    ],
    "win_trait": [
        "patient"
    ],
    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
    },
    {
    "patrol_id": "mtn_med_gatheringlungwort6",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering",
        "warrior",
        "herb",
        "lungwort",
        "dislike", "injury", "sore"
    ],
    "intro_text": "p_l is on a mission to find lungwort now that greenleaf is here. As the only reliable cure for yellowcough, they're determined that c_n won't run out of it. They take along a warrior escort to help.",
    "decline_text": "A cat grabs p_l's attention before they can leave.",
    "chance_of_success": 30,
    "exp": 20,
    "success_text": [
        "It takes them all day, but eventually, finally, p_l spots the speckled leaves they've been looking for, so crucial to harvest while the growing season is upon them. For just a second, they feel the weight of their responsibilities lift, the strength of that relief catching them off guard.",
        "Not only is the lungwort intact and growing nicely, but there's also a nice patch of plantain growing just nearby. p_l loads up their mostly-obliging escort and carries the extensive harvest home, tail waving jollily with their good mood.",
        "It takes all of s_c's considerable talent for such things to hunt down the lungwort within their borders, the medicine cat visiting each likely nook and cranny in a carefully planned search pattern until finally those telltale speckled leaves are found.",
        "Night falls, and still s_c insists they keep going - they just can't let c_n go without. Exhausted but determined, the medicine cat persists patiently until they find those precious speckled leaves."
    ],
    "fail_text": [
        null,
        null,
        null,
        "p_l searches until their pawpads are sore and their muscles exhausted, but can't find lungwort anywhere. They return to camp disappointed, but determined to try again. It's simply too important to not keep a good supply of.","By the time they give up and return to camp, p_l is approaching explosion point with r_c. They've gotten in the way, questioned the use of the gathering mission, and in general been utterly obnoxious today."
    ],
    "win_skills": [
        "keen eye",
        "extremely smart"
    ],
    "win_trait": [
        "patient"
    ],

    "fail_trait": [
        "troublesome",
        "childish"
    ],
    "min_cats": 2,
    "max_cats": 3,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmallow_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "mallow", "betony", "many_herbs1", "many_herbs2"],
    "intro_text": "Greenleaf is truly the best time of year to be a medicine cat, with the world so full of flowers and green growth. p_l heads out to gather fresh mallow for the stores.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The soft, rose-like scent of the mallow bushes drifts around p_l as they work, snipping off clumps of large fuzzy three-nubbed leaves and the occasional pink flower to be taken back to camp. Thankfully, another pink-flowered plant grows nearby and p_l had just begun to run out of betony.",
            "It's always nice to harvest from a bush so big it will probably never even notice the leaves and flowers p_l takes. And just nearby, a betony plant is patiently waiting for its stems to be collected.",
            "s_c has a good eye for these things, finding an excellent patch of mallow with a tempting betony plant growing nearby."
],
    "fail_text": [
            "p_l is distracted today, and it affects their work. The patrol is unsuccessful."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmallow_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "herb", "mallow", "betony", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "Greenleaf is truly the best time of year to be a medicine cat, with the world so full of flowers and green growth. p_l heads out to gather fresh mallow for the stores with app1.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "The soft, rose-like scent of the mallow bushes drifts around p_l and app1 as they work, snipping off clumps of large fuzzy three-nubbed leaves and the occasional pink flower to be taken back to camp. Thankfully, another pink-flowered plant grows nearby and p_l had just begun to run out of betony. Bees hum through the air, not trying to bother the medicine cats, and p_l points out where they think the hive might be to app1.",
            "It's always nice to harvest from a bush so big it will probably never even notice the leaves and flowers p_l takes  and just nearby a betony plant is patiently waiting for its stems to be collected. app1 carefully fixes the location in their mind, to return to next year.",
            "s_c has a good eye for these things, finding an excellent patch of mallow with a tempting betony plant growing nearby. As they do they instruct app1 in how to judge the quality of each stem, and how each bush will contain both ideal and bad examples, either of which could be harvested."
],
    "fail_text": [
            "p_l is distracted today, and it affects their work. The patrol is unsuccessful, and app1 looks up at them with disappointment."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmallow_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "warrior", "herb", "mallow", "betony", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "Greenleaf is truly the best time of year to be a medicine cat, with the world so full of flowers and green growth. p_l heads out to gather fresh mallow for the stores with a patrol of their Clanmates to assist them.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The soft, rose-like scent of the mallow bushes drifts around p_l as they work, snipping off clumps of large fuzzy three-nubbed leaves and the occasional pink flower to be taken back to camp. Thankfully, another pink-flowered plant grows nearby and p_l had just begun to run out of betony. The patrol chats as they work, exchanging gossip and news as the smell of cut stems grows around them.",
            "It's always nice to harvest from a bush so big it will probably never even notice the leaves and flowers p_l takes , not even with an entire patrol helping them cart away mallow and just nearby a betony plant is patiently waiting for its stems to be collected.",
            "s_c has a good eye for these things, finding an excellent patch of mallow with a tempting betony plant growing nearby. They control what is harvested, while their team works to efficiently carry the herb back to camp, deferring to s_c's expertise."
    ],
    "fail_text": [
            "p_l is distracted today, and it affects their work. The patrol is unsuccessful and snappish with each other."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmarigold_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "marigold", "tansy", "many_herbs1", "many_herbs2"],
    "intro_text": "More marigold would be useful, particularly with greenleaf in full swing. The season will bring the marigold to bloom, and the flowers are both just as useful as the leaves to p_l and extremely easy to spot from a distance.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The low-growing marigold creeps across the ground, spotted less by its strange leaves that look like they're pretending to be small fern fronds from a distance, and more by their explosively sunset-colored flowers. Nearby, a sharp scent indicates tansy must be growing.",
            "It stops infection, bleeding, and sore joints - why would any medicine cat ever want to risk running out of it? p_l brings back as much marigold as they can stuff into their mouth, and somehow manages to fit in a little tansy too.",
            "s_c finds a patch of marigold, harvests its best leaves and flowers, somehow finds some tansy as well, and pads home, unaware of how much of their success rests on their talent for herb gathering."
],
    "fail_text": [
            "p_l is distracted today, and it affects their work. The patrol is unsuccessful."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmarigold_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "herb", "marigold", "tansy", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "More marigold would be useful, particularly with greenleaf in full swing. The season will bring the marigold to bloom, and the flowers are both just as useful as the leaves to p_l and extremely easy to spot from a distance with app1.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "The low-growing marigold creeps across the ground, spotted less by its strange leaves that look like they're pretending to be small fern fronds from a distance, and more by their explosively sunset-colored flowers. Nearby, a sharp scent indicates tansy must be growing. Sure enough, app1 has no trouble identifying either of them.",
            "It stops infection, bleeding, and sore joints - why would any medicine cat ever want to risk running out of it? p_l brings back as much marigold as they can stuff into their mouth, and somehow manages to fit in a little tansy too. app1 actually drops some of the leaves they carry on the way back to camp, a little over-ambitious with how much they can carry.",
            "s_c finds a patch of marigold, harvests its best leaves and flowers, somehow finds some tansy as well, and pads home, unaware of how much of their success rests on their talent for herb gathering. app1 watches, trying to soak up their skills."
],
    "fail_text": [
            "p_l is distracted today, and it affects their work. The patrol is unsuccessful, and app1 looks up at them with disappointment."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmarigold_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "warrior", "herb", "marigold", "tansy", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "More marigold would be useful, particularly with greenleaf in full swing. The season will bring the marigold to bloom, and the flowers are both just as useful as the leaves to p_l and extremely easy to spot from a distance with a patrol of their Clanmates to assist them.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The low-growing marigold creeps across the ground, spotted less by its strange leaves that look like they're pretending to be small fern fronds from a distance, and more by their explosively sunset-colored flowers. Even the warriors understand how to identify marigold in full bloom. Nearby, a sharp scent indicates tansy must be growing.",
            "It stops infection, bleeding, and sore joints - why would any medicine cat ever want to risk running out of it? p_l brings back as much marigold as they can stuff into their mouth, and somehow manages to fit in a little tansy too. The warriors helping them don't understand the importance, but obligingly follow p_l's example.",
            "s_c finds a patch of marigold, harvests its best leaves and flowers, somehow finds some tansy as well, and pads home, unaware of how much of their success rests on their talent for herb gathering. The patrol is also unaware, but it certainly helps their faith in their medicine cat to see them succeed with such competence."
    ],
    "fail_text": [
            "p_l is distracted today, and it affects their work. The patrol is unsuccessful and snappish with each other."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmullein_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "mullein", "thyme", "many_herbs1", "many_herbs2"],
    "intro_text": "As the mullein starts to tower over the other plants, it's a good time to harvest it.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "p_l spots the mullelin plants by scrambling up onto a low rock and looking for their sapling-like, fat, towering stems starting to poke over all the other plants. They hop down to trot over and harvest them, and nearly squish a thyme plant. Hey, they'll take that too!",
            "Easing the lungs of those with weaker chest muscles or infections, helping with certain sorts of pain, and being used to treat unhappy guts, mullein is a good herb to keep in stock, though it doesn't have the glamour of catmint or the rarity of lungwort. Or, for that matter, the pleasing scent of thyme, which p_l stumbles across and may as well harvest too.",
            "The always-reliable s_c spots mullein plants growing plenty of leaves on their strange central stems, and knocks them over so that the entire bundle can be carried home. As a bonus, their plant pruning operation exposes a couple hidden thyme plants creeping along the soil, and they're added to the day's harvest."
],
    "fail_text": [
            "p_l could swear that there's usually some mullein around here - but not this time."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmullein_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "herb", "mullein", "thyme", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "As the mullein starts to tower over the other plants, it's a good time to harvest it. p_l explains to app1 how mullein's height make it easy to spot from a distance.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "p_l spots the mullelin plants by scrambling up onto a low rock and looking for their sapling-like, fat, towering stems starting to poke over all the other plants. Once they've called app1 up to have a look, they hop down to trot over and harvest them and nearly squish a thyme plant. Hey, they'll take that too!",
            "Easing the lungs of those with weaker chest muscles or infections, helping with certain sorts of pain, and being used to treat unhappy guts, mullein is a good herb to keep in stock, though it doesn't have the glamour of catmint or the rarity of lungwort. app1 soaks up the lessons on its uses attentively, and also sniffs out a thyme bush for p_l.",
            "The always-reliable s_c spots mullein plants growing plenty of leaves on their strange central stems, and with app1 helping them, knocks them over so that the entire bundle can be carried home. As a bonus, their plant pruning operation exposes a couple hidden thyme plants creeping along the soil, and they're added to the day's harvest."
],
    "fail_text": [
            "p_l could swear that there's usually some mullein around here - but not this time."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmullein_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "warrior", "herb", "mullein", "thyme", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "As the mullein starts to tower over the other plants, it's a good time to harvest it.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "p_l spots the mullelin plants by scrambling up onto a low rock and looking for their sapling-like, fat, towering stems starting to poke over all the other plants. They hop down to trot over and harvest them with the rest of the patrol, and nearly squish a thyme plant. Hey, they'll take that too!",
            "Easing the lungs of those with weaker chest muscles or infections, helping with certain sorts of pain, and being used to treat unhappy guts, mullein is a good herb to keep in stock, though it doesn't have the glamour of catmint or the rarity of lungwort. The warriors helping p_l don't understand the importance, but obligingly help them harvest it amd the thyme bush they stumble across.",
            "The always-reliable s_c spots mullein plants growing plenty of leaves on their strange central stems, and knocks them over so that the entire bundle can be carried home by the patrol. As a bonus, their plant pruning operation exposes a couple hidden thyme plants creeping along the soil, and they're added to the day's harvest."
    ],
    "fail_text": [
            "p_l could swear that there's usually some mullein around here - but not this time."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringoakleaves_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "oak_leaves", "elder_leaves", "many_herbs1", "many_herbs2"],
    "intro_text": "Greenleaf encourages the oak to reach its full potential, wide and towering, and p_l goes to collect a harvest of its leaves.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The shade of the oak tree makes the ground beneath it cool, and bodes well for harvesting its leaves, an elder tree not far of also captures p_l's attention.",
            "As a basic infection-preventing herb, oak leaves are useful for nearly all of the various scrapes, cuts, and injuries p_l sees in the medicine den. Elder leaves work well alongside them, being great for easing the pains of a sprain and to p_l's excitement they come across a young elder tree. They're always happy to bring a good crop of them back to the herb stores.",
            "s_c spots an oak tree that's valiantly trying to sprout leaves from a half-fallen branch, one of the casualties of last leaf-bare, and heads to harvest from that, taking the safe option of plucking leaves from the ground. There are also elder leaves lying about, so s_c takes the opportunity to gather a decent collection."
],
    "fail_text": [
            "The trees p_l finds don't look particularly safe to climb, and p_l is forced to give up on the idea of oak leaf gathering for today."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringoakleaves_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "herb", "oak_leaves", "elder_leaves", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "Greenleaf encourages the oak to reach its full potential, wide and towering, and p_l goes to collect a harvest of its leaves with app1.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "The shade of the oak tree makes the ground beneath it cool, and bodes well for harvesting its leaves. app1 nearly gets stuck trying to climb up a challenging branch, but the branches are wide and strong and the apprentice soon overcomes their fear, making it back down to the ground. p_l spares app1 from climbing another tree and opts to climb the elder tree themselves.",
            "As a basic infection-preventing herb, oak leaves are useful for nearly all of the various scrapes, cuts, and injuries p_l sees in the medicine den, and they're always happy to bring a good crop of them back to the herb stores. Elder leaves work well alongside them, being great for easing the pains of a sprain and to p_l's excitement they come across a young elder tree.",
            "s_c spots an oak tree that's valiantly trying to sprout leaves from a half-fallen branch, one of the casualties of last leaf-bare, and heads to harvest from that, taking the safe option of plucking leaves from the ground. There are also elder leaves lying about, so the patrol takes the opportunity to gather a decent collection."
],
    "fail_text": [
            "The trees p_l finds don't look particularly safe to climb, and p_l is forced to give up on the idea of oak leaf gathering for today."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringoakleaves_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "warrior", "herb", "oak_leaves", "elder_leaves", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "Greenleaf encourages the oak to reach its full potential, wide and towering, and p_l goes to collect a harvest of its leaves, taking a patrol with them to make the task easier.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The shade of the oak tree makes the ground beneath it cool, and bodes well for harvesting its leaves. The warriors flex their talents, and p_l encourages them as they show off their climbing skils, breaking off twigs to send the leaves down to p_l, the warriors eye a nearby elder tree and dare one another to race to the top.",
            "As a basic infection-preventing herb, oak leaves are useful for nearly all of the various scrapes, cuts, and injuries p_l sees in the medicine den, and they're always happy to bring a good crop of them back to the herb stores. Elder leaves work well alongside them, being great for easing the pains of a sprain and to p_l's excitement they come across a young elder tree. Their Clanmates are, as expected, a huge help carrying everything back home.",
            "s_c spots an oak tree that's valiantly trying to sprout leaves from a half-fallen branch, one of the casualties of last leaf-bare, and heads to harvest from that, taking the safe option of plucking leaves from the ground. There are also elder leaves lying about, so the patrol takes the opportunity to gather a decent collection. It's less entertaining for the warriors helping them, but the cats still make a nice easy afternoon of it."
    ],
    "fail_text": [
            "The trees p_l finds don't look particularly safe to climb, and p_l is forced to give up on the idea of oak leaf gathering for today."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringplantain_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "plantain", "mullein", "many_herbs1", "many_herbs2", "med_cat"],
    "intro_text": "As the plantain starts to choke off the paths the Clan uses to get about, fuelled by greenleaf, it's a great time to clean up the paths and bring a good harvest home.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "p_l doesn't so much find the plantain plants as find one of the main paths headed away from camp blocked off by them, but hey, there's plantain. Nearby, a mullein plant looks like it's about to topple onto the path too, and p_l clears it away before it can.",
            "Suitable for soothing throat and pelt irritation, and with a welcome weird habit of consistently sprouting up on well-trodden paths, plantain is a basic but valuable herb to keep stocks of. p_l finds today's harvest growing overshadowed by a big mullein plant, and takes that too.",
            "Go to where other animals wander through c_n's territory on little beaten paths, wander around until you bump nose-first into a plantain plant, harvest. Simple. Oh, and there's some mullein to pick up on the way home."
],
    "fail_text": [
            "p_l finds a plantain plant growing in the middle of a path, but it's trampled and useless until it regrows its leaves."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringplantain_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "herb", "plantain", "mullein", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "As the plantain starts to choke off the paths the Clan uses to get about, fuelled by greenleaf, it's a great time to clean up the paths and bring a good harvest home. app1 asks why the plant might choose such a strange spot to grow, and p_l gives them their best guess.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "p_l doesn't so much find the plantain plants as find one of the main paths headed away from camp be blocked off by them, but hey, there's plantain. They show app1 how the leaves can make excellent structural support for bandages and ploutrices. Nearby, a mullein plant looks like it's about to topple onto the path too, and p_l clears it away before it can.",
            "Suitable for soothing throat and pelt irritation, and with a welcome weird habit of consistently sprouting up on well-trodden paths, plantain is a basic but valuable herb to keep stocks of, and always taught early in the herbal lore each medicine cat must memorise. p_l finds today's harvest growing overshadowed by a big mullein plant, and takes that too.",
            "Go to where other animals wander through c_n's territory on little beaten paths, wander around until you bump nose-first into a plantain plant, harvest. Simple, p_l teaches app1. Oh, and there's some mullein to pick up on the way home."
],
    "fail_text": [
            "p_l finds a plantain plant growing in the middle of a path, but it's trampled and useless until it regrows its leaves. app1 keeps suggesting they look somewhere that isn't a busy throughfare."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringplantain_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "warrior", "herb", "plantain", "mullein", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "As the plantain starts to choke off the paths the Clan uses to get about, fuelled by greenleaf, it's a great time to clean up the paths and bring a good harvest home. p_l brings along their Clanmates, both for carrying and because the deputy has mentioned particular paths they'd really like cleared.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "p_l doesn't so much find the plantain plants as find one of the main paths headed away from camp be blocked off by them, but hey, there's plantain. The warriors are relieved p_l lets them clear the plants away - there'll be plantain elsewhere, and the Clan needs this path. Nearby, a mullein plant looks like it's about to topple onto the path too, and p_l clears it away before it can.",
            "Suitable for soothing throat and pelt irritation, and with a welcome weird habit of consistently sprouting up on well-trodden paths, plantain is a basic but valuable herb to keep stocks of. It's even relatively innoculous taste wise, making it easy to harvest. p_l finds today's harvest growing overshadowed by a big mullein plant, and takes that too.",
            "Go to where other animals wander through c_n's territory on little beaten paths, wander around until you bump nose-first into a plantain plant, harvest. Simple. Oh, and there's some mullein to pick up on the way home, and the warriors get to tidy their paths through the territory."
    ],
    "fail_text": [
            "p_l finds a plantain plant growing in the middle of a path, but it's trampled and useless until it regrows its leaves. The warriors are pleased to see the plant dying - they've been stomping on it every time they've come through here."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringpoppy_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "poppy", "many_herbs1", "many_herbs2"],
    "intro_text": "With greenleaf bringing the poppies to seed, and only so much time before the plants die off in leaf-fall, p_l is keen to go collect as much as possible.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "These plants will be dead in leaf-fall, while the Clan will need painkillers in the colder seasons, so there's no time to waste - p_l goes out and brings back a decent harvest.",
            "The red poppy flowers are pretty, but it's the dried, husk-like flowerheads that contain the poppy seeds p_l wants, and they take as many as they can.",
            "s_c uses the bright flowers to find the plants quickly, determined to bring back as many poppy seeds as possible."
],
    "fail_text": [
            "The wind seems to have stolen all the poppy seeds from their dry flowerheads before p_l could've harvested them."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringpoppy_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "herb", "poppy", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "With greenleaf bringing the poppies to seed, and only so much time before the plants die off in leaf-fall, p_l is keen to go collect as much as possible. Even app1 knows how much the Clan depends on poppy seeds being in their herb stores.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 30,
    "success_text": [
            "These plants will be dead in leaf-fall, while the Clan will need painkillers in the colder seasons, so there's no time to waste - p_l goes out and brings back a decent harvest with app1.",
            "The red poppy flowers are pretty, but it's the dried, husk-like flowerheads that contain the poppy seeds p_l wants, and they take as many as they can. app1 knows how crucial poppy seeds are for the Clan, and p_l is proud of how hard they work.",
            "s_c uses the bright flowers to find the plants quickly, determined to bring back as many poppy seeds as possible. They pass on their knowledge of poppy herbcraft as they gather, teaching app1 about all the different circumstances that poppy seeds can help with, though app1 should avoid using them on pregnant or nursing queens."
],
    "fail_text": [
            "The wind seems to have stolen all the poppy seeds from their dry flowerheads before p_l could've harvested them."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringpoppy_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "warrior", "herb", "poppy", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "With greenleaf bringing the poppies to seed, and only so much time before the plants die off in leaf-fall, p_l is keen to go collect as much as possible. They bring their Clanmates with them to help, the warriors keen to make sure the Clan is well provisioned with this important herb.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "These plants will be dead in leaf-fall, while the Clan will need painkillers in the colder seasons, so there's no time to waste - p_l goes out and brings back a decent harvest, with all the members of the patrol bringing back at least a couple dried flowerheads full of seeds each.",
            "The red poppy flowers are pretty, but it's the dried, husk-like flowerheads that contain the poppy seeds p_l wants, and they take as many as they can. All the warriors with them work hard to help, focused on a herb so famous that even they know its purpose.",
            "s_c uses the bright flowers to find the plants quickly, determined to bring back as many poppy seeds as possible. The rest of the patrol, knowing how important poppy seeds are as a painkiller, working hard for s_c and c_n."
    ],
    "fail_text": [
            "The wind seems to have stolen all the poppy seeds from their dry flowerheads before p_l could've harvested them."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringragwort_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "ragwort", "burdock", "many_herbs1", "many_herbs2"],
    "intro_text": "p_l heads out to find ragwort, holding the particular fractal shape of its furled leaves in their mind to distinguish it from every other low-growing patch of greenery.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "Ugh. The ragwort p_l finds is flowering, and the terrible taste of the plant leaks into the air as scent from its yellow flowers. It's so bad, p_l almost misses the burdock plant ready to be harvested nearby.",
            "Ragwort brings strength to cats who need it, and eases aching joints, but StarClan it tastes absolutely foul. p_l's pleased with their harvest, but really wishes they had a way to bring it back to camp that didn't need them to carry it in their mouth. The extra burdock root they pick up definitely doesn't make it easier.",
            "s_c has discovered a trick to harvesting the bountiful but foul ragwort, using their claws to tear leaves from the plant and then carefully carrying them back to camp without chewing or salivating, using some opportune burdock roots to cover their teeth."
],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the ragwort leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringragwort_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "herb", "ragwort", "burdock", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "p_l heads out to find ragwort, holding the particular fractal shape of its furled leaves in their mind to distinguish it from every other low-growing patch of greenery, and doing their best to describe the shape to app1.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "Ugh. The ragwort p_l finds is flowering, and the terrible taste of the plant leaks into the air as scent from its yellow flowers. It's so bad, p_l almost misses the burdock plant ready to be harvested nearby. app1 quietly asks if theres anything they can do to block the scent, but no, it's just better to get harvesting over with quickly.",
            "Ragwort brings strength to cats who need it, and eases aching joints, but StarClan it tastes absolutely foul. p_l's pleased with their harvest, but really wishes they had a way to bring it back to camp that didn't need them to carry it in their mouth, and has a lot of sympathy for app1's disgusted expression. p_l lets them carry some burdock they found instead.",
            "s_c has discovered a trick to harvesting the bountiful but foul ragwort, using their claws to tear leaves from the plant and then carefully carrying them back to camp without chewing or salivating, using some opportune burdock roots to cover their teeth. app1 is desperately grateful to learn the trick."
],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the ragwort leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringragwort_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "warrior", "herb", "ragwort", "burdock", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "p_l heads out to find ragwort, holding the particular fractal shape of its furled leaves in their mind to distinguish it from every other low-growing patch of greenery. They bring warriors with them to carry it back to camp.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "Ugh. The ragwort p_l finds is flowering, and the terrible taste of the plant leaks into the air as scent from its yellow flowers. It's so bad, p_l almost misses the burdock plant ready to be harvested nearby. There a chorus of long-suffering sighs as the cats get to work, accomplishing their unpleasant task professionally but without any joy.",
            "Ragwort brings strength to cats who need it, and eases aching joints, but StarClan it tastes absolutely foul. p_l's pleased with their harvest, particulalry the extra burdock, but really wishes they had a way to bring it back to camp that didn't need them to carry it in their mouth, a sentiment that the patrol helping them definitely shares, at length, very descriptively.",
            "s_c has discovered a trick to harvesting the bountiful but foul ragwort, using their claws to tear leaves from the plant and then carefully carrying them back to camp without chewing or salivating, using some opportune burdock roots to cover their teeth. Some of the warriors are too impatient to follow their lead, and end up suffering the taste of ragwort as the patrol brings back loads of the leaves."
    ],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the ragwort leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringraspberrysolo1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "raspberry", "no_herbs1", "no_herbs2", "injury", "poisoned"],
    "intro_text": "While gathering herbs, r_c spots a bush of red berries.",
    "decline_text": "r_c decides not to touch the berries.",
    "chance_of_success": 50,
    "exp": 30,
    "success_text": [
        "r_c identifies them as raspberries, and carefully chews off a branch laden with them to bring back to camp - the herb stocks can use this odd fruit, especially it's leaves.",
        "r_c knows deathberries when they see them, and slips back to camp to report it to the leader - the warriors will need to be told to avoid this bush.",
        "It takes little intelligence to recognise deathberries, but a great deal to collect them anyway. If s_c can dry them out, these berries will be sufficient for c_n for years to come. By using their weight to snap off a bush branch, and then carefully carrying it back to camp, s_c manages to bring them safely home."
    ],
    "fail_text": [
        "While r_c thinks they're probably cranberries, they aren't confident enough with the identification to risk being wrong and plucking deathberries instead.",
        null,
        null,
        "While plucking them from the bush, r_c feels one of the berries split in their mouth, and a horrible taste coats their tongue. These aren't raspberries. They rush to force themselves to throw up, and it works, expelling the deathberries from their system, but they're weak and shaky for the rest of the day."
    ],
    "win_skills": ["smart", "very smart", "extremely smart"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringraspberrysolo2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "raspberry", "no_herbs1", "med_cat", "apprentice", "injury", "poisoned", "death"],
    "intro_text": "While gathering herbs, app1 stumbles upon a bush of red berries.",
    "decline_text": "app1 decides not to touch the berries.",
    "chance_of_success": 50,
    "exp": 30,
    "success_text": [
        "app1 identifies them as raspberries, and carefully chews off a branch laden with them to bring back to camp. They can't quite remember what raspberries treat, but it's something to do with kitting.",
        "These... could be deathberries. Might be raspberries. But maybe deathberries. It's not worth the risk, they can ask their mentor for more training about it later."
    ],
    "fail_text": [
        "Confidently gathering them and prancing back to camp, app1 is then informed that they've gathered raspberries, not cranberries, and this isn't going to help the Clan's elders with their problems.",
        null,
        "app1 plucks the berries, several splitting in their mouth, and tries not to gag at the horrible taste - after all, all the herbs they're trying to learn taste horrible. As they start back to camp, they wobble a little. And then the world goes dark.",
        "app1 carefully plucks the horrible tasting berries, and as soon as the taste hits their tongue, they realize they've made a terrible mistake. Gagging and throwing up and staggering, they crawl back to camp, weakly hoping their mentor will help them."
    ],
    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null,
    "history_text": [
        null,
        "r_c died before completing their medicine cat training, from accidentally eating deathberries."
    ]
},
{
    "patrol_id": "mtn_med_gatheringtansy_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "tansy", "ragwort", "many_herbs1", "many_herbs2"],
    "intro_text": "p_l heads out to find tansy, scenting the air for its sharp smell, eyes on the lookout for tansy's strange yellow flower orbs that greenleaf has brought out in abundance.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The yellow dew drops shining merrily in the distance guide p_l in to the tansy patch, where they take a good harvest. It's just unfortunate they can't talk themselves out of harvesting some ragwort too - this is going to taste very bad.",
            "Good for all coughs, for all wounds, for all poisons - but it would be dangerous to assume tansy has no downsides. In small doses it helps with nearly any aliment, but in large doses it poisons the body, even to the point of causing death. The ragwort trying to outgrow it may stink, but at least that herb isn't dangerous.",
            "Tansy might smell sharp enough to be enjoyed freshening up dens, but it sure tastes... interesting. Definitely not improved by the extra ragwort they find. s_c isn't sure they'll ever get used to it, but at least it's a reminder to be careful around the potentially poisonous herb."
],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the tansy leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringtansy_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "herb", "tansy", "ragwort", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "p_l heads out to find tansy with app1. They instruct app1 to scenting the air for its sharp smell and keep their eyes on the lookout for tansy's strange yellow flower orbs that greenleaf has brought out in abundance.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "The yellow dew drops shining merrily in the distance guide app1 in to the tansy patch, where they take a good harvest. It's just unfortunate they can't talk themselves out of harvesting some ragwort too - this is going to taste very bad. p_l is proud of the work they've put in to learning so many things so quickly though.",
            "Good for all coughs, for all wounds, for all poisons - but it would be dangerous to assume tansy has no downsides. p_l quietly explains to app1 how tansy is also used to ease the passing of mortally wounded cats and to induce losing a litter in queens whose pregnancy is risking their life. This means you don't use it to treat pregnant or nursing queens, or kits. The topic is serious enough that app1 even forgets to complain about the additional ragwort they find.",
            "Tansy might smell sharp enough to be enjoyed freshening up dens, but it sure tastes... interesting. Definitely not improved by the extra ragwort they find. s_c isn't sure they'll ever get used to it, but at least it's a reminder to be careful around the potentially poisonous herb, and app1 seems to be taking the appropriate amount of care harvesting it."
],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the tansy leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringtansy_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "warrior", "herb", "tansy", "ragwort", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "p_l heads out to find tansy, scenting the air for its sharp smell, eyes on the lookout for tansy's strange yellow flower orbs that greenleaf has brought out in abundance. They've brought some of their Clanmates with them to hopefully help them carry a good harvest home.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The yellow dew drops shining merrily in the distance guide p_l's patrol in to the tansy patch, where they take a good harvest. It's just unfortunate they can't talk themselves out of harvesting some ragwort too - this is going to taste very bad.",
            "Good for all coughs, for all wounds, for all poisons - but it would be dangerous to assume tansy has no downsides. In small doses it helps with nearly any aliment, but in large doses it poisons the body, even to the point of causing death. The ragwort trying to outgrow it may stink, but at least that herb isn't dangerous. p_l carefully guides the patrol while gathering it, not that the warriors would be in any danger short of trying to drink the herb.",
            "Tansy might smell sharp enough to be enjoyed freshening up dens, but it sure tastes... interesting. Definitely not improved by the extra ragwort they find. s_c isn't sure they'll ever get used to it, but at least it's a reminder to be careful around the potentially poisonous herb, helpful when gathering with their Clanmates."
    ],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the tansy leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringthyme_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "thyme", "goldenrod", "many_herbs1", "many_herbs2"],
    "intro_text": "p_l has finally put enough time aside to go search for thyme.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "Thankfully they don't have to go far, and being among thyme's calming scent makes gathering it quite pleasant. To p_l's excitement they have just spotted a huge patch of goldenrod and hurry over to collect as much as they can carry.",
            "It calms racing hearts and minds, bringing cats back from the shock of loss or injury. Thyme is always both helpful and pleasant to have around, and p_l makes sure to organise the herb stores ensuring they have a healthy amount of goldenrod to go alongside the thyme, which p_l places so that the scent wafts near their nest.",
            "Thyme, thyme, thyme, there's never enough thyme. s_c snorts at their little joke, mouth crammed full of the herb. Spotting a small goldenrod plant that looks like it's beginning to wilt, they pause to gather the remaining stems to make good use of it."
],
    "fail_text": [
            "p_l has no time - and no thyme. They're forced to give up on the search for today."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringthyme_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "herb", "thyme", "goldenrod", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "p_l has finally put enough time aside to go search for thyme with app1.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "Thankfully they don't have to go far, and being among thyme's calming scent makes gathering it quite pleasant. To p_l's excitement they have just spotted a huge patch of goldenrod and hurry over to collect as much as they can carry. Both app1 and p_l enjoy the chance for a peaceful afternoon.",
            "It calms racing hearts and minds, bringing cats back from the shock of loss or injury. Thyme is always both helpful and pleasant to have around, p_l makes sure to organise the herb stores ensuring they have a healthy amount of goldenrod to go alongside the thyme, which p_l places so that the scent wafts near the nests they and app1 curl up in at night.",
            "Thyme, thyme, thyme, there's never enough thyme. s_c snorts at their little joke, putting down the herbs they carry to explain it to app1 while they gather a few goldenrod stems from a nearby plant."
],
    "fail_text": [
            "p_l has no time - and no thyme. They're forced to give up on the search for today."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringthyme_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "warrior", "herb", "thyme", "goldenrod", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "p_l has finally put enough time aside to go search for thyme with a gathering patrol.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "Thankfully they don't have to go far, and being among thyme's calming scent makes gathering it quite pleasant as the patrol settles in to nip off its leaves. To p_l's excitement they have just spotted a huge patch of goldenrod and hurry over to collect as much as they and their entourage can carry.",
            "It calms racing hearts and minds, bringing cats back from the shock of loss or injury. Thyme is always both helpful and pleasant to have around, and p_l decides that this patrol has brought back more than enough, including a couple of stems of goldenrod, so much there's no harm in letting the warriors take a stem each for their nests.",
            "Thyme, thyme, thyme, there's never enough thyme. s_c snorts at their little joke, putting down the herbs they carry to explain it to the rest of the patrol while they gather a few goldenrod stems from a nearby plant."
    ],
    "fail_text": [
            "p_l has no time - and no thyme. They're forced to give up on the search for today."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringwildgarlic_greenleaf1",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "herb", "wild_garlic", "mallow", "many_herbs1", "many_herbs2"],
    "intro_text": "p_l heads out on what promises to be a fragrant patrol, searching for wild garlic.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The mallow and garlic will certainly restock the herb stores... which are close to p_l's nest. Yay...",
            "The leaves and especially the bulbs of wild garlic are the preeminent herb to treat infection, even if using them literally always resulting in either their patient or their loved ones complaining about the smell. p_l will take the smell over the illness, thank you very much. On the other paw, mallow is a lot more appreciated by members of the Clan suffering from bellyaches.",
            "s_c, ever eagle-eyed, spots grass that looks suspiciously tall with oddly thick blades. One sniff confirms it as wild garlic, and the patch has heaps to harvest. To the medicine cat's delight, a mallow patch was growing not too far off."
],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the garlic leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringwildgarlic_greenleaf2",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "med_cat", "herb", "wild_garlic", "mallow", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "p_l heads out on what promises to be a fragrant patrol, searching for wild garlic with app1.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "The mallow and garlic will certainly restock the herb stores... which are close to p_l's nest. Yay... they commiserate with app1, both of them accepting the stink in the medicine cat den.",
            "The leaves and especially the bulbs of wild garlic are the preeminent herb to treat infection, even if using them literally always resulting in either their patient or their loved ones complaining about the smell. p_l teaches app1 that sometimes they need to prioritize treating their patients above listening to them. Thankfully, the mallow that was gathered is a lot more appreciated by members of the Clan suffering from bellyaches.",
            "s_c, ever eagle-eyed, spots grass that looks suspiciously tall with oddly thick blades. One sniff confirms it as wild garlic, and the patch has heaps to harvest with app1. To the medicine cats' delight, a mallow patch was growing not too far off."
],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the garlic leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringwildgarlic_greenleaf3",
    "biome": "mountainous",
    "season": "greenleaf",
    "tags": ["herb_gathering", "warrior", "herb", "wild_garlic", "mallow", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "p_l heads out on what promises to be a fragrant patrol, searching for wild garlic with a gathering patrol.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The mallow and garlic will certainly restock the herb stores... which are close to p_l's nest. Yay... the warriors look relieved that they never have to sleep next to the herbs.",
            "The leaves and especially the bulbs of wild garlic are the preeminent herb to treat infection, even if using them literally always resulting in either their patient or their loved ones complaining about the smell. The patrol looks a little disgusted, but they're still a great help to p_l for gathering it. Thankfully, the mallow that was gathered is a lot more appreciated by members of the Clan suffering from bellyaches.",
            "s_c, ever eagle-eyed, spots grass that looks suspiciously tall with oddly thick blades. One sniff confirms it as wild garlic, and the patch has heaps for their patrol to harvest. To the medicine cat's delight, a mallow patch was growing not too far off."
    ],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the garlic leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
}
]
