[

{
    "patrol_id": "mtn_med_romance1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "warrior", "random_herbs", "romantic", "platonic", "respect", "p_l_to_r_c", "s_c_to_r_c"],
    "intro_text": "p_l goes out with a warrior escort, both for safety as they look for newleaf's fresh buds, and for carrying capacity should they find anything.",
    "decline_text": "Their escort is called away on a different mission, and p_l decides to reorganize the herb store instead.",
    "chance_of_success": 60,
    "exp": 10,
    "success_text": [
        "Surprisingly, r_c actually starts up a conversation with them about the herbs they're looking for. p_l launches into the usual spiel, but even more astonishingly, r_c is actually interested, and it makes their heart feel lighter getting to share their knowledge and skills with someone who respects them.",
        null,
        "s_c has always been good at talking, but chatting with r_c they feel like they don't have to be. It's just a herb gathering patrol, but s_c feels more relaxed than they've felt in moons when they come back to camp, smiling softly."
    ],
    "fail_text": [
        "It's an exhausting day. p_l starts chatting with r_c to pass the time, but they have nothing in common and the other cat bluntly refuses to talk about boring herbs.",
        "Not only do they not find anything, p_l wants to murder s_c. They're obnoxious and troublesome and childish, and simply not someone p_l enjoys interacting with."
    ],
    "win_skills": ["good mediator", "great mediator", "excellent mediator"],

    "fail_trait": ["troublesome", "childish"],
    "min_cats": 2,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_romance2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_cat", "med_only", "random_herbs", "romantic", "platonic", "respect", "p_l_to_r_c", "s_c_to_r_c"],
    "intro_text": "p_l heads out, leading a patrol of medicine cats to go find the buds of newleaf.",
    "decline_text": ". . .And they're called back almost immediately, as one of the elders starts hacking up something.",
    "chance_of_success": 60,
    "exp": 10,
    "success_text": [
        "The ground is slippery and damp, and as p_l falls, r_c catches them. It's a nice reminder that the responsibility of looking after the Clan is a shared one, and the rescue also makes p_l shiver pleasantly.",
        null,
        "s_c has always been good at talking, but chatting with r_c they feel like they don't have to be. It's just a herb gathering patrol, but s_c feels more relaxed than they've felt in moons when they come back to camp, smiling softly."
    ],
    "fail_text": [
        "It's an exhausting day. p_l starts chatting with r_c to pass the time, but they have nothing in common.",
        "Not only do they not find anything, p_l wants to murder s_c. They're obnoxious and troublesome and childish, and simply not someone p_l enjoys interacting with."
    ],
    "win_skills": ["good mediator", "great mediator", "excellent mediator"],

    "fail_trait": ["troublesome", "childish"],
    "min_cats": 2,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringbetony_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "betony", "goldenrod", "many_herbs1", "many_herbs2"],
    "intro_text": "The betony plants stretch outwards, racing to take advantage of the newleaf sun. It's the perfect time to harvest them, and p_l is glad for the sun on their pelt after the long winter.",
    "decline_text": "They have second thoughts about leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
        "While they haven't yet grown their flowers, the betony has no shortage of leaves for p_l to harvest. There's even a little goldenrod to pick up, half-hidden under the enthusiastic betony plant.",
        "Betony is especially useful for cats who breathe with a rasp, and p_l is always keen to help Clanmates with the condition. With the great haul of betony p_l brings back, they'll be able to dose their Clanmates and prevent coughs and chest infections - and they've even found a little goldenrod to go with it!",
        "s_c is able to find the sought-after herb quickly, as they can easily pick out the shape of its leaves among the other plants, and they bring back a great haul of betony for the herb stores. They're even able to pick out a goldenrod bush on their path home."
],
    "fail_text": [
        "Hang on. Has p_l identified the betony correctly? It's difficult to tell without the distinctive purple blossoms. They're not sure, and not willing to risk it."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringbetony_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "betony", "goldenrod", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "The betony plants stretch outwards, racing to take advantage of the newleaf sun. p_l takes the time to test app1 on their knowledge of the leaves - soon these plants will flower and the purple blooms will identify them, but it's important to know them from leaf alone.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
        "While they haven't yet grown their flowers, the betony has no shortage of leaves to harvest, and app1 carefully studies them. There's even a little goldenrod to pick up, half-hidden under the enthusiastic betony plant.",
        "Betony is especially useful for cats who breathe with a rasp, and p_l is always keen to help Clanmates with the condition. With the great haul of betony p_l brings back, they'll be able to dose their Clanmates and prevent coughs and chest infections - and they've even found a little goldenrod to go with it! app1 is more interested in how betony prevents gross runny dirt.",
        "s_c is able to find the sought-after herb quickly, as they can easily pick out the shape of its leaves among the other plants. They point it out to app1 and the two cats bring back a great haul of betony for the herb stores. They're even able to pick out a goldenrod bush on their path home."
],
    "fail_text": [
        "Hang on. Has p_l identified the betony correctly? It's difficult to tell without the distinctive purple blossoms. They're not sure, and not willing to risk it."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringbetony_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "warrior", "herb", "betony", "goldenrod", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "The betony plants stretch outwards, racing to take advantage of the newleaf sun. p_l points out the plants to the warriors they brought with them, who just accept that this particular green shrub is different to all the other green shrubs.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
        "While they haven't yet grown their flowers, the betony has no shortage of leaves for p_l's patrol to harvest. There's even a little goldenrod to pick up, half-hidden under the enthusiastic betony plant.",
        "Betony is especially useful for cats who breathe with a rasp, and p_l is always keen to help Clanmates with the condition. With the great haul of betony p_l's patrol brings back, they'll be able to dose their Clanmates and prevent coughs and chest infections - and they've even found a little goldenrod to go with it!",
        "s_c is able to find the sought-after herb quickly, as they can easily pick out the shape of its leaves among the other plants, and they organise the patrol to bring back a great haul of betony for the herb stores. They're even able to pick out a goldenrod bush on their path home."
],
    "fail_text": [
        "Hang on. Has p_l identified the betony correctly? It's difficult to tell without the distinctive purple blossoms. They're not sure, and not willing to risk it."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringblackberry_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "blackberry", "raspberry", "many_herbs1", "many_herbs2"],
    "intro_text": "Newleaf should bring new leaves on the blackberry brambles. p_l heads out to collect some.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
        "Sure enough, all along the trailing branches of the brambles, new leaves are poking towards the sun. This early in the season it's hard to differentiate between blackberry and raspberry plants, but either would be useful. p_l carefully plucks them off, not taking too many - they want this plant to supply the Clan in future moons too.",
        "Perfect - there's a good crop of blackberry leaves just waiting for them, and the bramble is starting a war with a temptingly harvestable raspberry bramble nearby.",
        "s_c falls into the meditative state that herb-gathering brings, and they hum to themselves as they work, crisply plucking from the brambles they encounter, both blackberry and raspberry."
],
    "fail_text": [
        "p_l attempts to pick their way through the blackberry thorns to reach the leaves, but it soon becomes clear that it's a hopeless task."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringblackberry_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "blackberry", "raspberry", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "Newleaf should bring new leaves on the blackberry brambles. p_l heads out to collect some, bringing app1 along.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "Sure enough, all along the trailing branches of the brambles, new leaves are poking towards the sun. This early in the season it's hard to differentiate between blackberry and raspberry plants, but either would be useful. p_l doesn't take too many, they want this plant to supply the Clan in future moons too. They have a good conversation with app1 about about why harvesting conservatively is important.",
            "Perfect - there's a good crop of blackberry leaves just waiting for them, and the bramble is starting a war with a temptingly harvestable raspberry bramble nearby. Seeing the leaves set out to dry, app1 watching over them diligently, makes p_l feel like they can relax.",
            "s_c falls into the meditative state that herb-gathering brings, and they hum to themselves as they work, crisply plucking from the brambles they encounter, both blackberry and raspberry. app1 smiles to hear the quiet sound, comforted by the familiar work and tune."
],
    "fail_text": [
            "With app1 following them, p_l attempts to pick their way through the blackberry thorns to reach the leaves, but it soon becomes clear that it's a hopeless task."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringblackberry_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "warrior", "herb", "blackberry", "raspberry", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "Newleaf should bring new leaves on the blackberry brambles. p_l heads out to collect some, bringing along anyone who isn't busy with other work.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
           "Sure enough, all along the trailing branches of the brambles, new leaves are poking towards the sun. This early in the season it's hard to differentiate between blackberry and raspberry plants, but either would be useful. p_l doesn't take too many, and the rest of the patrol listens to them describe how a medicine cat must predict the Clan's future need, respect for p_l growing.",
           "Perfect - there's a good crop of blackberry leaves just waiting for them, and the bramble is starting a war with a temptingly harvestable raspberry bramble nearby. Their Clanmates send p_l away for a nap in the sunshine as they organise the blackberry leaves, and p_l smiles appreciatively.",
           "s_c falls into the meditative state that herb-gathering brings, and they hum to themselves as they work, crisply plucking from the brambles they encounter, both blackberry and raspberry. The patrol follows their lead, and its a relaxed group that wanders back into camp with a massive haul from the blackberry bushes."
    ],
    "fail_text": [
            "p_l manages to avoid a torn pelt only by the grace of StarClan, and isn't going to risk sending anyone else into the brambles with them having so many thorns at the moment. They'll have to try a different blackberry bush on another day."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringburdock_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "burdock", "plantain", "many_herbs1", "many_herbs2", "plantain"],
    "intro_text": "Worried about their stores of burdock and anticipating the plants' newleaf growth, p_l heads out to replenish the Clan's stocks.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The strengthening newleaf sun has tempted fat burdock leaves to start to sprout, and it's not finding them that's hard, it's trying to carry all the roots back to camp all at once that proves difficult! On the way back, they spot some plantain and almost drop all of their roots when they attempt to collect it.",
            "Luck is on p_l's side today, and the burdock is both plentiful and easy to find. On the way back to camp, they even find some freshly sprouted plantain to pick! Laying the fat roots out in a towering pile in the herb stores makes p_l thrum with a contented purr, even as they're still tucking the plantain leaves away in a shady spot.",
            "s_c shows their usual talent for spotting herbs, trotting straight over to a burdock plant and digging at its foot. Their team follows them, ready to pitch in and provide the muscle needed to bring back an excellent harvest. On the way home, p_l spots some plantain growing close to the path and directs a warrior to grab some of that, as well."
],
    "fail_text": [
            "Maybe they're coming down with a runny nose, but p_l doesn't manage to sniff out any burdock, and it feels like a wasted afternoon."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringburdock_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "burdock", "plantain", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice", "plantain"],
    "intro_text": "Worried about their stores of burdock and anticipating the plants' newleaf growth, p_l heads out to replenish the Clan's stocks, bringing app1 along.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "The strengthening newleaf sun has tempted fat burdock leaves to start to sprout, and it's not finding them that's hard, it's trying to carry all the roots back to camp all at once that proves difficult! On the way back, app1 spots some plantain leaves, and p_l chuckles to themself softly as the apprentice attempts to fit the leaves and roots into their jaws to carry back.",
            "Luck is on p_l's side today, and the burdock is both plentiful and easy to find. Digging the roots out is a bit more difficult, but they manage a good haul. On the walk back, app1 waves their tail excitedly as they spot a patch of plantain near the path. p_l praises their herb-finding skills as they stop to gather some of the leaves.",
            "s_c shows their usual talent for spotting herbs, trotting straight over to a burdock plant and digging at its foot. They're leading the way back when they also spot some plantain growing nearby. With a purr, they make sure to gather some of that as well, since it's good for all sorts of stings."
],
    "fail_text": [
            "Maybe they're coming down with a runny nose, but p_l doesn't manage to sniff out any burdock, and it feels like a wasted afternoon. They avoid snapping at app1, who seems unable to identify the common herb, but it's a near thing."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringburdock_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "warrior", "herb", "burdock", "plantain", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect", "plantain"],
    "intro_text": "Worried about their stores of burdock and anticipating the plants' newleaf growth, p_l heads out to replenish the Clan's stocks, bringing along anyone who isn't busy with other work.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
           "The strengthening newleaf sun has tempted fat burdock leaves to start to sprout. It's a long afternoon, but a productive, light-hearted one, filled with smiles and jokes as the obliging cats follow p_l's direction to cart everything home. p_l is amused to find some plantain leaves in the mix as they're sorting later.",
           "Luck is on p_l's side today, and the burdock is both plentiful and easy to find. Laying the fat roots out in a towering but neat pile in the herb stores makes p_l thrum with a contented purr, and their Clanmates smile, obligingly helping out their hard-working medicine cat. p_l is amused to find some plantain leaves among the roots, as well.",
            "s_c shows their usual talent for spotting herbs, trotting straight over to a burdock plant and digging at its foot. Their team follows them, ready to pitch in and provide the muscle needed to bring back an excellent harvest. On the way home, p_l spots some plantain growing close to the path and directs a warrior to grab some of that, as well."
    ],
    "fail_text": [
            "Maybe they're coming down with a runny nose, but p_l doesn't manage to sniff out any burdock, and no one else on the patrol is very helpful either. They return to camp without any burdock, prickling with frustration."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringcatmint_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "catmint", "many_herbs2"],
    "intro_text": "p_l tests the air, trying to decide it it's warm enough to gather catmint yet. They'd really like to replenish the herb stocks after leaf-bare.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 40,
    "exp": 30,
    "success_text": [
            "The medicine cat carefully picks out catmint from its known hiding places, carting it back to camp where it will protect the Clan.",
            "Fortunately, catmint starts trying to take over as much ground as possible as soon as it possibly can, and it's already enough of the way through newleaf to go harvest from its young leaves.",
            "s_c has a couple favourite catmint plants, and goes to check whether they've regrown this newleaf. Two haven't, but another two have and prove enough for a great harvest to take back to camp."
    ],
    "fail_text": [
            "It is alright to fail, p_l reminds themselves. At least they know where there isn't catmint, that will make the next patrols to find it easier."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringcatmint_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "catmint", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "p_l waits until they're out of camp to reveal to app1 that they're off to find catmint - a 'helpful' group of 'helpers' can be a little, well, unhelpful. Catmint is just too exciting for many of their Clanmates to keep their heads around.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 40,
    "exp": 30,
    "success_text": [
            "As they walk, p_l teaches app1 about how crucial catmint is for treating coughs, and how although its scent hold drugged pleasure for cats, part of the responsibility of being a medicine cat is avoiding becoming caught in its pleasant haze. The medicine cats carefully pick out catmint from its known hiding places, carting it back to camp where it will protect the Clan.",
            "Fortunately, catmint starts trying to take over as much ground as possible as soon as it possibly can, and it's already enough of the way through newleaf to go harvest from its young leaves. p_l instructs app1 in how one judges these things, to try and promote the most growth from the precious plant while still bringing hom the greatest harvest.",
            "s_c has a couple favourite catmint plants, and goes to check whether they've regrown this newleaf. Two haven't, but another two have and prove enough for a great harvest to take back to camp with app1."
],
    "fail_text": [
            "app1 loses their head over the catmint, and p_l is forced to cancel the gathering patrol to take them back to camp until they regain their sense."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringcatmint_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "warrior", "herb", "catmint", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "jealousy", "dislike", "respect"],
    "intro_text": "As p_l looks at the twitching tails and wide eyes of the patrol set up to 'help' them gather catmint, their heart sinks. These overly excited warriors don't look like they're going to be useful, and p_l really needs to renew c_n's stocks of catmint as newleaf brings the plants back to life.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 0,
    "exp": 10,
    "success_text": [
            "The warriors keep their heads, with the more experienced of p_l's helpers making themselves useful keeping those that're young or more impulsive focused on their task. The medicine cat and their team carefully pick out catmint from its known hiding places, carting it back to camp where it will protect the Clan.",
            "Fortunately, catmint starts trying to take over as much ground as possible as soon as it possibly can, and it's already enough of the way through newleaf to go harvest from its young leaves. The patrol of warrior, while over-enthusiastic, calm themselves down when p_l demands their attention, and together the cats bring a fair harvest home.",
            "s_c has a couple favourite catmint plants, and goes to check whether they've regrown this newleaf. Two haven't, but another two have and prove enough for a great harvest to take back to camp, though the warriors are fairly unruly about the 'no rolling on the plants' rule."
],
    "fail_text": [
            "p_l is proven unfortunately correct, as the patrol is full of juvenile behaviour and dumb jokes, rather than focused effort. They even manage to successfully find a catmint plant only to have their helpers roll around in it, bruising all the stems until it's unharvestable, and p_l is furious by the time they return to camp."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringdandelion_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "dandelion", "wild_garlic", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "The strengthening sun in the sky will bring dandelion plants out - always the first to take advantage of newleaf, those ones. p_l heads out to look for them, taking app1 to learn about one of the most useful common herbs in the medicine cat aresenal. Maybe there will be some other herbs ready to be collected as well, such as wild garlic, if they're lucky.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "Truly, dandelions are an essential herb to keep in stock, crucial for poisons and stings. The white milk in their roots and stems keeps for a long time and is a potent cure for poison, while their leaves are weaker but fast-acting and can be chewed into poultices. Even the fluffy dandelion heads are useful as a c_n kitten's favourite short lived toy, and p_l smiles, remembering seeing app1 playing with them only a few moons ago. They're growing up so fast. Then p_l chuckles to themself, spotting a nearby patch of wild garlic not even a fox-length away. Time to see how app1 will react to this stinky herb!",
            "It's a successful gathering mission, with p_l striding back to camp with a great haul of entire dandelion plants, and bonus wild garlic. Later they'll teach app1 to sort the leaves and roots to be stored seperately, the leaves remain fresh for a far shorter time.",
            "With warmth in the air and ground, s_c doesn't need to try very hard to find an excellent haul of dandelions and wild garlic to bring back to camp. Instead they let app1 take the lead in finding the herb plants, praising them for all the progress they've made in herbcraft."
],
    "fail_text": [
            "Unfortunately, c_n doesn't seem to be the only things after dandelions, and p_l can't gather from this patch without killing off the already damaged plants. app1 actually starts an argument about it, insistant that they don't need to worry about protecting the dandelion patch for the future."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringdandelion_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "warrior", "herb", "dandelion", "wild_garlic", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "respect"],
    "intro_text": "The strengthening sun in the sky will bring dandelion plants out - always the first to take advantage of newleaf, those ones. p_l heads out to look for them, bringing a group of their Clanmates along for the gathering patrol, with the instructions to also be on the lookout for wild garlic, as they don't tend to grow far from dandelions.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "Truly, dandelions are an essential herb to keep in stock, crucial for poisons and stings. The white milk in their roots and stems keeps for a long time and is a potent cure for poison, while their leaves are weaker but fast-acting and can be chewed into poultices. Even the fluffy dandelion heads are useful as a c_n kitten's favourite short lived toy.",
            "It's a successful gathering mission, with p_l striding back to camp with a great haul of entire dandelion plants and bonus wild garlic. Later they'll sort the leaves and roots to be stored seperately, the dandelion leaves and garlic bulbs remain fresh for a far shorter time, but for now they make sure to thank the warriors that've helped them bring home so many.",
            "With warmth in the air and ground, s_c doesn't need to try very hard to find an excellent haul of dandelions - and bonus wild garlic - to bring back to camp. They help the warriors carefully pluck fluffy dandelions heads to bring back for the nursery, though the warriors decline helping carry the wild garlic, leaving that to p_l."
],
    "fail_text": [
            "The warriors that are supposed to be helping p_l gather dandelions and stinky garlic instead seem more intent on hunting, and p_l gives up, storming back to camp with their temper flaring."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringelder_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "elder_leaves", "juniper", "minor_injury", "many_herbs1", "many_herbs2"],
    "intro_text": "As newleaf brings green back to the world, p_l has been eagerly anticipating the unfurling of the new leaf buds on the elder trees. There's a particular tree in a sheltered dip along a stream they want to check on today. Maybe that juniper they saw growing nearby the other day is ready to be plucked as well...",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 60,
    "exp": 10,
    "success_text": [
            "Elder leaves being used to soothe sprains and elder leaves having to be gathered in a way that risks sprains is truly one of StarClan's little ironies, p_l reflects. The fact that the juniper was, in fact, also where they thought it was and ready to be collected just made it that much better - and easier, so they didn't have to come back to this area.",
            "p_l manages to gather more than they were expecting - the tree they chose is in a good spot and has begun its newleaf growth early and vigoriously. The deliciously plump juniper berries dangling right there on its bush, fully prepared to be plucked not even a tail-length from the elder leaves, brightened their mood even more.",
            "s_c has managed to discover, with time and experience, that elder leaf and juniper berry picking is actually better handled by chewing off several low hanging thin branches and carting those back to camp instead."
],
    "fail_text": [
            "Unfortunately, the elder tree p_l has picked out seems to have a bug infestation of some kind, and p_l doesn't want to use these tattered, diseased-looking leaves.",
            null,
            null,
            "r_c, reaching out just a little too far to try and grab a branch of elder while balanced on another, loses their balance and tumbles to the ground."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringelder_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "elder_leaves", "juniper", "minor_injury", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "As newleaf brings green back to the world, p_l has been eagerly anticipating the unfurling of the new leaf buds on the elder trees. There's a particular tree in a sheltered dip along a stream they want to check on today, bringing app1 to show them why choosing to harvest from a sheltered plant can be helpful.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 60,
    "exp": 20,
    "success_text": [
            "Elder leaves being used to soothe sprains and elder leaves having to be gathered in a way that risks sprains is truly one of StarClan's little ironies, p_l reflects. app1 is more occupied climbing the tree, and p_l isn't going to dissuade them from the pride they feel plucking from the highest branches, even if those leaves aren't anymore potent than the ones at the bottom of the tree.",
            "p_l manages to gather more than they were expecting - the tree they chose is in a good spot and has begun its newleaf growth early and vigoriously, a great demonstration to app1 about why they came here and not anywhere else.",
            "s_c has managed to discover, with time and experience, that elder leaf picking is actually better handled by chewing off several low hanging thin branches and carting those back to camp instead. They pass on the trick to app1, and once they're back at camp both medicine cats strip off the leaves and give them a quick wash."
],
    "fail_text": [
            "Unfortunately, the elder tree p_l has picked out seems to have a bug infestation of some kind, and p_l doesn't want to use these tattered, diseased-looking leaves.",
            null,
            null,
            "r_c, reaching out just a little too far to try and grab a branch of elder while balanced on another, loses their balance and tumbles to the ground."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringelder_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "warrior", "herb", "elder_leaves", "juniper", "minor_injury", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "respect"],
    "intro_text": "As newleaf brings green back to the world, p_l has been eagerly anticipating the unfurling of the new leaf buds on the elder trees. There's a particular tree in a sheltered dip along a stream they want to check on today, bringing a group of their Clanmates with them.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 60,
    "exp": 10,
    "success_text": [
            "Elder leaves being used to soothe sprains and elder leaves having to be gathered in a way that risks sprains is truly one of StarClan's little ironies, p_l reflects. They share the little joke with the patrol, and the cats <i>murrp</i> with amusement, but it also reminds everyone to be careful as they strip leaves from the tree.",
            "p_l manages to gather more than they were expecting - the tree they chose is in a good spot and has begun its newleaf growth early and vigoriously. The patrol chats and jokes to one another as they get to work plucking leaves to bring a impressive haul home.",
            "s_c has managed to discover, with time and experience, that elder leaf picking is actually better handled by chewing off several low hanging thin branches and carting those back to camp instead. With so many assistants they can bring a truely massive haul home, where the rest of the patrol helps them strip the leaves and carefully store them."
],
    "fail_text": [
            "Unfortunately, the elder tree p_l has picked out seems to have a bug infestation of some kind, and p_l doesn't want to use these tattered, diseased-looking leaves.",
            null,
            null,
            "r_c, reaching out just a little too far to try and grab a branch of elder while balanced on another, loses their balance and tumbles to the ground."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringgoldenrod_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "goldenrod", "marigold", "many_herbs1", "many_herbs2"],
    "intro_text": "Newleaf has brought new life to c_n's territory, and p_l heads out to gather fresh goldenrod for the stores. It sure would be nice to get some marigold, too, if it's matured enough to be harvested.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The many stems of the goldenrod surround p_l as they work, snipping stems and yellow clumps of tiny flowers to bring back to c_n's herb stores. Before long, they've finished their work, and it's still light enough that they are able to make quick work of finding some marigold, which they swiftly - but carefully - dig up by the roots and add to their herb bundle. That's good enough for today.",
            "It always amazes p_l how quickly the goldenrod bushes sprout back up after leaf-bare, and they collect more goldenrod than they were anticipating. Their luck seems ever-increasing when their gaze falls upon a patch of bright orange petals - marigold! Sometimes they forgot how plentiful this area is.",
            "s_c has a good eye for these things, and snips off the best and most lush goldenrod and marigold petals to take back for the Clan's stores. Talk about good luck."
],
    "fail_text": [
            "The goldenrod bushes don't seem to be recovering well from leaf-bare this year, and it worries p_l."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringgoldenrod_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "goldenrod", "marigold", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "Newleaf has brought new life to c_n's territory, and p_l heads out to gather fresh goldenrod and marigold for the stores with app1.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "Many stems of goldenrod and marigold surround p_l as they work, snipping stems and yellow clumps of tiny flowers to bring back to c_n's herb stores. app1 and p_l occasionally exchange quiet meows as they work. Their communication continues when they move their work over to the blossoming marigold, though it is easier to see each other when the flowers aren't quite as tall!",
            "It always amazes p_l how quickly the goldenrod bushes sprout back up after leaf-bare, and the cats collect more goldenrod and marigold than they were anticipating. app1 nearly disappears underneath their light but chaotically bushy bundle.",
            "s_c has a good eye for these things, and snips off the best and most lush goldenrod and marigold petals to take back for the Clan's stores. As they do they instruct app1 in how to judge the quality of each stem or petal, and how each bush will contain both ideal and bad examples, either of which could be harvested."
],
    "fail_text": [
            "The goldenrod bushes don't seem to be recovering well from leaf-bare this year, and it worries p_l. app1's calivalier attitude is not helping."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringgoldenrod_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "warrior", "herb", "goldenrod", "marigold", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "Newleaf has brought new life to c_n's territory, and p_l heads out to gather fresh goldenrod and marigold for the stores with a patrol of their Clanmates to assist them.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The many stems of the goldenrod surround p_l as they work, snipping stems and yellow clumps of tiny flowers to bring back to c_n's herb stores. After that, it isn't too hard to find some marigold, and then the process begins once more. The patrol chats as they work, exchanging gossip and news as the smell of cut stems grows around them.",
            "It always amazes p_l how quickly the goldenrod bushes sprout back up and marigold patches bloom after leaf-bare, and they collect more goldenrod than they were anticipating, loading up every cat until the patrol until everyone agrees the medicine cat den can't possibly fit more than this.",
            "s_c has a good eye for these things, and snips off the best and most lush goldenrod and marigold petals to take back for the Clan's stores. They control what is harvested, while their team works to efficiently carry the herb back to camp, deferring to s_c's expertise."
],
    "fail_text": [
            "The goldenrod bushes don't seem to be recovering well from leaf-bare this year, and it worries p_l, although the warriors dismiss their concerns about the weeds."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringdandelion_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "dandelion", "wild_garlic", "many_herbs1", "many_herbs2"],
    "intro_text": "The strengthening sun in the sky will bring dandelion plants out - always the first to take advantage of newleaf, those ones. Perhaps there will also be other herbs ready to be collected, such as some wild garlic. p_l heads out to look for them.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "Truly, dandelions are an essential herb to keep in stock, crucial for poisons and stings. The white milk in their roots and stems keeps for a long time and is a potent cure for poison, while their leaves are weaker but fast-acting and can be chewed into poultices. Even the fluffy dandelion heads are useful as a c_n kitten's favourite short lived toy. Just as useful is the wild garlic that they spot a little ways from the dandelions, hidden by some undergrowth, but impossible to miss due to their scent.",
            "It's a successful gathering mission, with p_l striding back to camp with a great haul of entire dandelion plants, and bonus wild garlic, too. Later they'll sort the leaves and roots to be stored seperately, the leaves remain fresh for a far shorter time.",
            "With warmth in the air and ground, s_c doesn't need to try very hard to find an excellent haul of dandelions to bring back to camp. It is to also their delight that a stinky scent tickles their nose as they start the haul back to camp and they track down its origin: fresh wild garlic, ready to be collected! Talk about good luck!"
],
    "fail_text": [
            "Unfortunately, c_n doesn't seem to be the only things after dandelions, and p_l can't gather from this patch without killing off the already damaged plants."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringjuniper_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "juniper", "oak_leaves", "many_herbs1", "many_herbs2"],
    "intro_text": "With newleaf having won against the snows of leaf-bare, it's far safer to go gather juniper needles from the trees.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "Even evergreens make sure to send out new leaves in newleaf, and p_l snips off the new, still-soft needles. Whilst taking them home, p_l notices a freshly fallen branch, new, bright green oak leaves rustling in the gentle breeze, they spare a moment to gather some.",
            "Juniper needles are useful for so many things, from calming minds and easing breathing to soothing aching bellies and as a traveling herb. Really, p_l will always feel better having a good solid store of the stuff to use, and this patrol has been very successful at bringing tons of them home - including an unexpected mouthful of oak leaves from a newly fallen branch.",
            "s_c trots off to a good juniper tree, hopping onto a low branch to harvest its needles. From their vantage point, they are able to reach a low oak branch with a collection of young, green oak leaves. They take the opportunity to gather a pawful."
],
    "fail_text": [
            "p_l seems to have forgotten where to find a juniper tree, much to their own embarassment."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringjuniper_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "juniper", "oak_leaves", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "With newleaf having won against the snows of leaf-bare, it's far safer to go gather juniper needles from the trees. p_l heads out, promising app1 they'll enjoy learning about this herb.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "Even evergreens make sure to send out new leaves in newleaf, and p_l snips off the new, still-soft needles. Whilst teaching app1 about the many important uses of juniper, p_l notices a freshly fallen branch, new, bright green oak leaves rustling in the gentle breeze, they spare a moment to gather some, explaining to app1 that the oak leaves must have been a gift from StarClan.",
            "Juniper needles are useful for so many things, from calming minds and easing breathing to soothing aching bellies and as a traveling herb. Really, p_l will always feel better having a good solid store of the stuff to use, and this patrol has been very successful at bringing tons of them home - including an unexpected mouthful of oak leaves from a newly fallen branch. They make sure to send app1 off with a little sprig of juniper to bring its pleasant scent to their nest, and a lot of praise.",
            "s_c trots off to a good juniper tree, hopping onto a low branch to harvest its needles. As they work, they chat to app1 about juniper's calming effects. This is one of the few herbs their Clanmates compete to go on patrols to help collect, everyone likes the scent. From their vantage point, they are able to reach a low oak branch with a collection of young, green oak leaves. They take the opportunity to gather a pawful telling app1 to never miss an easy opportunity to stock up on important herbs."
],
    "fail_text": [
            "p_l seems to have forgotten where to find a juniper tree, much to their own embarassment and app1's shock."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringjuniper_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "warrior", "herb", "juniper", "oak_leaves", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "respect"],
    "intro_text": "With newleaf having won against the snows of leaf-bare, it's far safer to go gather juniper needles from the trees. p_l heads out with a gathering patrol, promising the warriors that they can pick up a few needles for the dens of the camp to help freshen them up, so long as they gather enough for the herb stores first.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "Even evergreens make sure to send out new leaves in newleaf, and p_l snips off the new, still-soft needles, taking them home for c_n. The warriors really help p_l carry more than they could ever dream of by themselves. Whilst taking them home, p_l notices a freshly fallen branch - new, bright green oak leaves rustling in the gentle breeze. They spare a moment to gather some.",
            "Juniper needles are useful for so many things, from calming minds and easing breathing to soothing aching bellies and as a traveling herb. Really, p_l will always feel better having a good solid store of the stuff to use, and this patrol has been very successful at bringing tons of them home - including an unexpected mouthful of oak leaves from a newly fallen branch.",
            "s_c trots off to a good juniper tree, hopping onto a low branch to harvest its needles. From their vantage point, they are able to reach a low oak branch with a collection of young, green oak leaves. They take the opportunity to gather a pawful. Their patrol follows their lead, pulling twigs off - although a couple times s_c does need to remind them that the carpet of dead needles on the ground wouldn't be useful for the herb stores."
],
    "fail_text": [
            "The warriors are full of complaints about the sharp juniper needles spiking their poor widdle noses, and eventually a mildly disgusted p_l calls off the herb gathering patrol."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringlungwort1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_cat", "apprentice", "med_only", "herb", "lungwort", "comfort", "respect", "trust", "dislike"],
    "intro_text": "p_l and app1 head out for lungwort, with p_l starting a lesson on the value of this rare herb for treating yellowcough.",
    "decline_text": "A cat grabs p_l's attention before they can leave. Sighing, the expedition is delayed for another time.",
    "chance_of_success": 30,
    "exp": 20,
    "success_text": [
        "It takes them all day, but eventually, finally, p_l spots the speckled leaves they've been looking for, so crucial to replenishing the Clan's stores after the long leaf-bare. For just a second, they feel the weight of their responsibilities lift, and they let out a whoop and stop to play with app1.",
        "app1 listens intently as the hours drift slowly by in their intense search, and then finally spots a bush with leaves sprinkled with white. It's lungwort! p_l showers them with praise, app1 feeling like they could burst with accomplishment.",
        "It takes all of s_c's considerable talent for such things to hunt down the lungwort within their borders, the medicine cats visiting each likely nook and cranny in a carefully planned search pattern until finally those telltale speckled leaves are found.",
        "Night falls, and still s_c insists they keep going - lungwort is the only reliable cure for yellowcough, they can't let c_n go without. Exhausted but determined, the medicine cats persist patiently until they find those precious speckled leaves."
    ],
    "fail_text": [
        "Not only do they not find anything, app1 seems to take in absolutely nothing of what p_l is teaching them, and by the time they're back at camp p_l wants to scream."
    ],
    "win_skills": [
        "keen eye",
        "extremely smart"
    ],
    "win_trait": [
        "patient"
    ],
    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringlungwort2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering",
        "herb",
        "lungwort",
        "no_app",
        "Clan_to_patrol",
        "respect", "injury", "sore"
    ],
    "intro_text": "p_l is on a mission to find lungwort now that newleaf is here. As the only reliable cure for yellowcough, they're determined that c_n replenish their stocks of it.",
    "decline_text": "A cat grabs p_l's attention before they can leave camp.",
    "chance_of_success": 30,
    "exp": 20,
    "success_text": [
        "It takes them all day, but eventually, finally, p_l spots the speckled leaves they've been looking for, so crucial to replenishing the Clan's stores after the long leaf-bare. For just a second, they feel the weight of their responsibilities lift, the strength of that relief catching them off guard.",
        "Not only is the lungwort intact and growing nicely, but there's also a nice patch of plantain growing just nearby. Frustratingly, p_l doesn't have the capacity to cart everything back to camp, but they stick the location in their mind as a place to return to.",
        "It takes all of s_c's considerable talent for such things to hunt down the lungwort within their borders, the medicine cat visiting each likely nook and cranny in a carefully planned search pattern until finally those telltale speckled leaves are found.",
        "Night falls, and still s_c insists they keep going - they just can't let c_n go without. Exhausted but determined, the medicine cat persists patiently until they find those precious speckled leaves."
    ],
    "fail_text": [
        null,
        null,
        null,
        "p_l searches until their pawpads are sore and their muscles exhausted, but can't find lungwort anywhere. They return to camp disappointed, but determined to try again. It's simply too important to not keep a good supply of."
    ],
    "win_skills": [
        "keen eye",
        "extremely smart"
    ],
    "win_trait": [
        "patient"
    ],
    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringlungwort3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering",
        "warrior",
        "herb",
        "lungwort",
        "dislike", "injury", "sore"
    ],
    "intro_text": "p_l is on a mission to find lungwort now that newleaf is here. As the only reliable cure for yellowcough, they're determined that c_n replenish their stocks of it. They take along a warrior escort to help.",
    "decline_text": "A cat grabs p_l's attention before they can leave.",
    "chance_of_success": 30,
    "exp": 20,
    "success_text": [
        "It takes them all day, but eventually, finally, p_l spots the speckled leaves they've been looking for, so crucial to replenishing the Clan's stores after the long leaf-bare. For just a second, they feel the weight of their responsibilities lift, the strength of that relief catching them off guard.",
        "Not only is the lungwort intact and growing nicely, but there's also a nice patch of plantain growing just nearby. p_l loads up their mostly-obliging escort and carries the extensive harvest home, tail waving jollily with their good mood.",
        "It takes all of s_c's considerable talent for such things to hunt down the lungwort within their borders, the medicine cat visiting each likely nook and cranny in a carefully planned search pattern until finally those telltale speckled leaves are found.",
        "Night falls, and still s_c insists they keep going - they just can't let c_n go without. Exhausted but determined, the medicine cat persists patiently until they find those precious speckled leaves."
    ],
    "fail_text": [
        null,
        "By the time they give up and return to camp, p_l is approaching the explosion point with r_c. They've gotten in the way, questioned the use of the gathering mission, and in general been utterly obnoxious today.",
        null,
        "p_l searches until their pawpads are sore and their muscles exhausted, but can't find lungwort anywhere. They return to camp disappointed, but determined to try again. It's simply too important to not keep a good supply of."

    ],
    "win_skills": [
        "keen eye",
        "extremely smart"
    ],
    "win_trait": [
        "patient"
    ],

    "fail_trait": [
        "troublesome",
        "childish"
    ],
    "min_cats": 2,
    "max_cats": 3,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmallow_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "mallow", "betony", "many_herbs1", "many_herbs2"],
    "intro_text": "Newleaf has brought new life to c_n's territory, and p_l heads out to gather fresh mallow for the stores.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
        "The soft, rose-like scent of the mallow bushes drifts around p_l as they work, snipping off clumps of large fuzzy three-nubbed leaves and the occasional pink flower to be taken back to camp. Thankfully, another pink-flowered plant grows nearby, and p_l had just begun to run out of betony.",
        "While the mallow shrubs are soft in scent and in touch, the plants are engaged in their own vigorous newleaf competition between each other, leaving p_l with tons to harvest. Newleaf not only brings mallow, but betony, too - the herb store wouldn't suffer from another pawful of it.",
        "s_c has a good eye for these things, finding an excellent patch of mallow with a tempting betony plant growing nearby."
],
    "fail_text": [
        "The weedy-looking mallow doesn't seem to be recovering well from leaf-bare this year, and it worries p_l."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmallow_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "mallow", "betony", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "Newleaf has brought new life to c_n's territory, and p_l heads out to gather fresh mallow for the stores with app1.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "The soft, rose-like scent of the mallow bushes drifts around p_l and app1 as they work, snipping off clumps of large fuzzy three-nubbed leaves and the occasional pink flower to be taken back to camp. Thankfully, another pink-flowered plant grows nearby, and the medicine cats had just begun to run out of betony. Bees hum through the air, not trying to bother the medicine cats, and p_l points out where they think the hive might be to app1.",
            "While the mallow shrubs are soft in scent and in touch, the plants are engaged in their own vigorous newleaf competition between each other, leaving p_l with tons to harvest. Newleaf not only brings mallow, but betony, too - the herb store wouldn't suffer from another pawful of it. They test app1 on their knowledge as they work, and the apprentice passes with flying colors.",
            "s_c has a good eye for these things, finding an excellent patch of mallow with a tempting betony plant growing nearby. As they do they instruct app1 in how to judge the quality of each stem, and how each bush will contain both ideal and bad examples, either of which could be harvested."
],
    "fail_text": [
            "The weedy-looking mallow doesn't seem to be recovering well from leaf-bare this year, and it worries p_l. app1's calivalier attitude is not helping."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmallow_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "warrior", "herb", "mallow", "betony", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "Newleaf has brought new life to c_n's territory, and p_l heads out to gather fresh mallow for the stores with a patrol of their Clanmates to assist them.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The soft, rose-like scent of the mallow bushes drifts around p_l as they work, snipping off clumps of large fuzzy three-nubbed leaves and the occasional pink flower to be taken back to camp. Thankfully, another pink-flowered plant grows nearby, and p_l had just begun to run out of betony. The patrol chats as they work, exchanging gossip and news as the smell of cut stems grows around them.",
            "While the mallow shrubs are soft in scent and in touch, the plants are engaged in their own vigorous newleaf competition between each other, leaving p_l with tons to harvest. Newleaf not only brings mallow, but betony, too - the herb store wouldn't suffer from another pawful of it. It's always a relief to bring in so much after a leaf-bare without any fresh mallow sources.",
            "s_c has a good eye for these things, finding an excellent patch of mallow with a tempting betony plant growing nearby. They control what is harvested, while their team works to efficiently carry the herb back to camp, deferring to s_c's expertise."
],
    "fail_text": [
            "The weedy-looking mallow doesn't seem to be recovering well from leaf-bare this year, and it worries p_l, although the warriors dismiss their concerns about the weeds."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmarigold_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "marigold", "tansy", "many_herbs1", "many_herbs2"],
    "intro_text": "With newleaf comes the opportunity to scout out c_n's territory and find where marigold might be growing this year.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The low-growing marigold creeps across the ground, recognizable by its strange leaves that look like they're pretending to be small fern fronds from a distance. And tansy, growing hidden nearby, is betrayed by it's scent.",
            "It stops infection, bleeding, and sore joints - why would any medicine cat ever want to risk running out of it? p_l brings back as much marigold as they can stuff into their mouth, and somehow manages to fit in a little tansy too.",
            "s_c finds a patch of marigold, harvests its best leaves, picks up some nice tansy too, and pads home, unaware of how much of their success rests on their talent for herb gathering."
],
    "fail_text": [
            "p_l fails to find any marigold, and as the plant dies completely in leaf-bare, can't use any of the spots they know from last year."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmarigold_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "marigold", "tansy", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "With newleaf comes the opportunity to scout out c_n's territory and find where marigold might be growing this year with app1.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "The low-growing marigold creeps across the ground, recognizable by its strange leaves that look like they're pretending to be small fern fronds from a distance. p_l makes sure to point them out to app1, leaf shape is the best way to distinguish marigold before they start flowering. And tansy, growing hidden nearby, is betrayed by it's scent.",
            "It stops infection, bleeding, and sore joints - why would any medicine cat ever want to risk running out of it? p_l brings back as much marigold as they can stuff into their mouth, and somehow manages to fit in a little tansy too. app1 actually drops some of the leaves they carry on the way back to camp, a little over-ambitious with how much they can carry.",
            "s_c finds a patch of marigold, harvests its best leaves, picks up some nice tansy too, and pads home, unaware of how much of their success rests on their talent for herb gathering. app1 watches, trying to soak up their skills."
],
    "fail_text": [
            "p_l fails to find any marigold, and as the plant dies completely in leaf-bare, can't use any of the spots they know from last year. app1's calivalier attitude is not helping."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmarigold_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "warrior", "herb", "marigold", "tansy", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "With newleaf comes the opportunity to scout out c_n's territory and find where marigold might be growing this year, with a patrol of their Clanmates to assist them.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The low-growing marigold creeps across the ground, recognizable by its strange leaves that look like they're pretending to be small fern fronds from a distance, and tansy, growing hidden nearby, is betrayed by it's scent. The non-medicine cats wander straight past them, and have to be gently called back by p_l to harvest them.",
            "It stops infection, bleeding, and sore joints - why would any medicine cat ever want to risk running out of it? p_l brings back as much marigold as they can stuff into their mouth, and somehow manages to fit in a little tansy too. The warriors helping them don't understand the importance, but obligingly follow p_l's example.",
            "s_c finds a patch of marigold, harvests its best leaves, picks up some nice tansy too, and pads home, unaware of how much of their success rests on their talent for herb gathering. The patrol is also unaware, but it certainly helps their faith in their medicine cat to see them succeed with such competence."
],
    "fail_text": [
            "p_l fails to find any marigold, and as the plant dies completely in leaf-bare, can't use any of the spots they know from last year, although the warriors dismiss their concerns about the weeds."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmullein_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "mullein", "thyme", "many_herbs1", "many_herbs2"],
    "intro_text": "With newleaf comes the opportunity to scout out c_n's territory and find where mullein might be growing this year.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "It's hard to identify mullein while it's small, but p_l finds a plant or two and rips down their central stalks, carrying them back to camp to trim the leaves off later. As they pad back, a scent draws their nose. Thyme! Well worth picking up while they're there.",
            "Easing the lungs of those with weaker chest muscles or infections, helping with certain sorts of pain, and being used to treat unhappy guts, mullein is a good herb to keep in stock, though it doesn't have the glamour of catmint or the rarity of lungwort. Or, for that matter, the pleasing scent of thyme, which p_l stumbles across and may as well harvest too.",
            "The always-reliable s_c spots mullein plants growing plenty of leaves on their strange central stems, and knocks them over so that the entire bundle can be carried home. As a bonus, their plant pruning operation exposes a couple hidden thyme plants creeping along the soil, and they're added to the day's harvest."
],
    "fail_text": [
            "p_l fails to find any mullein, and as the plant sometimes dies completely in leaf-bare, can't use any of the spots they know from last year."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmullein_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "mullein", "thyme", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "With newleaf comes the opportunity to scout out c_n's territory and find where mullein might be growing this year with app1.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "It's hard to identify mullein while it's small, but p_l finds a plant or two and rips down their central stalks, showing app1 how to carry them back to camp to trim the leaves off later. As they pad back, a scent draws their nose. Thyme! Well worth picking up while they're there.",
            "Easing the lungs of those with weaker chest muscles or infections, helping with certain sorts of pain, and being used to treat unhappy guts, mullein is a good herb to keep in stock, though it doesn't have the glamour of catmint or the rarity of lungwort. app1 soaks up the lessons on its uses attentively, and also sniffs out a thyme bush for p_l..",
            "The always-reliable s_c spots mullein plants growing plenty of leaves on their strange central stems, and with app1 helping them, knocks them over so that the entire bundle can be carried home. As a bonus, their plant pruning operation exposes a couple hidden thyme plants creeping along the soil, and they're added to the day's harvest."
],
    "fail_text": [
            "p_l fails to find any mullein, and as the plant sometimes dies completely in leaf-bare, can't use any of the spots they know from last year. app1's calivalier attitude is not helping."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringmullein_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "warrior", "herb", "mullein", "thyme", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "With newleaf comes the opportunity to scout out c_n's territory and find where mullein might be growing this year, with a patrol of their Clanmates to assist them.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "It's hard to identify mullein while it's small, but p_l finds a plant or two for each member of their patrol and rips down their central stalks, carrying them back to camp to trim the leaves off later. As they pad back, a scent draws their nose. Thyme! Well worth picking up while they're there.",
            "Easing the lungs of those with weaker chest muscles or infections, helping with certain sorts of pain, and being used to treat unhappy guts, mullein is a good herb to keep in stock, though it doesn't have the glamour of catmint or the rarity of lungwort. The warriors helping p_l don't understand the importance, but obligingly help them harvest it amd the thyme bush they stumble across.",
            "The always-reliable s_c spots mullein plants growing plenty of leaves on their strange central stems, and knocks them over so that the entire bundle can be carried home by the patrol. As a bonus, their plant pruning operation exposes a couple hidden thyme plants creeping along the soil, and they're added to the day's harvest."
],
    "fail_text": [
            "p_l fails to find any mullein, and as the plant sometimes dies completely in leaf-bare, can't use any of the spots they know from last year, although the warriors dismiss their concerns about the weeds."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringoakleaves_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "oak_leaves", "elder_leaves", "many_herbs1", "many_herbs2"],
    "intro_text": "As the branches of the oak trees start to green, p_l heads out to collect its leaves.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "Towering into the sky, p_l always finds the blush of new leaves budding from elder and oak branches one of the most hopeful signs of newleaf.",
            "As a basic infection-preventing herb, oak leaves are useful for nearly all of the various scrapes, cuts, and injuries p_l sees in the medicine den. Elder leaves work well alongside them, being great for easing the pains of a sprain and to p_l's excitement they come across a young elder tree. p_l is always happy to bring a good crop of them back to the herb stores.",
            "s_c spots an oak tree that's valiantly trying to sprout leaves from a half-fallen branch, one of the casualties of last leaf-bare, and heads to harvest from that, taking the safe option of plucking leaves from the ground. s_c notices an elder tree standing nearby, debating whether to risk climbing it for the precious leaves. Suddenly a sharp brisk wind rattles the leaves of the trees, sending a showering of leaves onto the forest floor, s_c takes the opportunity to gather a decent collection."
],
    "fail_text": [
            "The trees p_l finds don't look particularly safe to climb, and p_l is forced to give up on the idea of oak leaf gathering for today."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringoakleaves_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "oak_leaves", "elder_leaves", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "As the branches of the oak trees start to green, p_l brings app1 to collect its leaves.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "Towering into the sky, p_l always finds the blush of new leaves budding from elder and oak branches one of the most hopeful signs of newleaf. They give app1 a lesson on using the trees to track the season - not just what moon it is, which only matters a little, but how warm or cool or wet the season has been so far.",
            "As a basic infection-preventing herb, oak leaves are useful for nearly all of the various scrapes, cuts, and injuries p_l sees in the medicine den. Elder leaves work well alongside them, being great for easing the pains of a sprain and to p_l's excitement they come across a young elder tree. They're always happy to bring a good crop of the precious leaves back to the herb stores.",
            "s_c spots an oak tree that's valiantly trying to sprout leaves from a half-fallen branch, one of the casualties of last leaf-bare, and heads to harvest from that, taking the safe option of plucking leaves from the ground. There are also elder leaves lying about, so they make sure to gather those, too."
],
    "fail_text": [
            "The trees p_l finds don't look particularly safe to climb, and p_l is forced to give up on the idea of oak leaf gathering for today."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringoakleaves_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "warrior", "herb", "oak_leaves", "elder_leaves", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "As the branches of the oak trees start to green, p_l heads out to collect its leaves with their Clanmates coming along. Many paws will make light work, after all.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "Towering into the sky, p_l always finds the blush of new leaves budding from elder and oak branches one of the most hopeful signs of newleaf. The warriors helping them seem to just find it a fun training exercise, to see how spindly a branch they're able to balance on as they send down a rain of leaves on top of p_l.",
            "As a basic infection-preventing herb, oak leaves are useful for nearly all of the various scrapes, cuts, and injuries p_l sees in the medicine den. Elder leaves work well alongside them, being great for easing the pains of a sprain and to p_l's excitement they come across a young elder tree. Their Clanmates are, as expected, a huge help carrying everything back home.",
            "s_c spots an oak tree that's valiantly trying to sprout leaves from a half-fallen branch, one of the casualties of last leaf-bare, and heads to harvest from that, taking the safe option of plucking leaves from the ground. There are also elder leaves lying about, so s_c takes the opportunity to gather a decent collection. It's less entertaining for the warriors helping them, but the cats still make a nice easy afternoon of it."
],
    "fail_text": [
            "The trees p_l finds don't look particularly safe to climb, and p_l is forced to give up on the idea of oak leaf gathering for today."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringplantain_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "plantain", "mullein", "many_herbs1", "many_herbs2"],
    "intro_text": "The plantain plants have reawoken, and p_l plans to go gather some of their leaves.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "Deep green even in newleaf and with a characteristic smoothness, p_l finds the plantain where they expected - right in the middle of a path, next to a mullein sprout.",
            "Suitable for soothing throat and pelt irritation, and with a welcome weird habit of consistently sprouting up on well-trodden paths, plantain is a basic but valuable herb to keep stocks of. p_l finds today's harvest growing overshadowed by a big mullein plant, and takes that too.",
            "Go to where other animals wander through c_n's territory on little beaten paths, wander around until you bump nose-first into a plantain plant, harvest. Simple. Oh, and there's some mullein to pick up on the way home."
],
    "fail_text": [
            "p_l fails to find any plantain, and as the plant sometimes dies completely in leaf-bare, can't use any of the spots they know from last year."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringplantain_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "plantain", "mullein", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "The plantain plants have reawoken, and p_l plans to go gather some of their leaves. app1 asks to come along!",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "Deep green even in newleaf and with a characteristic smoothness, p_l finds the plantain where they expected - right in the middle of a path, next to a mullein sprout. They teach app1 how the leaves can be opened and used on top of cobwebs for wound binding - although the plant doesn't actually help with wound healing, the leaves make good structural support for other remedies.",
            "Suitable for soothing throat and pelt irritation, and with a welcome weird habit of consistently sprouting up on well-trodden paths, plantain is a basic but valuable herb to keep stocks of, and always taught early in the herbal lore each medicine cat must memorise. p_l finds today's harvest growing overshadowed by a big mullein plant, and takes that too.",
            "Go to where other animals wander through c_n's territory on little beaten paths, wander around until you bump nose-first into a plantain plant, harvest. Simple, p_l teaches app1. Oh, and there's some mullein to pick up on the way home."
],
    "fail_text": [
            "p_l fails to find any plantain, and as the plant sometimes dies completely in leaf-bare, can't use any of the spots they know from last year. app1's calivalier attitude is not helping."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringplantain_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "warrior", "herb", "plantain", "mullein", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "The plantain plants have reawoken, and p_l plans to go gather some of their leaves with a gathering patrol.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "Deep green even in newleaf and with a characteristic smoothness, p_l finds the plantain where they expected - right in the middle of a path, next to a mullein sprout. The warriors help them pull up the entire plant, roots and all. Only the leaves are useful to p_l, but the plantain blocking the path is too annoying in this spot.",
            "Suitable for soothing throat and pelt irritation, and with a welcome weird habit of consistently sprouting up on well-trodden paths, plantain is a basic but valuable herb to keep stocks of. It's even relatively innoculous taste wise, making it easy to harvest. p_l finds today's harvest growing overshadowed by a big mullein plant, and takes that too.",
            "Go to where other animals wander through c_n's territory on little beaten paths, wander around until you bump nose-first into a plantain plant, harvest. Simple. Oh, and there's some mullein to pick up on the way home, and the warriors get to tidy their paths through the territory."
],
    "fail_text": [
            "p_l fails to find any plantain, and as the plant sometimes dies completely in leaf-bare, can't use any of the spots they know from last year, although the warriors dismiss their concerns about the weeds."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringpoppy_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "poppy", "many_herbs1", "many_herbs2", "med_cat"],
    "intro_text": "As the poppy starts to bloom and set seed in newleaf, p_l jumps at the opportunity.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "These plants will be dead in leaf-fall, while the Clan will need painkillers in the colder seasons, so there's no time to waste - p_l goes out and brings back a decent harvest.",
            "The red poppy flowers are pretty, but it's the dried, husk-like flowerheads that contain the poppy seeds p_l wants, and they take as many as they can.",
            "s_c uses the bright flowers to find the plants quickly, determined to bring back as many poppy seeds as possible."
],
    "fail_text": [
            "The wind seems to have stolen all the poppy seeds from their dry flowerheads before p_l could've harvested them."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringpoppy_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "poppy", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "As the poppy starts to bloom and set seed in newleaf, p_l jumps at the opportunity, explaining to app1 that they have to take advantage of its short growing season while they can.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 30,
    "success_text": [
            "These plants will be dead in leaf-fall, while the Clan will need painkillers in the colder seasons, so there's no time to waste - p_l goes out and brings back a decent harvest with app1.",
            "The red poppy flowers are pretty, but it's the dried, husk-like flowerheads that contain the poppy seeds p_l wants, and they take as many as they can. app1 knows how crucial poppy seeds are for the Clan, and p_l is proud of how hard they work.",
            "s_c uses the bright flowers to find the plants quickly, determined to bring back as many poppy seeds as possible. They pass on their knowledge of poppy herbcraft as they gather, teaching app1 about all the different circumstances that poppy seeds can help with, though app1 should avoid using them on pregnant or nursing queens."
],
    "fail_text": [
            "The wind seems to have stolen all the poppy seeds from their dry flowerheads before p_l could've harvested them."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringpoppy_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_cat", "warrior", "herb", "poppy", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "As the poppy starts to bloom and set seed in newleaf, p_l jumps at the opportunity. They assemble a good sized patrol full of Clanmates to help them out with the gathering of this important herb.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "These plants will be dead in leaf-fall, while the Clan will need painkillers in the colder seasons, so there's no time to waste - p_l goes out and brings back a decent harvest, with all the members of the patrol bringing back at least a couple dried flowerheads full of seeds each.",
            "The red poppy flowers are pretty, but it's the dried, husk-like flowerheads that contain the poppy seeds p_l wants, and they take as many as they can. All the warriors with them work hard to help, focused on a herb so famous that even they know its purpose.",
            "s_c uses the bright flowers to find the plants quickly, determined to bring back as many poppy seeds as possible. The rest of the patrol, knowing how important poppy seeds are as a painkiller, working hard for s_c and c_n."
],
    "fail_text": [
            "The wind seems to have stolen all the poppy seeds from their dry flowerheads before p_l could've harvested them."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringragwort_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "ragwort", "burdock", "many_herbs1", "many_herbs2", "med_cat"],
    "intro_text": "With newleaf bringing ragwort back on the medicinal menu, p_l heads out to find where the silly plants have decided to sprout this year.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "In newleaf, with most ragwort plants still flowerless, they're a little more bearable to harvest and don't completely overpower the burdock plant sitting next to them.",
            "Ragwort brings strength to cats who need it, and eases aching joints, but StarClan it tastes absolutely foul. p_l's pleased with their harvest, but really wishes they had a way to bring it back to camp that didn't need them to carry it in their mouth. The extra burdock root they pick up definitely doesn't make it easier.",
            "s_c has discovered a trick to harvesting the bountiful but foul ragwort, using their claws to tear leaves from the plant and then carefully carrying them back to camp without chewing or salivating, using some opportune burdock roots to cover their teeth."
],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the ragwort leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringragwort_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "ragwort", "burdock", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "With newleaf bringing ragwort back on the medicinal menu, p_l heads out to find where the silly plants have decided to sprout this year. They explain to app1 the annoyances of the type of plant that dies completely in leaf-bare, leaving them having to search for all new spots every newleaf.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "In newleaf, with most ragwort plants still flowerless, they're a little more bearable to harvest and don't completely overpower the burdock plant sitting next to them. Still, it's not a task p_l or app1 look forward to, although both of them acknowledge the need and put themselves to work.",
            "Ragwort brings strength to cats who need it, and eases aching joints, but StarClan it tastes absolutely foul. p_l's pleased with their harvest, but really wishes they had a way to bring it back to camp that didn't need them to carry it in their mouth, and has a lot of sympathy for app1's disgusted expression. p_l lets them carry some burdock they found instead.",
            "s_c has discovered a trick to harvesting the bountiful but foul ragwort, using their claws to tear leaves from the plant and then carefully carrying them back to camp without chewing or salivating, using some opportune burdock roots to cover their teeth. app1 is desperately grateful to learn the trick."
],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the ragwort leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringragwort_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_cat", "warrior", "herb", "ragwort", "burdock", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "With newleaf bringing ragwort back on the medicinal menu, p_l heads out to find where the silly plants have decided to sprout this year. They describe ragwort to the warrior with them, though they'd be surprised if anyone manages to spot it.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "In newleaf, with most ragwort plants still flowerless, they're a little more bearable to harvest and don't completely overpower the burdock plant sitting next to them. That's not a great improvement though, and they're still foul - p_l makes sure to send the warriors helping them for a drink afterwards, and that the whole camp sees them specifically thanking their long-suffering patrol for their work.",
            "Ragwort brings strength to cats who need it, and eases aching joints, but StarClan it tastes absolutely foul. p_l's pleased with their harvest, particulalry the extra burdock, but really wishes they had a way to bring it back to camp that didn't need them to carry it in their mouth, a sentiment that the patrol helping them definitely shares, at length, very descriptively.",
            "s_c has discovered a trick to harvesting the bountiful but foul ragwort, using their claws to tear leaves from the plant and then carefully carrying them back to camp without chewing or salivating, using some opportune burdock roots to cover their teeth. Some of the warriors are too impatient to follow their lead, and end up suffering the taste of ragwort as the patrol brings back loads of the leaves."
],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the ragwort leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringtansy_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "tansy", "ragwort", "many_herbs1", "many_herbs2", "med_cat"],
    "intro_text": "As newleaf brings green to c_n's lands, p_l goes out in a search for tansy. It can be reassuring to be the only cat gathering the sometimes dangerous herb.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The sharp scent of tansy calls p_l in to harvest its newleaf shoots. And there's ragwort. By StarClan, this gathering patrol will taste awful.",
            "Good for all coughs, for all wounds, for all poisons - but it would be dangerous to assume tansy has no downsides. In small doses it helps with nearly any aliment, but in large doses it poisons the body, even to the point of causing death. The ragwort trying to outgrow it may stink, but at least that herb isn't dangerous.",
            "Tansy might smell sharp enough to be enjoyed freshening up dens, but it sure tastes... interesting. Definitely not improved by the extra ragwort they find. s_c isn't sure they'll ever get used to it, but at least it's a reminder to be careful around the potentially poisonous herb."
],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the tansy leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringtansy_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "tansy", "ragwort", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "As newleaf brings green to c_n's lands, p_l goes out in a search for tansy. They bring app1 with them for an important lesson on its use.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "The sharp scent of tansy calls p_l in to harvest its newleaf shoots. And there's ragwort. By StarClan, this gathering patrol will taste awful. As they work, p_l instructs app1 on tansy dosage - for kits, weakened cats, and elders, it can be dangerously easy for too much tansy to overcome a system and become a poison.",
            "Good for all coughs, for all wounds, for all poisons - but it would be dangerous to assume tansy has no downsides. p_l quietly explains to app1 how tansy is also used to ease the passing of mortally wounded cats and to induce losing a litter in queens whose pregnancy is risking their life. This means you don't use it to treat pregnant or nursing queens, or kits. The topic is serious enough that app1 even forgets to complain about the additional ragwort they find.",
            "Tansy might smell sharp enough to be enjoyed freshening up dens, but it sure tastes... interesting. Definitely not improved by the extra ragwort they find. s_c isn't sure they'll ever get used to it, but at least it's a reminder to be careful around the potentially poisonous herb, and app1 seems to be taking the appropriate amount of care harvesting it."
],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the tansy leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringtansy_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_cat", "warrior", "herb", "tansy", "ragwort", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "As newleaf brings green to c_n's lands, p_l goes out in a search for tansy. There shouldn't be any problem collecting it with other cats - these warriors are all strong and healthy.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The sharp scent of tansy calls p_l in to harvest its newleaf shoots. And there's ragwort. By StarClan, this gathering patrol will taste awful. There's enough of the common herb to let the warriors gather sprigs of it to freshen the dens, letting the rest of the patrol at least get a small reward for the abuse of their tastebuds.",
            "Good for all coughs, for all wounds, for all poisons - but it would be dangerous to assume tansy has no downsides. In small doses it helps with nearly any aliment, but in large doses it poisons the body, even to the point of causing death. The ragwort trying to outgrow it may stink, but at least that herb isn't dangerous. p_l carefully guides the patrol while gathering it, not that the warriors would be in any danger short of trying to drink the herb.",
            "Tansy might smell sharp enough to be enjoyed freshening up dens, but it sure tastes... interesting. Definitely not improved by the extra ragwort they find. s_c isn't sure they'll ever get used to it, but at least it's a reminder to be careful around the potentially poisonous herb, helpful when gathering with their Clanmates."
],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the tansy leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringthyme_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "thyme", "goldenrod", "many_herbs1", "many_herbs2", "med_cat"],
    "intro_text": "With the newleaf sun hidden behind cloudy drizzle, it's a damp day to find thyme.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "With the drizzle hiding scents, p_l almost walks straight past the thyme plant - but they stop, retrace their steps, and settle down to harvest it. p_l is relieved to come across a clump of goldenrod as they pad back to camp. They've been able to catch two prey with one blow today.",
            "It calms racing hearts and minds, bringing cats back from the shock of loss or injury. Thyme is always both helpful and pleasant to have around, p_l makes sure to organise the herb stores ensuring they have a healthy amount of goldenrod to go alongside the thyme, which p_l places so that the scent wafts near their nest.",
            "Thyme, thyme, thyme, there's never enough thyme. s_c snorts at their little joke, mouth crammed full of the herb. Spotting a small goldenrod plant that looks like it's begining to wilt, they pause to gather the remaining stems to make good use of it."
],
    "fail_text": [
            "p_l has no time - and no thyme. They're forced to give up on the search for today."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringthyme_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "thyme", "goldenrod", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "With the newleaf sun hidden behind cloudy drizzle, it's a damp day to find thyme. p_l lets app1 take the lead, testing their knowledge.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "With the drizzle hiding scents, p_l almost walks straight past the thyme plant - but they stop, retrace their steps, and settle down to harvest it, making sure app1 understands how to avoid the mistake p_l almost made. p_l is relieved to come across a clump of goldenrod as they pad back to camp. They've been able to catch two prey with one blow today.",
            "It calms racing hearts and minds, bringing cats back from the shock of loss or injury. Thyme is always both helpful and pleasant to have around, and p_l makes sure to organise the herb stores ensuring they have a healthy amount of goldenrod to go alongside the thyme, which p_l places so that the scent wafts near the nests they and app1 curl up in at night.",
            "Thyme, thyme, thyme, there's never enough thyme. s_c snorts at their little joke, putting down the herbs they carry to explain it to app1 while they gather a few goldenrod stems from a nearby plant."
],
    "fail_text": [
            "p_l has no time - and no thyme. They're forced to give up on the search for today."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringthyme_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_cat", "warrior", "herb", "thyme", "goldenrod", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "With the newleaf sun hidden behind cloudy drizzle, it's a damp day to find thyme, and the gathering patrol would rather have this over with quickly.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "With the drizzle hiding scents, p_l almost walks straight past the thyme plant - but one of the warriors calls them over. Thanks to its calming, well loved scent, medicine cats aren't the only Clanmembers who can identify this plant. p_l is relieved to come across a clump of goldenrod as they pad back to camp. They've been able to catch two prey with one blow today.",
            "It calms racing hearts and minds, bringing cats back from the shock of loss or injury. Thyme is always both helpful and pleasant to have around, and p_l decides that this patrol has brought back more than enough, including a couple of stems of goldenrod, there's no harm in letting the warriors take a stem each for their nests.",
            "Thyme, thyme, thyme, there's never enough thyme. s_c snorts at their little joke, putting down the herbs they carry to explain it to the rest of the patrol while they gather a few goldenrod stems from a nearby plant."
],
    "fail_text": [
            "p_l has no time - and no thyme. They're forced to give up on the search for today."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringwildgarlic_newleaf1",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "herb", "wild_garlic", "mallow", "many_herbs1", "many_herbs2", "med_cat"],
    "intro_text": "p_l uses the blustery newleaf morning to try catch the scent of wild garlic on the breeze.",
    "decline_text": "They have second thoughts leaving their patients behind and decide to go another day.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The sharp tang of garlic leads p_l to a growing patch to bring home. Not far off are the pink-purple flowers of a mallow clump - just what p_l needed.",
            "The leaves and especially the bulbs of wild garlic are the preeminent herb to treat infection, even if using them literally always resulting in either their patient or their loved ones complaining about the smell. p_l will take the smell over the illness, thank you very much. On the other paw, mallow is a lot more appreciated by members of the Clan suffering from bellyaches.",
            "s_c, ever eagle-eyed, spots grass that looks suspiciously tall with oddly thick blades. One sniff confirms it as wild garlic, and the patch has heaps to harvest. To the medicine cat's delight, a mallow patch was growing not too far off."
],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the garlic leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 1,
    "max_cats": 1,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringwildgarlic_newleaf2",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_only", "med_cat", "herb", "wild_garlic", "mallow", "many_herbs1", "many_herbs2", "big_change", "platonic", "dislike", "comfort", "respect", "trust", "apprentice"],
    "intro_text": "p_l uses the blustery newleaf morning to try catch the scent of wild garlic on the breeze, encouraging app1 to try the technique.",
    "decline_text": "They have second thoughts leaving their patients behind, especially with their apprentice also out, and decide to go another day.",
    "chance_of_success": 70,
    "exp": 20,
    "success_text": [
            "The sharp tang of garlic leads p_l and app1 to a growing patch to bring home. Not far off are the pink-purple flowers of a mallow clump - just what they needed.",
            "The leaves and especially the bulbs of wild garlic are the preeminent herb to treat infection, even if using them literally always resulting in either their patient or their loved ones complaining about the smell. p_l teaches app1 that sometimes they need to prioritize treating their patients above listening to them. Thankfully, mallow that was gathered is a lot more appreciated by members of the Clan suffering from bellyaches.",
            "s_c, ever eagle-eyed, spots grass that looks suspiciously tall with oddly thick blades. One sniff confirms it as wild garlic, and the patch has heaps to harvest with app1. To the medicine cats' delight, a mallow patch was growing not too far off."
],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the garlic leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 2,
    "max_cats": 2,
    "antagonize_text": null,
    "antagonize_fail_text": null
},
{
    "patrol_id": "mtn_med_gatheringwildgarlic_newleaf3",
    "biome": "mountainous",
    "season": "newleaf",
    "tags": ["herb_gathering", "med_cat", "warrior", "herb", "wild_garlic", "mallow", "many_herbs1", "many_herbs2", "big_change", "patrol_to_p_l", "platonic", "dislike", "respect"],
    "intro_text": "p_l uses the blustery newleaf morning to try catch the scent of wild garlic on the breeze, a patrol of warriors assisting them.",
    "decline_text": "They're stopped before they leave camp - these warriors are needed elsewhere. p_l's expedition will have to wait.",
    "chance_of_success": 70,
    "exp": 10,
    "success_text": [
            "The sharp tang of garlic leads p_l to a growing patch to bring home. Their helpers settle in with only a little disgust, gathering the strong smelling herb for the Clan's stores and not far off are the pink-purple flowers of a mallow clump - just what p_l needed.",
            "The leaves and especially the bulbs of wild garlic are the preeminent herb to treat infection, even if using them literally always resulting in either their patient or their loved ones complaining about the smell. The patrol looks a little disgusted, but they're still a great help to p_l for gathering it. Thankfully, the mallow that was gathered is a lot more appreciated by members of the Clan suffering from bellyaches.",
            "s_c, ever eagle-eyed, spots grass that looks suspiciously tall with oddly thick blades. One sniff confirms it as wild garlic, and the patch has heaps for their patrol to harvest. To the medicine cat's delight, a mallow patch was growing not too far off."
],
    "fail_text": [
            "Try as they might, p_l can't quite remember the exact shape of the garlic leaves, and isn't going to harvest from plants they haven't confidently identified."
    ],
    "win_skills": ["keen eye"],

    "min_cats": 3,
    "max_cats": 6,
    "antagonize_text": null,
    "antagonize_fail_text": null
}
]