{
    "birth_two_parents": [
        "Under the soft, silvery glow of the moon, you are born to parent1 and parent2 as y_c. Nestled in the warm, mossy den, you are surrounded by the comforting scent of your family. The murmur of the Clan outside the nursery is a distant lullaby as you drift to sleep.",
        "With a blink, your eyes flutter open for the first time, revealing a world full of colors and shapes. The dim light of the nursery filters through the bramble entrance, casting long shadows on the den walls. The faces of your parents -- parent1 and parent2 -- come into focus, their eyes gleaming with an unspoken emotion as they nuzzle you close. The nursery, filled with the scent of milk and moss, becomes your whole world.",
        "In the gentle hush of twilight, you are brought into the world by parent1 and parent2. Tucked into the comforting folds of the nursery, the delicate scent of fresh moss and milk surrounds you. The distant sounds of the Clan carry into the den, their whispered voices dancing on the breeze, blending with the soft rustle of leaves outside, lulling you into a peaceful slumber. Welcome to the world, y_c.",
        "The first sight that greets your curious gaze are the faces of your parents -- parent1 and parent2 -- their eyes shimmering with a warmth and love that fills the den. Nestled into the soft bedding of moss and feathers, their gentle purrs vibrating against your tiny body, the nursery becomes the canvas upon which your life begins. Welcome to the world, y_c.",
        "In the serene stillness of the nursery, your eyes open for the first time, greeted by the faces of parent1 and parent2. The den, cozy and scented with fresh moss, serves as your haven. The gentle nuzzle from your parents serves as a warm welcome into the world, y_c.",
        "As the Clan's voices blend with the rustling of the wind outside the nursery, your life begins under the watchful eyes of parent1 and parent2. Bathed in the warm hues of dawn, you, y_c, are surrounded by the familiar scent of your family. As parent1 coos at you and parent2 makes a silly face, you laugh for the first time.",
        "As the sun sets and paints the sky with shades of red and orange, you, y_c, are welcomed into the world by parent1 and parent2. The scent of the nursery, a mixture of milk, moss, and warmth, wraps around you like a soft blanket. The distant sounds of the Clan members seem like a lullaby, gently soothing you into sleep.",
        "The vibrant rays of the morning sun filter through the bramble entrance of the nursery as you, y_c, open your eyes for the first time. The faces of parent1 and parent2 beam down at you, their eyes full of love and warmth. The den, scented with milk and moss, becomes your safe haven as the adventures of the Clan wait for you in the world outside."
    ],
    "birth_no_parents": [
        "As the first rays of dawn break the horizon, you are birthed into a world of solitary silence. Your den is a cocoon of quiet, untouched by the communal chatter of a Clan, your only company the whispers of the wind and the soft rustle of leaves outside. Where are your parents? As your tiny form shivers against the cool floor, the strength within you flickers like a beacon, the silent promise of a future forged by the determination to survive. Welcome to the world, y_c.",
        "Despite not knowing who your parents are, the Clan welcomes you, y_c, with open hearts. The scent of milk and moss filling the nursery offers a comforting sense of home, a promise of love, acceptance, and endless adventures.",
        "In the quiet of the nursery, you, y_c, open your eyes for the first time since being found in the Clan's territory, abandoned as a newborn. The scents of milk and moss envelop you, a comforting embrace in this strange new world.",
        "You were discovered alone and abandoned, but now, you, y_c, are cradled by the warmth of the Clan's nursery. Nestled against the soft feathers of your nest, the scent of milk soothes you. Your clan will be your new family.",
        "Found alone within the Clan's territory, you, y_c, are welcomed into the nursery's warm embrace. The scent of milk, moss, and the familiar purrs of your newfound family fill the den. Welcome to the world, little one.",
        "Abandoned and alone when you were discovered, your life begins anew in the arms of the Clan. You, y_c, are welcomed by the soft whispers of the Clan, their warm purrs echoing in the nursery. The scent of milk and moss wraps around you, a constant reminder of your newfound family and home.",
        "Once lost and alone, you, y_c, are now found and surrounded by the love of the Clan. The soft rustle of moss beneath you, the sweet scent of milk, and the comforting murmurs of your new family fill the nursery. Your past may be a mystery, but the promise of a future in the Clan brings you comfort.",
        "You, y_c, were discovered on the territory, left alone to the mercy of the wild. Now, you are tucked safe in the warmth of the Clan's nursery, surrounded by the scent of milk.",
        "As a single kit found on the Clan's territory, you, y_c, face a wary reception. The clanmates murmur about extra resources needed to raise you, their glances sharp and questioning. Still, you harbor a determination within your small form. You will prove yourself to be more than they believe you to be.",
        
        "You, y_c, were discovered alone, no sign of your family or origins to be found. Although the Clan took you in, there's a sense of suspicion in the air, a wariness about your unknown that is hard to ignore. Despite this, you're determined to earn their trust and respect, to show that you can contribute to the Clan's wellbeing.",
        
        "You, y_c, were found with no known kin, and while the Clan gave you shelter, not all are content about the situation. Their uncertainty about your past, their doubts about the worth of nurturing you are evident. Yet, you bear their skepticism with grace and resolve, your heart set on proving them wrong and becoming a valuable member of the Clan.",
        
        "You, y_c, found without a trace of your origins, were taken into the Clan, though not without hesitation. The murmurs about the strain you'll put on their resources and the mystery of your past are hard to ignore. But you remain steadfast, using their doubts as fuel to work harder and prove that you deserve to be a part of the Clan.",
        
        "As an orphaned kit, you, y_c, were brought into the Clan, but your reception has been far from warm. Clanmates whisper about your unknown background, their apprehension clear in their guarded glances. But you're not disheartened. Instead, their doubt serves as motivation, pushing you to prove your worth and carve your place among them."
    ],
    "birth_adoptive_parents": [
        "Bathed in the twilight's glow, you emerge into the world, cradled within the warmth of the nursery. A pair of caring eyes - your adoptive parents parent1 and parent2 - gaze down at you, their purrs echoing the heartbeat you've grown familiar with. Their scent envelops you, a mix of milk and love. The Clan's soft murmurs reach your ears, distant and comforting. Welcome to the world, y_c.",
        "You, y_c, open your eyes for the first time to the loving gaze of parent1 and parent2. They are not your birth parents, yet their warmth and affection form a comforting cocoon around you. The nursery's scent of milk and moss soothes you into a peaceful sleep. Welcome to the world, little one.",
        "Born into the world with no known parents, you, y_c, are embraced by the love of parent1 and parent2. Their welcoming purrs echo throughout the nursery, wrapping you in a comforting blanket of affection.",
        "parent1 and parent2 might not be your birth parents, but their love is no less sincere. As you, y_c, snuggle into the comforting moss of the nursery, their warm purrs resonate throughout the den.",
        "As you enter the world, you, y_c, find yourself in the caring embrace of parent1 and parent2. Despite not being your birth parents, their purrs and the warmth they provide make the nursery feel like home.",
        "You, y_c, blink your eyes open for the first time, greeted by the warmth and affection of parent1 and parent2. Their love, though not bound by blood, feels no less genuine. The scent of milk and feathers in the nursery and the murmurs of the Clan beyond become your first comfort, your first welcome into the world.",
        "Beneath a sky full of stars, you, y_c, are born into this world without known parents. However, parent1 and parent2, with their boundless love and warmth, have adopted you. They gaze at you lovingly, as if you were their own."
    ],
    "birth_one_parent": [
        "As the moon reaches its apex in the velvety night sky, you are brought into existence, nestled within the sanctuary of the nursery. The solitary figure of your parent parent1 watches over you, their gentle purrs a soothing lullaby against the backdrop of the quiet Clan. Their eyes, twin pools of love and protection, are your guiding stars in this uncharted world. The scent of milk and moss fills your senses, a reminder of home, of family, of belonging. Your journey is only just beginning, y_c!",
        "As the night blankets the world in quiet, you, y_c, are born into the care of parent1. Their soft purrs provide a soothing lullaby, their scent mixed with that of milk and feathers becomes your comfort. The murmurs of the Clan beyond the nursery walls promise a future of belonging.",
        "The break of dawn brings you, y_c, into the world. You nestle into the warmth of parent1, their loving purrs echoing through the nursery. Their scent, mingled with that of the milk and moss, wraps around you, a testament to your shared bond. The distant chatter of the Clan welcomes you into a world of adventure.",
        "In the comforting shelter of the nursery, parent1 welcomes you, y_c, into the world. Their scent and warmth provide a haven as you snuggle into the soft moss. The gentle hum of the Clan's voices float through the den, whispering tales of courage and camaraderie, a promise of your future.",
        "Under the silver glow of the moon, you, y_c, are born. parent1, with their comforting purrs and warm nuzzles, assures you of their love. The scent of the nursery, a comforting blend of milk, moss, and parent1, creates an atmosphere of safety. The Clan's soft murmurs beyond the nursery lull you into your first peaceful slumber.",
        "With the early morning light filtering through the den, you, y_c, blink open your eyes. You're greeted by the gentle gaze of parent1, their soft purrs echoing in the nursery. The scent of fresh moss and milk fills the den, a reminder of the bond you share.",
        "As twilight settles over the camp, you, y_c, are welcomed into this world by parent1. Their purrs and the scent of moss and milk bring comfort as you snuggle closer. The Clan's distant voices become a melodic lullaby, carrying promises of a future filled with love, camaraderie, and adventure."
    ],
    "birth_two_parents_siblings": [
        "Under the soft, silvery glow of the moon, you are born to parent1 and parent2 as y_c. Nestled in the warm, mossy den, you are surrounded by the comforting scent of your family including your siblings, insert_siblings. The murmur of the Clan outside the nursery is a distant lullaby as you drift to sleep.",
        "With a blink, your eyes flutter open for the first time, revealing a world full of colors and shapes. The dim light of the nursery filters through the bramble entrance, casting long shadows on the den walls. The faces of your parents -- parent1 and parent2 -- come into focus, their eyes gleaming with an unspoken emotion as they nuzzle you close. Your siblings, insert_siblings, are pressed close to you. The nursery, filled with the scent of milk and moss, becomes your whole world.",
        "In the gentle hush of twilight, you are brought into the world by parent1 and parent2 along with your siblings -- insert_siblings. Tucked into the comforting folds of the nursery, the delicate scent of fresh moss and milk surrounds you. The distant sounds of the Clan carry into the den, their whispered voices dancing on the breeze, blending with the soft rustle of leaves outside, lulling you into a peaceful slumber. Welcome to the world, y_c.",
        "The first sight that greets your curious gaze are the faces of your parents -- parent1 and parent2 -- their eyes shimmering with a warmth and love that fills the den. Nestled into the soft bedding of moss and feathers, their gentle purrs vibrating against your tiny body, the nursery becomes the canvas upon which your life begins. Your siblings, insert_siblings, press close to you. Welcome to the world, y_c.",
        "In the serene stillness of the nursery, your eyes open for the first time, greeted by the faces of parent1 and parent2, along with your siblings, insert_siblings. The den, cozy and scented with fresh moss, serves as your haven. The gentle nuzzle from your parents serves as a warm welcome into the world, y_c.",
        "As the Clan's voices blend with the rustling of the wind outside the nursery, your life begins under the watchful eyes of parent1 and parent2. Bathed in the warm hues of dawn, you, y_c, are surrounded by the familiar scent of your family. Your siblings -- insert_siblings, press close to you, their fur as soft and downy as your own. As parent1 coos at you and parent2 makes a silly face, you laugh for the first time.",
        "As the sun sets and paints the sky with shades of red and orange, you, y_c, are welcomed into the world by parent1 and parent2 along with insert_siblings. The scent of the nursery, a mixture of milk, moss, and warmth, wraps around you like a soft blanket. The distant sounds of the Clan members seem like a lullaby, gently soothing you into sleep.",
        "The vibrant rays of the morning sun filter through the bramble entrance of the nursery as you, y_c, open your eyes for the first time. The faces of parent1 and parent2 beam down at you, their eyes full of love and warmth. You feel your siblings -- insert_siblings -- snuggled against you. The den, scented with milk and moss, becomes your safe haven as the adventures of the Clan wait for you in the world outside."
    ],
    "birth_no_parents_siblings": [
        "Despite not knowing who your parents are, the Clan welcomes you, y_c, and your siblings insert_siblings with open hearts. The scent of milk and moss filling the nursery offers a comforting sense of home, a promise of love, acceptance, and endless adventures.",
        "In the quiet of the nursery, you, y_c, open your eyes for the first time since being found in the Clan's territory, abandoned as a newborn. The scents of milk and moss envelop you, a comforting embrace in this strange new world.",
        "You were discovered with your siblings insert_siblings alone and abandoned, but now, you, y_c, are cradled by the warmth of the Clan's nursery. Nestled against the soft feathers of your nest, the scent of milk soothes you. Your clan will be your new family.",
        "You, y_c, were discovered on the territory, left alone to the mercy of the wild along with your newborn siblings insert_siblings. Now, you are tucked safe in the warmth of the Clan's nursery, surrounded by the scent of milk.",
        "Found alone and abandoned with your siblings, insert_siblings, you, y_c, were brought into the caring embrace of the Clan. The soft sounds of the nursery, combined with the comforting scent of moss and milk, quickly make you feel safe and loved. The Clan's love is your new family's love, promising you a future filled with camaraderie and warmth.",
        "Your memories of early days are filled with confusion and worry, huddled against the cold with your siblings, insert_siblings. But since the Clan discovered you, y_c, they've welcomed you with an abundance of warmth and affection. The cozy atmosphere of the nursery, the scent of milk, and the gentle purrs of your new family offer a sense of security you've never known before.",
        "Found abandoned with your siblings, insert_siblings, you, y_c, are now swathed in the love and care of the Clan. The nursery, scented with milk and moss, feels more like home with each passing day. The Clan's commitment to raising you as one of their own comforts you and your siblings, assuring you of the warmth, protection, and adventures that lay ahead.",
        "You, y_c, were found alongside your siblings, insert_siblings, in the wilderness with no parents in sight. But from the moment you were brought into the Clan's territory, you were welcomed with warm purrs and gentle nuzzles. The sweet scent of milk fills the nursery, a reminder of the new family that has willingly opened their hearts to you and your siblings.",
        "Despite being found alone with your siblings, insert_siblings, in the heart of the Clan's territory, you, y_c, never once feel abandoned. The warmth of the nursery, the comforting scent of milk, and the love from your new Clanmates surround you. With each passing moon, you and your siblings grow closer to the Clan, reassured by their care and acceptance.",
        "You, y_c, and your siblings, insert_siblings, were found on the edge of the territory, alone and vulnerable. Now, nestled in the safety of the Clan's camp, the gentle sounds of the forest lull you to sleep. The comforting purrs of your new family wrap around you, their stories of courage and strength filling your dreams with promise.",
        "Abandoned with your siblings, insert_siblings, the wilderness was a daunting place. However, since being taken in by the Clan, you, y_c, feel the warmth of acceptance and care. The soft rustling of the forest outside your den lulls you and your siblings to sleep, a soothing lullaby that promises a new day of adventure and learning.",
        "You, y_c, and your siblings, insert_siblings, once lost and alone, now have a safe haven. The gentle hum of the Clan's camp provides a backdrop to your new life. Cozy in the nest of feathers, listening to the elders' stories of heroism, you know you and your siblings have found your place in the world.",
        "Even though you were found alone with your siblings, insert_siblings, you, y_c, are never alone anymore. The Clan has become your family, their warm purrs and soft furs offering the comfort you once lacked. Their tales of the great warriors and Clan history fill your dreams, a reminder of the strength and resilience that now flows in your veins.",
        "Found by the Clan, you, y_c, and your siblings, insert_siblings, have found a new family in the heart of the forest. The sounds of the camp, the soft furs of your nest, and the warm presence of your Clanmates offer a sense of security. As you drift to sleep, the stories of the Clan's courage and wisdom echo in your mind, whispering promises of the adventures to come.",
        "You, y_c, and your siblings, insert_siblings, found alone, have become a part of the hustle and bustle of daily life within the Clan's camp. You watch with wide eyes as warriors display their skills, eager for the day when you too will join them in their ranks.",
        "Despite the mystery surrounding your past, you, y_c, and your siblings, insert_siblings, have found acceptance among the members of the Clan. As you lay in your nest, you find comfort in the moonlight streaming in through the den's entrance, casting dappled shadows that dance in harmony with the peaceful rhythm of your dreams.",
        "Abandoned with your siblings, insert_siblings, the Clan took you in and gave you a name, y_c. Watching the elders tell stories of ancient battles and courageous heroes, your heart swells with a sense of belonging and a yearning to prove yourself worthy of their tales.",
        "You, y_c, and your siblings, insert_siblings, were found with no known parents, but life in the Clan quickly takes you on a journey of discovery. Every day brings a new experience; every night, a dream of becoming a courageous warrior protecting your Clan.",
        "You, y_c, and your siblings, insert_siblings, were discovered with no trace of your origins. Now, as you watch the warriors practice their skills under the bright sun, you feel a sense of excitement. Life in the Clan is challenging, but you are eager to grow, to learn, and to take your place among the strong and brave.",
        "The Clan took you, y_c, and your siblings, insert_siblings, in, but your welcome was far from warm. The cold stares and murmured complaints from some clanmates are hard to ignore. Nevertheless, you're determined to prove yourself worthy of the Clan's care and resources, vowing to become a valuable member of the community.",
        "You, y_c, and your siblings, insert_siblings, were found alone, and although the Clan provided shelter, not all are pleased about the new additions. Many grumble about the added mouths to feed, casting wary glances your way. Yet, your spirits remain high. One day, you'll show them that you're more than just an extra burden; you'll be a warrior they can rely on.",
        "Despite the reluctance of many Clan members, you, y_c, and your siblings, insert_siblings, were allowed to stay. Their concerns about extra mouths to feed do not go unnoticed by you. You hold your head high, motivated to prove your worth and to contribute to the survival and prosperity of the Clan.",
        "You, y_c, and your siblings, insert_siblings, despite not being wholly welcomed by the Clan, remain hopeful. Many view you as just additional mouths to feed, their whispers not as well-hidden as they might think. However, you remain resilient, intent on proving them wrong by becoming the best warrior the Clan has ever seen.",
        "As newcomers to the Clan, you, y_c, and your siblings, insert_siblings, face challenges. The whispers of dissatisfaction and annoyance about extra mouths to feed do not escape you. But with every cold glance, your resolve strengthens. You'll show the Clan that you and your siblings are not burdens, but future warriors, healers, or leaders."
    ],
    "birth_adoptive_parents_siblings": [
        "Bathed in the twilight's glow, you emerge into the world, cradled within the warmth of the nursery along with your siblings insert_siblings. A pair of caring eyes - your adoptive parents parent1 and parent2 - gaze down at you, their purrs echoing the heartbeat you've grown familiar with. Their scent envelops you, a mix of milk and love. The Clan's soft murmurs reach your ears, distant and comforting. Welcome to the world, y_c.",
        "You, y_c, open your eyes for the first time to the loving gaze of parent1 and parent2. Beside you are your siblings insert_siblings, their small bodies a comforting presence. They are not your birth parents, yet their warmth and affection form a comforting cocoon around you. The nursery's scent of milk and moss soothes you into a peaceful sleep. Welcome to the world, little ones.",
        "Born into the world with no known parents, you, y_c, and your siblings insert_siblings are embraced by the love of parent1 and parent2. Their welcoming purrs echo throughout the nursery, wrapping you all in a comforting blanket of affection.",
        "parent1 and parent2 might not be your birth parents, but their love for you, y_c, and your siblings insert_siblings, is no less sincere. As you all snuggle into the comforting moss of the nursery, their warm purrs resonate throughout the den.",
        "As you and your siblings insert_siblings enter the world, you find yourself in the caring embrace of parent1 and parent2. Despite not being your birth parents, their purrs and the warmth they provide make the nursery feel like home.",
        "You, y_c, and your siblings insert_siblings blink your eyes open for the first time, greeted by the warmth and affection of parent1 and parent2. Their love, though not bound by blood, feels no less genuine. The scent of milk and feathers in the nursery and the murmurs of the Clan beyond become your first comfort, your first welcome into the world.",
        "Beneath a sky full of stars, you, y_c, and your siblings insert_siblings are born into this world without known parents. However, parent1 and parent2, with their boundless love and warmth, have adopted you. They gaze at you lovingly, as if you were their own."
    ],
    "birth_one_parent_siblings": [
        "As the moon reaches its apex in the velvety night sky, you and your siblings insert_siblings are brought into existence, nestled within the sanctuary of the nursery. The solitary figure of your parent parent1 watches over you, their gentle purrs a soothing lullaby against the backdrop of the quiet Clan. Their eyes, twin pools of love and protection, are your guiding stars in this uncharted world. The scent of milk and moss fills your senses, a reminder of home, of family, of belonging. Your journey is only just beginning!",
        "As the night blankets the world in quiet, you, y_c, and your siblings insert_siblings are born into the care of parent1. Their soft purrs provide a soothing lullaby, their scent mixed with that of milk and feathers becomes your comfort. The murmurs of the Clan beyond the nursery walls promise a future of belonging.",
        "The break of dawn brings you, y_c, and your siblings insert_siblings into the world. You nestle into the warmth of parent1, their loving purrs echoing through the nursery. Their scent, mingled with that of the milk and moss, wraps around you, a testament to your shared bond. The distant chatter of the Clan welcomes you into a world of adventure.",
        "In the comforting shelter of the nursery, parent1 welcomes you, y_c, and your siblings insert_siblings into the world. Their scent and warmth provide a haven as you snuggle into the soft moss. The gentle hum of the Clan's voices float through the den, whispering tales of courage and camaraderie, a promise of your future.",
        "Under the silver glow of the moon, you, y_c, and your siblings insert_siblings are born. parent1, with their comforting purrs and warm nuzzles, assures you of their love. The scent of the nursery, a comforting blend of milk, moss, and parent1, creates an atmosphere of safety. The Clan's soft murmurs beyond the nursery lull you into your first peaceful slumber.",
        "With the early morning light filtering through the den, you, y_c, and your siblings insert_siblings blink open your eyes. You're greeted by the gentle gaze of parent1, their soft purrs echoing in the nursery. The scent of fresh moss and milk fills the den, a reminder of the bond you share.",
        "As twilight settles over the camp, you, y_c, and your siblings insert_siblings are welcomed into this world by parent1. Their purrs and the scent of moss and milk bring comfort as you snuggle closer. The Clan's distant voices become a melodic lullaby, carrying promises of a future filled with love, camaraderie, and adventure."
    ],
    "apprentice ceremony": [
        "Your heart pounds in your chest as you sit beneath the great rock. The murmurs of the gathered clan rise around you, vibrating through your paws. c_l, a figure of strength and grace, stands tall on the rock, their gaze penetrating the crowd until it lands on you. You feel the weight of the stare, not menacing, but filled with expectations. As your name is called, the assembled cats fall silent. Respect, recognition, responsibility, all blend into a heady mix as you step forward, your young eyes meeting those of your mentor - m_n. The brief touch of their nose to your forehead marks the change of your status, and you are now named y_c.",
        "Your heart is thundering so loud, you're certain the entire Clan can hear it! You're surrounded by your Clan, but you've never felt more alone, so small beneath the giant rock that c_l stands on. Your leader's eyes find you in the crowd. A nervous shiver races down your spine as your new name, y_c, is called. Time seems to stretch as you take the few paces forward to meet your mentor, m_n. You can see the countless moons of experience in their eyes, a silent promise of the knowledge they will impart. They touch their nose to your forehead and its a brief shock of cold, and you realize that you are now an apprentice. Your nerves begin to settle, replaced with pride. You're on a path that's been trod by countless paws before yours, and with the support of c_nClan, you can take on whatever comes next.",
        "Electricity crackles in the air; it's time for your apprentice ceremony! Beneath the Highrock, the Clan buzzes like an agitated swarm of bees, but you are still. As your name, y_c, is called over the whispers of your Clan, you bound forward with surprising energy. The moment you've been waiting for is finally within reach. The gaze of your new mentor, m_n greets you, and you're surprised to see that they look just as excited as you do! Your journey of an apprentice begins.",
        "Your fur prickles with anticipation as the clan gathers beneath the Great Rock, the shadows dancing like fireflies in the dusky light. You stand at the edge, heart pounding in your chest like a rabbit caught beneath your claws. When c_l emerges from the crowd, their eyes meet yours, a silent recognition of the transition to come. Your kit name is replaced with a new name, y_c. As you take a step forward, m_n, your mentor, welcomes you with a gentle nudge of their nose against your forehead. The thrill of acceptance courses through you. As an apprentice of c_nClan, you're ready to face whatever the forest throws at you.",
        "A ripple of excitement courses through c_nClan as they gather. Atop the Great Rock stands c_l, their eyes bright with pride and anticipation. You feel your fur stand on end as your name, y_c, is announced. With your heart racing like a deer through the underbrush, you approach the rock to meet your mentor, m_n. A rush of warmth spreads through you as they touch their nose to your forehead, acknowledging your new status. As you glance back at your clanmates, their approval shines in their eyes, making you feel invincible. With this newfound courage, you're ready to embark on the journey of becoming a warrior.",
        "The wind carries whispers of anticipation through the camp as you sit beneath the towering Great Rock. c_l, the leader of your Clan, stands on the rock, their gaze thoughtful and intense as it falls upon you. When your new name, y_c, echoes around the clearing, your breath catches in your throat. Your mentor, m_n, steps forward to meet you. Their nose grazes your forehead in a gentle touch, a traditional gesture that marks the beginning of your apprenticeship. Warmth blooms in your chest, filling you with a renewed sense of pride. With your clanmates' cheers echoing in your ears, you realize that your journey as an apprentice of c_nClan has just begun.",
        "The Clan's whispers float through the air like drifting leaves, their excitement palpable. c_l stands tall atop the Highrock, their gaze falling onto you. You stand, feeling a strange mix of fear and excitement as your name, y_c, is announced. Your mentor, m_n, beckons you forward, their eyes gleaming with wisdom. The moment their nose touches your forehead, you feel a rush of resolve flooding through you. As the Clan cheers for you, you know that you are now a part of something bigger. As an apprentice of c_nClan, you're ready to face the future.",
        "As you sit amidst your Clanmates beneath the grand Highrock, c_l's gaze seems to bore into your soul. The Clan falls silent as they announce your new name, y_c. A thrill of excitement shivers down your spine as you pad forward to meet your mentor, m_n. Their wise, welcoming gaze meets yours as they touch their nose to your forehead, an indication of your new status. As an apprentice of c_nClan, your journey towards becoming a warrior has officially begun. The cheers of your clanmates ring in your ears as you look towards the future, heart bursting with determination and pride."
    ],
    "medicine cat apprentice ceremony": [
        "It's your special day in the c_nClan. The Clan has gathered, their whispers barely audible as they eagerly wait. c_l's voice echoes as they announce your name, y_c, followed by your future role as a medicine cat apprentice. Walking towards m_n, your mentor, you feel an immense sense of purpose. Their nose touches your forehead, signaling your acceptance. Cheers erupt as you embark on your journey to become a medicine cat.",
        "The murmurs of your Clanmates fill the clearing as the c_nClan gathers for your ceremony. c_l's gaze finds you, a mixture of approval and expectation. As your new name, y_c, rings out, a shiver of excitement races down your spine. Your mentor, m_n, steps forward and touches their nose to your forehead, marking the beginning of your journey as a medicine cat apprentice. The Clan's cheers fill your heart with pride and determination.",
        "As the Clan gathers beneath the Great Rock, c_l's gaze falls upon you. Your heartbeat quickens as your new name, y_c, is called. Taking a deep breath, you pad forward to meet your mentor, m_n. The feeling of their nose touching your forehead fills you with a sense of joy and responsibility. You're now a medicine cat apprentice, and the cheers of your Clanmates fill your ears as they celebrate your new path.",
        "With the Clan gathered around, you sit with your heart pounding beneath your fur. c_l stands on the Highrock, announcing your new name, y_c. Walking towards m_n, your mentor, you feel a sense of awe. As their nose touches your forehead, you are filled with a sense of purpose and excitement. Your new life as a medicine cat apprentice has just begun.",
        "The buzz of your Clanmates' whispers falls silent as c_l calls your new name, y_c. You step forward to meet your mentor, m_n. Their eyes are full of wisdom and kindness. The moment their nose touches your forehead, you feel a sense of purpose wash over you. The Clan cheers as you take your first step on the path of becoming a medicine cat apprentice."
    ],
    "mediator apprentice ceremony": [
        "The anticipation of the c_nClan is palpable as they gather for your ceremony. c_l's gaze meets yours, full of respect and expectation. When your name, y_c, is called, your heart soars. You step forward, locking eyes with m_n, your mentor. Their nose gently touches your forehead, a traditional sign of your new role as a mediator apprentice. The Clan roars in approval, filling you with joy and determination.",
        "The camp buzzes with excitement as c_l calls for silence. The announcement of your new name, y_c, sends a shiver of thrill down your spine. As your mentor, m_n, steps forward, you feel a wave of anticipation. Their nose briefly brushes against your forehead, marking the beginning of your training as a mediator apprentice. The Clan's cheers fill your ears, their enthusiasm bolstering your confidence.",
        "Sitting amidst your Clanmates, you watch as c_l stands tall on the Highrock. Your heart flutters in your chest as they call your name, y_c, and announce your new path as a mediator apprentice. Meeting your mentor, m_n, halfway, their nose touching your forehead is a gentle acknowledgement of your new role. The applause from the Clan fills the air, making your heart swell with pride.",
        "The Clan gathers around, their whispers echoing in your ears. As c_l calls your new name, y_c, you can feel the weight of their expectations. Approaching your mentor, m_n, their eyes meet yours with understanding and promise. Their nose touches your forehead, a symbol of your acceptance as a mediator apprentice. The cheer of your Clanmates gives you the courage to embrace this new journey.",
        "As c_l calls the Clan to gather, your heart races with excitement. Your new name, y_c, rings out loud and clear, stirring emotions within you. As your mentor, m_n, steps forward, you can't help but feel a surge of anticipation. The touch of their nose on your forehead marks your initiation as a mediator apprentice. The Clan's cheer lifts your spirits as you embark on your new role with determination."
    ],
    "warrior_ceremony": [
        "The Clan gathers around the Great Rock, their eyes watching you and your clan leader. As c_l ascends, a solemn silence falls. You step forward when the moment comes, a flurry of pride and nerves as the leader's muzzle touches your head. They honor your honor1 as you are now known as y_c.",
        "The Clan gathers in hushed anticipation. c_l takes their place atop the Great Rock. Your heart pounds as your name is called, a sign that it's time to step forward. Your leader's touch on your head, a tradition steeped in history, signals your transition from apprentice to full-fledged warrior. They honor your honor1 as you are now known as y_c.",
        "Underneath the shimmering sky, the Clan congregates around the Great Rock. Your eyes meet c_l's gaze and with a nod, they ascend the stone. The murmurs of your clanmates hush, the anticipation tangible in the air. As your name is called, you rise to your paws and stride forward, your heart beating loudly in your chest. Your leader's muzzle touches your forehead, their breath warm against your fur. They honor you for your honor1 and announce from this moment forth, you will be known as y_c.",
        "The Clan assembles around the Great Rock. You lock eyes with c_l as they ascend, their silhouette a stark contrast against the stone. The whispering of the wind through the leaves mimics the silence that sweeps across the assembled cats. As your name echoes through the clearing, you step forward, your fur prickling with anticipation. Your leader gently presses their nose to your forehead. With admiration for your honor1, you are given your new name: y_c.",
        "Beside the Great Rock, the Clan gathers, their eyes gleaming in the moonlight. c_l stands proudly, their gaze sweeping over their assembled warriors. Your breath hitches as your name is announced. Approaching the leader, the brush of their muzzle against your head sends a jolt of electricity coursing through you. With acknowledgment of your honor1, you are given your new warrior name, y_c.",
        "As the Clan congregates under Great Rock, the silence is broken only by the rustling of leaves. c_l's tail sweeps the ground as they ascend, their eyes filled with wisdom. As they call your name, your fur stands on end, and you approach c_l after a moment of hesitation. Their touch, a brief press of their muzzle against your forehead, sends shivers down your spine. For your honor1, you will henceforth be known as y_c.",
        "The Clan gathers, encircling the Great Rock. c_l's eyes are bright as they take their position on top of the stone. You advance towards your leader, the pride in your chest almost overwhelming. The touch of c_l's muzzle against your head sends a shock through you. With great honor for your honor1, you are now known as y_c."
    ],
    "medicine cat_ceremony": [
        "Under the celestial glow of the moon, you step forward, your heart pounding in your chest. The moonlight cascades over the clearing, casting long shadows that seem to dance in anticipation. m_n rests their muzzle gently upon your head, their shared warmth a testament to the knowledge passed and the bond forged. As you gaze up at the moon together, the silence embraces your shared promise to serve their clan, your futures intertwined. You will now be known as y_c, a full medicine cat of the Clan.",
        "In the serene tranquility of night, the silver orb of the moon hanging low in the sky, you await the pivotal moment. Your mentor, m_n, stands beside you, their coat gleaming under the moonlight. The touch of their muzzle on your head signals their approval and trust. As you touch noses and share a quiet moment, your commitment to healing and serving your clan is affirmed under the watchful gaze of your ancestors. You are now a full medicine cat of the Clan, y_c.",
        "Your eyes shimmer under the luminous glow of the moon. It's time. Your paws seem to echo against the stone as you approach m_n, their gaze soft yet solemn. The gentle brush of m_n's muzzle against your head serves as the symbolic passing of the torch, a bond of trust and shared wisdom. As you share a moment under the moonlit sky, your pact to heal and protect their clan is sealed. You are now a full medicine cat of the Clan, y_c.",
        "As the moon casts its ethereal glow, you stands beside your mentor, m_n. m_n's touch, a gentle press of their muzzle against your forehead, signals the passing of knowledge, and of shared responsibility. As you both gaze at the moon, a silent vow is shared - a promise to serve their clan in sickness and health. You receive your full name -- y_c.",
        "It's time. You take your place beside m_n. The ground under you seems to hum with the weight of tradition, of ceremonies past and yet to come. m_n, ever the guide, brushes their tail against your side. You step closer and they rest their muzzle against your head. They whisper some words and turn their gaze to the stars. As you share a moment of silence, a pact is formed - a promise to their clan that they will guide and heal under the moon's eternal watch. You will now be known as y_c, a full medicine cat of the Clan."
    ],
    "medicine cat_ceremony_no_mentor": [
        "Beneath the radiant moonlight, you step forward, your heart a thunderous rhythm in your chest. The moonlight pours over the clearing, shadows dancing around you as if in quiet celebration. Your breath warms your muzzle, the air heavy with the weight of tradition and responsibility. As you lift your gaze to the moon, the silence seems to welcome your new role. You, y_c, are now a full medicine cat of the Clan, a promise to your clanmates whispered to the stars above.",
        "In the tranquil hush of night, with the silver moon suspended low in the sky, you find yourself at the threshold of a new chapter. The moonlight glistens off your coat, a beacon in the quiet darkness. You touch your nose to the sacred Moonstone, a physical symbol of your devotion and commitment. Your vow to serve and heal your clan resonates in the silence, reaching the watchful gaze of your ancestors. From this moment, you are known as y_c, a full medicine cat of the Clan.",
        "Your eyes gleam in the luminescent glow of the moon, signaling the commencement of your new journey. Your paws resonate against the stone, an echo of the many who have walked this path before. You bow your head, acknowledging the weight of your new responsibility. Under the canvas of the moonlit sky, you make your silent pledge to heal and safeguard your clan. Your new title, y_c, signifies your status as a full medicine cat of the Clan.",
        "As the moon showers the earth with its ethereal glow, you stand alone, the moment of transition upon you. You lower your head, your breath ghosting over the cool stone, a silent homage to the shared wisdom of the past. Your gaze meets the moon's, and in that moment, a vow is made - a promise to your clan that you will serve them in sickness and health. Your new name, y_c, marks your position as a full medicine cat of the Clan.",
        "The time is now. You step forward, the earth humming beneath you, resonating with the echoes of countless ceremonies past. The cool stone brushes against your flank as you lower your muzzle in reverence. As your gaze ascends to meet the stars, a moment of silence is shared with the cosmos. Within this silence, a pact is formed, a promise to guide and heal your clan under the constant watch of the moon. From this day forward, you will be known as y_c, a full medicine cat of the Clan."
    ],
    "mediator_ceremony": [
        ""
    ],
    "elder_ceremony": [
        "As the sun dips below the horizon, casting long shadows over the Clan camp, your leader calls for a Clan meeting. With a warm glance in your direction, they announce your retirement from warrior duties. As an elder, you can now enjoy the rest, respect, and honor you have earned. The Clan's cheers echo in the evening air, a chorus of voices honoring your transition.",
        "The air buzzes with excitement as the Clan gathers under the Highrock. Your leader's voice rises above the murmur, announcing your retirement. As you step into the role of an elder, you feel a sense of pride in your past accomplishments and anticipation for the wisdom you will share. The Clan's cheers of your name fill the clearing, a resounding acceptance of your new status.",
        "Under the soft glow of the moon, the Clan comes together to honor your transition into an elder. Your leader's words of praise resonate in the quiet of the evening, a testament to your past as a warrior and your future as a guide and advisor. As the Clan cheers for you, a sense of peace washes over you, ready to embrace the wisdom and respect that comes with being an elder.",
        "As twilight descends, the Clan gathers to honor your transition from a warrior to an elder. Your leader's voice rings out clear and strong, acknowledging your past deeds and praising your commitment to the Clan. Their words are met with cheers from your Clanmates. As you step into the elders' den, you feel a sense of pride in your journey and anticipation for the wisdom you will pass on.",
        "The Clan meets under the towering Highrock. Your leader stands tall, their voice echoing across the clearing as they announce your retirement and transition into the role of an elder. The Clan's cheers fill the morning air, a testament to the respect and honor you've earned. Stepping into the elders' den, you look forward to sharing stories and wisdom with the younger generations."
    ],
    "gain_app": [
        "At the foot of the Great Rock, you stand with c_l who is ready to assign app1 to a mentor. The energy of the Clan is infectious, the anticipation in the air. When c_l calls out app1's name, the young cat steps forward with wide eyes. c_l turns to you, announcing your name to the Clan as app1's mentor. You dip your head, acknowledging the responsibility bestowed upon you. You reach out to app1, touching your nose to theirs.",
        "During a clan meeting, you startle as the eyes of the Clan turn toward you. At the center, c_l waits patiently, with app1 standing eagerly by their side. You realize you were chosen to be app1's mentor. For a moment, the world stands still. You walk forward, your heart pounding with pride and apprehension. Touching your nose to app1's, you accept the honor of passing down what you know.",
        "c_l begins an apprentice ceremony, calling the Clan to gather. The clan listens attentively, their gazes fixed on app1. c_l announces that you will mentor app1. You feel a surge of emotion. The potential of app1, the responsibility now resting on your shoulders, it's almost overwhelming. You step forward, touch noses with app1, and pull away. As c_l dismisses the Clan, you whisper some words of encouragement into app1's ear.",
        "You are standing amidst your Clan, your eyes on c_l and app1. c_l's voice echoes through the clearing, announcing your new role as mentor to app1. Shocked, you feel a swell of excitement rise within you. You step forward, meeting app1's gaze. The younger cat's eyes are full of excitement and respect. You touch your nose to theirs, a traditional acknowledgment of your new bond. Pulling back, you make a silent pledge to app1 - to make them into the best warrior.",
        "With the Clan gathered, c_l calls app1 forward, a young cat with fire in their eyes. Then, to your surprise, c_l calls your name, tasking you with app1's training. The Clan's approving purrs fill your ears. You pad forward, your heart echoing with the rhythm of the Clan's cheers. As you touch noses with app1, a surge of excitement rises from within you."
    ],
    "gain_mate": [
        "There's always been something about mate1's eyes, a spark that seems to shine brighter than the moon. One evening, as the two of you share a fresh-kill, you find yourself completely entranced. The world quiets, it's just you, them, and the unspoken words hanging in the air. With a sigh, you lean against them, and to your delight, mate1 leans back. Your heart dances as you realize - this is the beginning of a new adventure.",
        "You've known mate1 since you were both apprentices, clumsily pawing at moss balls and racing each other up trees. As warriors, the play fights have turned into patrol duties, but the bond remains. One day, while sharing a warm patch of sunlight, you realize the depths of your feelings. You give them a mate1, a purr rumbling deep in your chest, and they nudge you back. It's not said aloud, but in that moment, you both understand. Your relationship has deepened with mate1.",
        "In the midst of a particularly thorny hunting session, mate1 swoops in, a breath of fresh air. They tease you about your 'serious face,' and you can't help but purr. Over the moon-highs, you find yourself seeking their company more often. Their humor, their gentle demeanor, it all makes you feel complete. One day, after an especially uproarious joke, you touch your nose to theirs, and whisper a proposal. Your action speaks volumes, and with a soft purr, they accept your proposal.",
        "You and mate1 are fierce warriors, often disagreeing on strategies, patrol timings, even prey selection. Yet, amidst the banter and arguments, you realize you look forward to these spirited exchanges. You come to understand that the fire between you is not just of rivalry, but of affection. One day, you voice your feelings over a shared meal, half expecting them to laugh it off. But they don't. Instead, they move closer, a soft purr vibrating in their throat. Suddenly, you're not just warriors, but mates.",
        "You've shared many sunrises on border patrols together with mate1, the quiet of the dawn only broken by the occasional chitchat. But it's one morning when the sunrise reflects in their eyes, casting a warm glow, that you see them in a new light. Your heart seems to skip a beat. The realization washes over you like a wave. The next sunrise you share, you lean in, your tails intertwining. They lean back into you, their purr echoing in the quiet morning. You know then, you've found a lifelong partner."
    ],
    "lose_parent": [],
    "lose_child": [],
    "lose_app": [],
    "death_kit": [
        "As you close your eyes, a comforting warmth envelops you. The noises of the camp fade, replaced by a gentle lullaby carried by the wind. You feel a soft presence cradling you, a familiar purr resonating in your ears. It's as if you're falling into an eternal sleep, surrounded by the love and warmth of your kin.",
        "Your little heart, filled with so much spirit, begins to slow. Around you, the world is fading... Everything mixes together -- purrs, soft whispers, and the familiar scents of your clan. The gentle grooming of your fur lulls you into a deep sleep, the sound of purrs faint around you.",
        "The world around you quiets down as you close your eyes and your breath slows. You wonder... if maybe, in StarClan, you'd get your warrior name.",
        "As the soft noises of the Clan soothes your spirit, you find yourself succumbing to a peaceful sleep. Your tiny heart, a warrior's heart, gives its final beat. A comforting warmth wraps around you, whispering tales of the ancestors who now await you. With one last sigh, you find yourself on the path to StarClan, leaving behind memories of your bravery and spirit.",
        "You feel a pull towards something comforting and warm. The soft murmurs of your Clanmates surround you, their words a blanket of love and strength. You close your eyes and listen to the rhythm of your heartbeat. As you take your last breath, you feel yourself soaring to StarClan, your spirit as strong and resilient as any warrior's."
    ],
    "death": [
        "Is this it? You wonder, while slipping slowly into the darkness, if you've made an impact on this world that you wouldn't regret.",
        "As you fade away, you can't help but think you've still got more to do, more to accomplish...",
        "You feel the chill of the final dusk seeping into your fur. The edges of your vision blur, the sounds of the forest soften. As the stars in the sky merge into a comforting blanket of light, you can't help but reflect on your life. Have you made a difference?",
        "An unusual calm washes over you, the sensation of paws barely grazing the earth. The world starts to spin, colors of the forest blending into a watercolor haze. As the darkness edges closer, you find peace in the memories of your life. The lives you've touched, the bonds you've built, the laughter, the love - it feels like an eternity lived in moments. You take one last breath and embrace the everlasting peace.",
        "The pull of the darkness is gentle, like the ebbing of a slow-moving stream. Your limbs grow heavy and you lay your head down, eyes fixed on the starry sky. A sense of peace washes over you as you take stock of your life, of the bonds you've formed, the lessons you've learned, and the legacy you're leaving behind. With a soft sigh, you let go, and embrace the serenity of the darkness."
    ]
}