{
    "birth": ["Your name is y_c."],

    "kit": [
        "You and your siblings engage in a play-fight, each of you pretending to be the mightiest warrior, your tiny claws swiping at the air.",
        "You sit by the elders, their tales of heroic deeds and ancient battles holding you in wide-eyed fascination.",
        "You explore the nursery, your small paws padding softly on the mossy floor as you discover hidden nooks and crannies.",
        "You accidentally wander into the medicine cat's den. The strange scents of herbs and the sight of neatly organized nests fascinate you, sparking your curiosity about the healer's role.",
        "You have a nightmare about a shadowy figure, but your parent comforts you, assuring you it was just a dream.",
        "You play a game of hide-and-seek with the other kits, finding the perfect hiding spot in the elders' den.",
        "You watch a warrior return from a battle, their fur matted and eyes fierce, and you dream of the day you'll be just as brave.",
        "You watch a butterfly flit around the camp, its wings catching the sunlight. You chase after it, laughing and leaping, feeling the joy of life and play.",
        "You overhear warriors discussing a recent battle. The fear and thrill mix within you, fueling your dreams of future glory. One day, you'll be just like them.",
        "You sneak out of the nursery to watch the warriors train. Their swift movements and fierce yowls fill you with awe and anticipation for your own training days.",
        "You and your siblings decide to explore the elders' den. The scent of age and wisdom fills your nose, and you listen to their soft snores with a sense of reverence.",
        "You find a strange insect crawling on a leaf. Your curiosity piqued, you spend the whole afternoon observing it.",
        "You get scolded by a warrior that you respected for being too noisy. The reprimand stings.",
        "You watch a leaf fall from a tree, its descent slow and graceful. It's a simple moment, but it fills you with a sense of wonder about the world around you.",
        "You and your siblings decide to play 'clans.' You're chosen as the leader!",
        "You watch a warrior return from a border patrol, their fur bristling with tension. You wonder what could be happening outside of the camp walls.",
        "You find a patch of soft moss and decide to make it your secret resting spot. The comfort and solitude it provides make it your favorite place in the camp.",
        "You try to mimic a warrior's hunting crouch, but end up tumbling over. The older cats' laughter is embarrassing, but you're determined to perfect the move.",
        "You listen to the rain patter against the den, snug and warm beside your parent. The rhythmic sound lulls you into a peaceful sleep, making you feel safe and loved.",
        "You listen to the wind rustling the leaves in the camp. The sound is soothing, and you imagine what it would be like to feel the wind while running through the forest.",
        "You wake up from a dream where you were a mighty warrior. The dream fills your day with a sense of adventure and excitement.",
        "You watch the medicine cat treat a warrior's injury. The sight is a bit scary, but it also sparks a curiosity about healing.",
        "You play with a ball of moss, batting it around with your siblings. Whoops! You accidentally hit the moss right at a senior warrior.",
        "You witness a warrior ceremony. The apprentice's proud gaze as they receive their warrior name fills you with nervous anticipation for your future.",
        "An apprentice watches over you as your parent gets some freshkill. They seem so big and knowledgeable, and you bombard them with questions about their training.",
        "You attempt to climb a tree for the first time. Your small claws scrape against the bark, and though you don't get far, you feel a sense of accomplishment.",
        "You find a feather from a bird that a warrior brought back. You marvel at its softness and the vibrant colors, imagining the bird it must have come from."
    ],
    "app": [
        "Your mentor corrects your hunting crouch, reminding you to stay low and silent.",
        "You help mark the borders of your clan's territory, learning the importance of this task to protect your clan.",
        "Your mother tells you how proud she is of you. You've grown so much since you were a kit!",
        "You experience your first Gathering, awed by the sight of so many cats from different clans.",
        "Your mentor praises your progress in learning the warrior code, making you feel proud and motivated.",
        "You catch your first mouse, feeling a sense of accomplishment and contributing to the clan's food supply.",
        "You get lost during a patrol but manage to find your way back using the sun's position, proving your survival skills.",
        "You have your first dream from StarClan, leaving you puzzled and intrigued.",
        "You're tasked with changing the elders' bedding. It's not the most glamorous job, but it teaches you about responsibility and respect for the older cats.",
        "You participate in your first moon-high patrol. The forest is a different world under the silver light, both eerie and beautiful.",
        "You have a disagreement with another apprentice. It's your first taste of conflict within the clan, and you learn valuable lessons about compromise and understanding.",
        "You witness the leader lose one of their nine lives. It's a solemn moment that reminds you of the heavy responsibilities that come with leadership.",
        "You spend a day with the medicine cat, learning about different herbs. The knowledge is fascinating, and you develop a newfound respect for the healer's role.",
        "You're sent on a dawn patrol for the first time. The sight of the forest waking up to the first light of day is breathtaking, and you feel a sense of peace.",
        "You make a minor mistake during training, and your mentor corrects you. The criticism is hard to take, but you understand its importance in your growth.",
        "You help a queen move her kits to a safer spot during a flood. The trust she places in you makes you feel mature and responsible.",
        "You have a friendly race with the other apprentices. The competition is fierce but fun, strengthening the bond between you.",
        "You witness a deputy making tough decisions for the clan. The experience gives you a deeper understanding of leadership and the sacrifices it entails."
    ],
    "warrior":  [
        "You practice your fighting moves. It never hurts to stay sharp!",
        "You hope one day you can have a mate and kits.",
        "You lead your first patrol, feeling a sense of responsibility.",
        "You save a kit from a fox, earning respect from your clan.",
        "You mentor your first apprentice, passing on your knowledge and skills.",
        "You stand vigil for a fallen clanmate, feeling the weight of loss.",
        "You challenge a decision made by the clan leader, sparking a heated debate.",
        "You're chosen to mentor a particularly challenging apprentice. Their stubbornness tests your patience, but you see potential in them and are determined to guide them on the right path.",
        "During a fierce storm, you help evacuate the elders to a safer location. Your bravery and quick thinking earn you the respect of your clan.",
        "You successfully track and hunt down a large rabbit, a rare find for the clan.",
        "You participate in a battle against a rival clan. Claws clash around you. Adrenaline rushes through your body as you hurl yourself into the fray.",
        "You find a quiet moment to watch the sunset over the lake. The peace and beauty of the scene remind you of the love you have for your home and clan.",
        "You rescue a clanmate trapped by a fallen tree during a storm. Your paws are sore and your back is bruised, but it was worth it to see them live another day.",
        "You experience the loss of your first apprentice in a battle. The grief threatens to overwhelm you.",
        "You witness the birth of new kits in the nursery. The miracle of new life fills you with hope and joy for the future of your clan.",
        "You spend a quiet night on guard duty, watching over your clan. Luckily, nothing seems amiss. The stillness gives you time to reflect on your journey and the cat you've become.",
        "You're asked to mediate a dispute between two apprentices. The task is challenging, and you roll your eyes as one apprentice storms off.",
        "You participate in a large hunting party to prepare for leaf-bare.",
        "You comfort a kit who's scared during a thunderstorm.",
        "You share a fresh-kill with a cat you admire. The shared meal and the conversation that follows brightens your day."
    ],
    "elder": [
        "You share old stories with the kits, enjoying their rapt attention.",
        "You receive a visit from your former apprentice, now a respected warrior.",
        "You offer advice to the clan leader, drawing from your years of experience.",
        "You dream of StarClan more frequently, feeling a sense of peace.",
        "You watch the younger generations with pride, knowing the future of the clan is in good paws.",
        "You teach a group of kits how to play moss-ball. Their laughter and excitement bring back fond memories of your own kit-hood.",
        "You receive a dream from StarClan, warning of an upcoming danger. Your interpretation of the dream helps the clan prepare, proving your wisdom and connection to the ancestors.",
        "You comfort a young warrior who has lost their first battle. Your words of encouragement and shared experiences help them regain their confidence.",
        "You watch as your grandkits play in the camp, their energy and joy bringing a smile to your face.",
        "You share a quiet moment with the medicine cat, reminiscing about the past and discussing the future of the clan. The conversation brings a sense of peace and fulfillment, knowing you've lived a life full of purpose and love for your clan.",
        "You counsel a young warrior dealing with their first heartbreak. Your wisdom and empathy help them navigate through their pain.",
        "You watch as your clan thrives under a new leader. The change is bittersweet, but it also fills you with pride and hope.",
        "You share a story about a legendary battle you fought in. The kits listen with wide eyes, hanging on to your every word.",
        "You meditate under the warm sun, feeling the aches in your old bones ease. The peace and tranquility remind you of the joys of your twilight years.",
        "You dream of StarClan, seeing old friends and loved ones. The dream reassures you that when the time comes, you'll be joining a community of stars.",
        "You're visited by a kit who asks about your warrior days. The interest in their eyes makes you feel valued and respected.",
        "You watch as the clan prepares for an approaching storm. The hustle and bustle remind you of your active days, making you feel nostalgic.",
        "You share a piece of wisdom with a struggling apprentice. Their gratitude makes you realize the importance of your role as an elder.",
        "You spend a peaceful afternoon sunning yourself on a warm rock. The simple pleasure reminds you to appreciate the quieter moments of life.",
        "You receive a vision from StarClan about an upcoming event. The clarity of the vision reassures you of your deep connection with the spiritual world."
    ]
}