{
    "kitten": [
        "The older cats are watching you with a wariness in their eyes that wasn't there before.",
        "You beg one of the queens to play and they snap at you to quiet down.",
        "You overhear whispers about you amongst the older cats.",
        "Suspicious glances follow you around the camp, making you feel like an outsider in your own home.",
        "The nursery, once filled with laughter and warmth, becomes eerily silent when you enter. The other kits avoid your gaze and huddle close to their parents.",
        "One of the queens, once so welcoming, now flinches away when you approach. Their eyes are full of mistrust and fear, as if you are a stranger to them.",
        "The medicine cat treats you with a cool detachment, their gaze distant and hardened. It feels like their once comforting presence has become cold and unwelcoming.",
        "The apprentices, who you once admired and aspired to join, now avoid you, crossing the camp to keep their distance. Their chatter stops when you approach, replaced by an uncomfortable silence.",
        "Even the leader's gaze darkens when they see you. They have yet to say a word to you since the incident, but their silence speaks volumes.",
        "Playtime is no longer a joyful event. The queens watch you carefully, their eyes narrowing whenever you play a little too rough with the other kits.",
        "You play with a mossball alone.",
        "You overhear the leader debating whether your apprenticeship should be delayed.",
        "You are left alone more often than not."
    ],
    "apprentice": [
        "Your mentor, once proud and supportive, avoids your gaze. There's a new hardness in their eyes that wasn't there before, a wall erected to keep you at a distance.",
        "The other apprentices keep their distance during training. The whispers behind hushed whispers fill the air. Their friendly camaraderie is now replaced by a stiff formality.",
        "The Clan leader summons you to their den. Their gaze is grave, and their words cut like the chill of leaf-bare. Their disappointment is palpable, and it hangs in the air long after you leave.",
        "You're left out of the hunting patrols. The warrior who used to let you tag along now avoids you, their friendly chats replaced by a heavy silence.",
        "You're relegated to the most menial tasks. Checking elders for ticks, cleaning the fresh-kill pile, clearing out bedding - you're not trusted with anything more.",
        "The medicine cat refuses to meet your gaze, their aura of comfort replaced by a chilling aloofness.",
        "The stories that the elders share are no longer open to you. Their words cease when you approach, replaced by disapproving silence and cold glares.",
        "The gatherings are a different experience now. Other Clans' apprentices eye you curiously, whispers spreading like wildfire. Your reputation precedes you.",
        "The deputy avoids you, only speaking to assign you tasks. Their stern gaze follows you around the camp, an ever-present reminder of your transgression.",
        "Your peers exchange guarded glances when you're nearby. There's an unspoken agreement to exclude you from their games and conversations.",
        "The other apprentices move their nests farther away from yours.",
        "You notice the queens shooing their kits away when you're nearby, their worried eyes not missing a single move you make.",
        "Your mentor often leaves you to practice alone. They used to be so attentive, but now their actions seem obligatory."
    ],
    "medicine cat apprentice": [
        "The herbs in your den, once comforting, now feel sinister. They were supposed to heal, not to hurt. You wonder if your mentor feels the same unease around you.",
        "The cats you once treated now shrink away from your touch. Their grateful mews are replaced by fearful whispers.",
        "Your mentor refuses to teach you more about the herbs and their uses. They tell you that a medicine cat's duty is to heal, not to harm.",
        "You're forbidden from attending the sacred half-moon gatherings. A chill creeps down your spine as you realize you're cut off from StarClan's wisdom.",
        "Other Clans' medicine cats refuse to meet your gaze at the gatherings. Word of your transgression has spread like wildfire.",
        "You're relieved from your duties to tend to the wounded after a border skirmish. Your mentor quietly takes over, avoiding your gaze.",
        "The Clan leader summons you, their disappointment clear. The sacred role of a medicine cat requires trust and compassion - attributes you've apparently lost.",
        "The elders refuse your help, even for the simplest tasks. Their formerly kind mews are replaced by anxious glances and hushed whispers.",
        "Your dreams are plagued by the faces of StarClan cats, their eyes accusing. You no longer find comfort in sleep.",
        "Your mentor insists on revisiting the Warrior Code. Each word feels like a stone being piled on your back, heavy with their disappointment.",
        "You're asked to stay behind this Gathering.",
        "Your mentor no longer guides you, leaving you alone most days. When you ask questions, they answer shortly out of obligation.",
        "StarClan's voices in your dreams grow faint. Their messages become obscured and it's harder to find guidance in your slumber.",
        "At the half-moon meeting, you wake up to a shadow-filled forest instead of starry meadows.",
        "You wonder if being a medicine cat apprentice is the right path for you."
    ],
    "mediator apprentice": [
        "Clan meetings become a burden. Instead of working out disputes, you're the subject of them. No one seems to trust your judgment anymore.",
        "The deputy reassigns you to mundane tasks. You're not involved in any important discussions or decision making.",
        "The respect you once had from your Clanmates has evaporated. Every whisper and glance feels like an accusation.",
        "You're kept away from delicate negotiations with other Clans. Your presence is seen as a potential cause for conflict.",
        "Your training, once filled with valuable lessons on diplomacy and understanding, is now filled with silence and uneasy glances.",
        "Clanmates avoid you, not wanting to involve you in their issues. You feel like a stranger in your own Clan.",
        "You're no longer invited to participate in the regular Clan meetings. Your advice, once valued, is now shunned.",
        "Even the kits, usually eager to listen to your stories and advice, stay away from you. Their playful laughter is now replaced with fearful silence.",
        "Your mentor solemnly suggests revisiting the fundamental teachings of peace and understanding, as though they question your comprehension.",
        "Your dreams are disturbed with images of the cat you murdered, their ghostly eyes filled with accusation. Sleep offers no solace.",
        "Your access to sensitive issues within the Clan is limited at the request of your mentor.",
        "You're asked to stay at camp when it becomes time for the next Gathering.",
        "You wonder if becoming a mediator is the right path for you."
    ],
    "warrior": [
        "The atmosphere in the warriors' den changes. No one wants to share tongues with you, their eyes filled with distrust and suspicion.",
        "Your Clan leader reassigns your mentoring duties to another warrior, stating that it's for the 'betterment of the apprentice'.",
        "You're given the least desirable tasks: changing the elders' bedding, cleaning out the fresh-kill pile, keeping an eye on mischievous kits.",
        "Your Clanmates always seem to be whispering around you, the words 'traitor' and 'murderer' seeming to float in the air.",
        "No one wants to go on patrol with you. You're often left to do border patrols alone.",
        "You're the last one to get your pick from the fresh-kill pile. The best pieces are always gone by the time you get there.",
        "The medicine cat avoids your gaze whenever you're in their den, treating your wounds with a cold detachment.",
        "Your invitations for a friendly bout of training or play-fighting are rejected. No one wants to spar with a murderer.",
        "Your voice in Clan meetings is dismissed. Your suggestions are ignored, your opinions no longer valued.",
        "Your dreams are haunted by the memory of the cat you killed. Their eyes stare at you with accusation, turning your nights into nightmares.",
        "During gatherings, cats from other Clans give you a wide berth. Your reputation seems to have spread across the forest.",
        "The joy of hunting, once your solace, has turned bitter. Each kill reminds you of your dark deed.",
        "A new warrior refuses to share the warriors' den with you, opting to sleep with the apprentices instead.",
        "During training sessions, you notice the apprentices whispering amongst themselves, their gazes darting towards you with fear.",
        "An elder tells stories of treacherous warriors from the past. You can't help but feel each tale is a subtle jab at you.",
        "The Clan deputy keeps a close eye on you during patrols. You're never out of their sight.",
        "The Clan leader hardly meets your eye, their disappointment as palpable as the chill of leaf-bare. Their stern silence speaks more than any words could.",
        "You're put on the most arduous and menial tasks, like border patrols in the coldest nights or preparing the elder's den. It seems as if your Clanmates want to keep you occupied, perhaps too wary to let you be idle.",
        "Once sought for advice, you're now left alone. Your wisdom is now overshadowed by your crime.",
        "The memory of your victim haunts your every step. Every cat you see seems to wear their face.",
        "Clan meetings are a challenge. Your contributions are often met with silence, the distrust in the air palpable.",
        "Every fresh-kill you bring back to camp is examined closely before it's accepted. As if they expect you to poison them."
    ],
    "medicine cat": [
        "The herbs you used to find solace in seem tainted now. Every leaf you touch reminds you of your act.",
        "Cats flinch away from you when you offer treatment. Trust, once freely given, now has to be earned.",
        "You feel StarClan's eyes on you, their gaze a weight you cannot escape.",
        "Other medicine cats avoid you during gatherings. Your transgression has isolated you.",
        "The leader questions your interpretations of omens now. Your words no longer carry their previous weight.",
        "Apprentices are hesitant to train under you. Your reputation precedes you.",
        "You debate whether staying in this Clan is the right path.",
        "The gatherings feel different. Other Clans' medicine cats regard you warily, as if your actions have tainted the sacred bond you all share.",
        "Even the kits, who once looked at you with awe and fascination, now scurry away at your approach. The tales of your deeds have filtered down to even the youngest members of the Clan.",
        "The respect that the elders held for you has evaporated. Their warm tales of your skill and devotion are replaced with cold silence, and their eyes hold a look of disappointment.",
        "StarClan's voices in your dreams grow faint. Their messages become obscured and it's harder to find guidance in your slumber.",
        "At the half-moon meeting, you wake up to a shadow-filled forest instead of starry meadows.",
        "Cats take longer to recover under your care. Whether it's their fear or your guilt affecting the healing, you can't tell.",
        "An unexpected illness spreads through the Clan. Some cats mutter that it's a punishment from StarClan.",
        "You hear the elders talking about the old medicine cat, how they were so skilled and how cats these days aren't the same.",
        "The once comforting presence of the StarClan guide feels distant now, leaving you feeling even more isolated."
    ],
    "mediator": [
        "The queens, who once trusted you to resolve quarrels amongst their kits, now steer their young ones away from you. Their disappointed looks serve as a bitter reminder of your deeds.",
        "Every disagreement in the clan now seems amplified, your guilt twisting every dispute into a possible harbinger of violence.",
        "As the Clan's mediator, your role was to solve conflicts, not create them. The trust that your clanmates once had in your ability to maintain peace has vanished.",
        "Cats avoid bringing their issues to you, preferring to solve them by themselves or let them fester.",
        "You notice the clans' younger cats, the kits and apprentices, who once looked up to you as a role model, now regard you with fear and uncertainty.",
        "Your words fall on deaf ears at gatherings, the other clans no longer willing to listen to a murderer mediate.",
        "You notice more fights breaking out within your clan. The peace you had worked hard to maintain shatters.",
        "Younger cats ask their mentors about your actions, their innocent curiosity stinging more than any accusation.",
        "Your leadership feels inclined to intervene in disputes more often, your credibility having been damaged.",
        "Your clanmates look to other cats for guidance and advice, leaving you feeling alienated.",
        "The trust that once enabled you to mediate effectively has evaporated, making your role seem impossible.",
        "Cats speak in hushed tones when you approach, leaving you paranoid about their conversations.",
        "You struggle to sleep, haunted by the memory of your actions and the implications they hold for your role within the clan."
    ],
    "queen": [
        "No one trusts you around the kits anymore.",
        "Kits shrink away from you when you approach them."
    ],
    "queen's apprentice": [
        "No one trusts you around the kits anymore.",
        "Kits shrink away from you when you approach them."
    ],
    "deputy": [
        "Patrol assignments become tense, with many warriors wary of being sent out alone with you.",
        "Cats whisper and quickly disperse when you approach, making it difficult for you to maintain clan order.",
        "You notice an undercurrent of mistrust among the clanmates you were meant to lead.",
        "You wonder if it's better to step down",
        "Decisions you make are questioned more than ever, your judgment considered tainted.",
        "Apprentices appear intimidated by you, their respect for your position replaced by fear.",
        "Sometimes you wish you can turn back time.",
        "Your leader keeps a closer watch on your actions, a troubled look always present.",
        "The younger members of the clan look at you with wide, frightened eyes, the stories of your deeds carried through whispers.",
        "Mentors subtly steer their apprentices away from you during training sessions.",
        "Warriors subtly challenge your authority, a silent rebellion growing in the ranks.",
        "You feel a sense of unease and tension during clan meetings, your previous position of respect now tainted by your actions."
    ],
    "leader": [
        "The Clan struggles with their faith in your leadership, every decision you make met with wary eyes.",
        "The respect you once held from your clanmates is replaced with suspicion and fear, making it harder for you to lead.",
        "Debates break out in the Clan over your actions. Some want you to step down while others still trust your judgment.",
        "Members of the Clan approach you less frequently, afraid of your power and the secrets it holds.",
        "Cats you used to consider your loyal supporters now cast doubtful glances in your direction.",
        "The medicine cat appears more withdrawn, looking to StarClan for guidance over this grave matter.",
        "At gatherings, leaders from other Clans regard you with cold indifference, your reputation tarnished.",
        "Your deputy watches you more closely, their trust in your judgment faltered.",
        "Warriors challenge your decisions more frequently, as faith in your leadership is shaken.",
        "You wonder if its better to step down.",
        "You wonder if you truly deserve your nine lives",
        "You notice the apprentices and kits are steered away from you, their once awe-filled gazes now filled with fear."
    ],
    "elder": [
        "The Clan is uneasy, unsure how to deal with the chilling revelation about you.",
        "No kits visit you anymore.",
        "Cats treat you differently, avoiding the elders' den and your stories of the old times.",
        "Younger cats look at you with fear and disbelief, their trust shattered.",
        "The leader, deputy, and medicine cat confer frequently, the seriousness of your actions troubling them deeply.",
        "Your old friends withdraw from you, the bond once shared now tainted with your deed.",
        "Clanmates question your old war stories, wondering what truths they may have overlooked.",
        "The medicine cat appears more often in your den, ostensibly for health checks, but the tension is palpable.",
        "The queens hastily steer their kits away from your reach, afraid of what you might do.",
        "You wish you can turn back time.",
        "You notice your name whispered around the fresh-kill pile, your actions the subject of hushed and anxious conversations.",
        "At gatherings, other Clans regard you warily, the grim knowledge about you having spread."
    ]
}