{
    "murder_discovered kitten": [
        "The unsettling truth of v_c's death is discovered, with you, a mere kit, at its core. The Clan is awash with disbelief and shock. Elders and the leader convene with solemn faces, a heavy task at paw - deciding the fate of one so young.",
        "News of your unthinkable act against v_c sends ripples through the Clan. The sight of you, a kit, being responsible for such a dreadful event leaves them in stunned silence. The leader and elders gather, burdened with the responsibility of determining your punishment.",
        "The truth of v_c's end unveils you, a kit, as the culprit. The Clan gazes at you, their disbelief palpable. A grim gathering of the leader and elders is called, their whispers filled with the weight of the decision they must make.",
        "Your actions against v_c are revealed, shocking the Clan to its core. You, a kit, stand at the center of this disturbing revelation. The elders and leader draw together, their voices low as they deliberate your fate.",
        "The Clan is thrown into turmoil as the truth of v_c's demise is unveiled, and you, a kit, are at the heart of it. The leader and elders gather in a huddle, their faces etched with the gravity of determining a punishment for one so young."
    ],
    "murder_discovered general": [
        "Word spreads about your dreadful actions towards v_c. The Clan gathers, their murmurs filled with disbelief and shock. The leader and deputy meet, weighing your guilt and deciding your fate.",
        "Evidence of your misdeed involving v_c comes to light, and the Clan is appalled. The leader and senior warriors huddle in solemn discussion, your punishment a dreadful suspense hanging in the air.",
        "Your secret is out, the murder of v_c can no longer be hidden. The Clan knows, their eyes filled with a mix of disbelief and sorrow. Your future hangs in the balance as they deliberate your fate.",
        "The dreadful truth of what you've done to v_c is uncovered. Shock and horror ripple through the Clan as they confront you. In hushed whispers, your leader contemplates your punishment.",
        "The scent of your guilt, the life you took from v_c, taints the air. The Clan is in shock, struggling to comprehend what you've done. An urgent council is called, the warriors gathering to decide what justice demands."
    ],
    "murder_discovered deputy": [
        "The truth about your heinous act against v_c unravels. The Clan is struck dumb, their deputy revealed as a murderer. The leader and warriors huddle together, weighing the gravity of your role and the dreadful crime you've committed. The Clan waits in anxious silence for their judgement.",
        "Your crime against v_c is laid bare before the Clan, shattering their trust in their deputy. The air bristles with shock and whispered speculations. Your leader calls a grave meeting with the Clan, their faces lined with the heavy task of determining your fate.",
        "The horrifying truth of v_c's demise is revealed, with you at its center. As deputy, your treachery is felt deeply by the Clan. The other high ranks convene, their discussions filled with tension as they deliberate the consequences of your crime.",
        "The Clan is aghast as the evidence of your lethal actions towards v_c emerges. They look at you, their deputy, with disbelief and deep betrayal. Your leader summons a Clan meeting, the air thick with anticipation as they weigh your punishment.",
        "The sinister truth behind v_c's death is brought to light, painting you, their deputy, as the villain. The Clan stands in stunned silence, their faith in you shattered. As the leader retreats to decide your fate, the Clan can only wait in a dread-filled hush."
    ],
    "murder_discovered medicine cat": [
        "Your actions against v_c are revealed, causing a shockwave of horror throughout the Clan. As a medicine cat, the role you played in their demise is unthinkable. A council of the deputy, senior warriors, and the leader convenes, tasked with deciding your fate.",
        "The Clan discovers the truth about v_c's end, and the perpetrator is none other than you, their trusted medicine cat. The news sends a ripple of disbelief and sorrow across the Clan. An assembly of higher-ranking cats meets, their heavy duty being to determine your punishment.",
        "As the dreadful truth about v_c's death surfaces, the Clan is thrust into chaos. The knowledge that their healer, you, is responsible for the crime is too much to bear. The leader, deputy, and senior warriors gather, the responsibility of deciding your punishment now resting on their shoulders.",
        "Your grievous act against v_c is exposed, shattering the Clan's trust in their medicine cat. The Clan is stunned to discover that you are the culprit. A tense gathering of the leader, deputy, and seasoned warriors is called, burdened with the daunting task of determining your fate.",
        "The Clan is left reeling as they learn of your deadly deeds against v_c. As their medicine cat, your actions are a stark betrayal of trust. A council consisting of the leader, deputy, and respected warriors assemble, with the weighty task of deciding your punishment lying ahead."
    ],
    "murder_discovered leader": [
        "As the grim truth about v_c's demise surfaces, the Clan is thrown into turmoil. Their leader, you, stand at the heart of the scandal. The deputy and senior warriors gather, the weight of decision heavy on them as they discuss the unthinkable - the punishment of their leader.",
        "Your sinister actions against v_c are unveiled, shaking the very core of the Clan. The revelation of their leader as a murderer is almost too much to bear. A council of the deputy and respected warriors assemble, tasked with deciding your grim consequence.",
        "The shock of v_c's murder ripples through the Clan, even more so when you, their leader, is revealed as the perpetrator. A tense meeting of senior warriors and deputies convenes, burdened with the grim task of deciding the fate of their flawed leader.",
        "The Clan reels from the disclosure of your deadly actions against v_c. The leader being the murderer sends shock waves of betrayal and confusion. The deputy and seasoned warriors gather, the serious responsibility of determining your punishment hanging over them.",
        "When the horrid truth of v_c's death comes to light, the Clan is taken aback, especially when they learn their leader is the culprit. The deputy and trusted warriors assemble, facing the heavy duty of deciding the consequence for your grave misdeeds."
    ]
}