{
    "murder kitten kitten": [
        "You encourage v_c to eat some shiny red berries you've found, and after eating them, v_c is later found having traveled early to meet Silverpelt.",
        "You convince v_c to sneak out of camp with you, looking for adventure. v_c's adventure ends in the jaws of a fox.",
        "You invite v_c to play a game of hide-and-seek out of camp-during a snowstorm. You let them hide first, and watch as the Clan worries when nobody can find v_c",
        "A play fight gets out of hand, and when the dust settles, v_c doesn't get back up.",
        "While racing to the top of a hill, you don't see the loose rocks until it's too late. v_c is swept away in the resulting rockslide.",
        "During a playful race, you accidentally nudge v_c off a steep embankment. They don't survive the fall.",
        "After taking a piece of poisoned prey from the fresh-kill pile, you run back to the nursery to present it to v_c, claiming that it's from a super special kind of squirrel. You then challenge them to eat it. v_c doesn't wake up later after being rushed to the medicine den.",
        "You and v_c decide to sneak outside of camp, exploring the territory on a cold, rainy day. You remember a time when v_c had really gotten on your nerves, so you tell them to stay there and you'll be right back. You leave them there and go back to camp, unknowing to what you'd just sentenced v_c to until their vigil.",
        "You and v_c always play-fight, and today was no different. You decide to be the evil badger whilst v_c is the fearless warrior. After you make one fierce play-tackle, your playtime is brought to an abrupt end, and v_c doesn't wake up again.",
        "You and v_c decide to sneak out of camp and play near a river that borders another Clan. You both have loads of fun playing tag, but things quickly take a sour turn when your friend slips at the edge of the river, and you watch as they're carried away by the current.",
        "Colder temperatures mean that the river has frozen over. The kits take the privilege to play on the ice, slipping and sliding across the banks. You're a more cautious kit, though, choosing to sit at the edge of the river and watch. That seems to have been a good idea - you watch as the ice cracks and crumbles, dunking v_c into the frigid water.",
        "You and v_c have often tried sneaking into the medicine den, every time getting shooed away with a scolding. This time you are successful. While the medicine cat is gone, the two of you have the perfect opportunity to make a mess of their herbs. You challenge v_c to eat one, and they oblige, their lack of knowledge sealing their fate.",
        "It's a sunny day, perfect for a nice play-fight. You and v_c roll around the clearing, jumping on each other's backs and pushing one another to the ground. v_c plays the part of the enemy invading camp, while you are the brave c_n warrior defending the Clan! Suddenly, something seems to go wrong when you shove v_c a bit too hard, and you never see them get back up."
    ],
    "murder kitten apprentice": [
        "You convince v_c to play a game of 'river crossing' on the stepping stones at the edge of the camp. You pretend to struggle, urging them to help. As they reach for you, you push them, causing them to tumble into the river. Their small, terrified yowls are soon swallowed by the rushing water.",
        "You beg and plead for v_c to take you on an adventure outside of camp, and whilst they're hesitant to do so... they eventually agree! Whilst out, exploring whilst the apprentice teaches you all about the cool areas, you see them slip off of a cliff, barely hanging on. v_c tells you to go get help, but instead you decide to prove how strong you are, and bite their paws until they fall off. Who's gonna be the better warrior now?",
        "You notice v_c looking extremely tired and worn out, barely responding to their peers. Seizing the opportunity, you bring them a piece of crow-food to try and 'cheer them up'. The half-awake apprentice doesn't notice the off stench and vile taste until it's far too late...",
        "You see v_c resting near the edge of a cliff, an excellent opportunity to give them a little scare. You sneak up and pounce on them playfully, but they lose their balance and fall off the edge. What was intended as a joke turns into a horrifying accident.",
        "As v_c demonstrates for the kits how to fish, you decide to play a trick and push them into the water. They lose their footing and get swept away by the current. When they don't resurface, the playful prank turns into a dreadful reality.",
        "v_c is trying to teach you how to leap onto a high ledge. Deciding to add a bit of mischief, you give them a surprise push from behind during their next jump. The unexpected force sends them tumbling onto the jagged rocks below. The intended jest has deadly consequences you never anticipated.",
        "v_c has always been good to you, but you can't help but want to play a harmless prank on them. While they're busy doing something, you tug on their tail, and as soon as they turn to scold you, you run out of camp. You turn around after running for a little bit, and stick your tongue out at them. As they start to scold you, they hear something coming, and stand over your small body to protect you. You realize once their dead body collapses slightly on top of yours, that maybe the prank wasn't so harmless after all."
    ],
    "murder kitten medicinecatapprentice": [
        "You find a dangerously weak branch hanging over the nursery. You convince v_c to play a game of 'leaping leaf' with you beneath it. During the game, you make sure to vigorously shake the branch, causing it to snap and fall, crushing v_c beneath it.",
        "Trying to make v_c jump with a fake snake, you watch as they sprint into the forest, not aware it's a prank. However, the real threat comes from a concealed badger set they blunder into. When the dust settles, v_c lies still, leaving you to contemplate the grim reality of your prank.",
        "v_c, with their gentle demeanor, always treating you with kindness, becomes the focus of your latest scheme. During their herb gathering, you playfully nudge a large rock from the cliff above them. Their sudden, shocked yelp is the last thing you hear. As you approach their body, you realize the dire consequences of your prank.",
        "You've started to develop an interest in herbs, so you go talk to v_c to learn more about how it's like being a medicine cat apprentice. You ask them if they can take you around to see some of the nearby spots to find herbs. v_c hesitantly agrees, telling you to not leave their side unless they say so. You nod your head, and they sneak you out of camp. As v_c shows you a patch of marigolds, a hawk swoops down and takes them. You stand there in shock for a while. When you return to camp, your worried Clanmates are happy to see you're ok, but not so happy when they see you carrying a hawk feather and hear you explain what happened to v_c.",
        "You bring a strange flower you found growing in the camp to v_c, asking them to identify it with wide eyes. v_c observes it for a moment, before determining that it's comfrey and taking a bite to check. They're stuck in the medicine den for a few days afterwards, eventually dying from eating what the medicine cat determines to be foxglove.",
        "You tell v_c that you spotted a cool new plant growing in a dark corner of camp that they might want. v_c happily accompanies you to go inspect it, and ducks under a ledge to get a better look. You climb up on the ledge and start jumping around and playing on it, only for it to suddenly fall under your paws! You climb out of the rubble with a few minor scratches, but v_c never comes back out..."
    ],
    "murder kitten mediatorapprentice": [
        "'Mediator apprentice' is a title v_c proudly wears. They're often busy resolving disputes. One day, you decide to surprise them with a play fight when they're deep in thought. Your small pounce startles them, making them lose their balance and tumble down a steep slope. By the time you scamper after them, they're motionless at the bottom.",
        "v_c's duty as a mediator apprentice often leaves them mentally exhausted. Seeing them resting, you sneak up and pounce on them, intending it as a playful gesture. However, they jerk awake, their startled movement sending them toppling over the cliff they were resting on. The realization dawns upon you as you stare at their lifeless body - your innocent game turned deadly.",
        "With v_c's help, you've learned to climb small trees. Eager to play, you challenge them to a race up a tall oak. Halfway up, v_c missteps and falls, their body striking the ground with a sickening thud. The tree race, intended for fun, turns into a scene of horror.",
        "During a mediation session, you decide to sneak up on v_c to startle them, for a bit of fun. As you leap out, they step back in surprise, falling into a deep, hidden crevice. Their body lies still at the bottom, your harmless prank morphing into a fatal accident.",
        "v_c, being a mediator apprentice, is always seemingly calm and collected, no matter what you say or do to them. This frustrates you, since all you want is some sort of reaction! You yell at them in the middle of camp, and as soon as you're finished, you bolt out of camp, v_c following close behind you. You've finally gotten a reaction from v_c! But just as soon as you start to laugh and boast about your victory, a large dog comes hurtling towards you. v_c grabs you and throws you towards the closest bush, and you hide in it as you watch v_c lose their life over a petty quarrel.",
        "Something bothers you about v_c. Perhaps it's their ability to somehow always be right in their mediation, or maybe it's envy. You tell v_c that you had a fight with your friend, who ran out of camp in anger and won't come back, despite the stormy weather. v_c rushes out of camp in a hurry to make sure that no kit would drown or freeze in the rain, and they never return."
    ],
    "murder kitten warrior": [
        "During a severe storm, you beg v_c to help you retrieve a 'lost mossball' up a tree. As they climb the tree to help, they slip, causing them to plummet to their death.",
        "You sneak out of camp when everyone has their backs turned. After some exploring, you come across a snake that makes an odd noise with its tail. As you get closer to it, you hear v_c calling out for you and running in your direction. v_c gets there right in time, throwing you out of the way and getting bit by the snake instead of you. You don't have much time to process what happened, as you hear other warriors coming towards you and v_c. v_c's vigil is held that night.",
        "Wanting to take the path of a medicine cat, you decide to help v_c yourself with their horrible stomach ache they are having. Since the medicine cat is away, you enter their den and grab some 'juniper berries', putting them inside a leaf and delivering them to v_c. They praise you and thank you saying that you are going to make a fine medicine cat as they eat the berries. As your eyes glimmer with hope for your future, the warrior collapses to the ground. That is when you realized you mixed up deathberries and juniper berries...How could you have mixed up medicine and deathberries? You can't help but run away, with tears in your eyes, knowing that you will never be a medicine cat after accidentally killing someone.",
        "As a tiny kitten, you couldn't do much and leave the camp, even with supervision. v_c made sure of this, but you wanna explore as much as possible before any of the other kits in the nursery so you can brag about your adventures. So, as v_c's attention was seen elsewhere, you've wriggle away from their sight outside of the camp and wonder for a bit until you come across a bush blanketed with bright berries, and immediately thought of a silly game to play when the alarming cries from v_c reach your ears. Stuffing your maw full of the berries, you've pretended to gag and tumble across the grass, wanting to give a little laugh and scare to your caregiver. However, as soon as v_c panics and tries to hold you down, a group of Clanmates spot the ordeal and were petrified at the sight, accusing v_c of a heinous act of attempted murder. The skirmish was quick and v_c's body was left covered with scars and hatred. You were left shunned at the sight. You were only playing.",
        "As a young kit, the world outside is dangerous and the queens never let their kits go out of camp. There was a snake that was near the camp exit. You called v_c to toss the snake out of camp but it was too late. v_c's body was bit by the venomous snake, and v_c succumbed to the snake's venom."
    ],
    "murder kitten medicinecat": [
        "v_c is always so calm and serious. To make them laugh, you decide to create a hole just outside their den. You watch eagerly as they step into it but the trap isn't harmless as you thought. v_c falls awkwardly, getting seriously injured, and despite their knowledge of herbs, they're unable to save themselves. Your attempt at humor results in a tragedy you never intended.",
        "While exploring the medicine den, you find a strange herb that v_c always hides from the kits. Driven by curiosity and mischief, you mix it with their meal. You didn't mean any harm but when v_c collapses later that day, a pang of guilt hits you. Your prank had a far darker outcome than you intended.",
        "You make a gift for v_c, putting a bunch of the pretty flowers they have on their shelf into a piece of prey. It's a little bit of a gift, and a bit of a prank, and you're happy to give it to them! They accept gratefully, and you leave the den, unaware that some of the pretty flowers you put in v_c's food were poisonous.",
        "You've started to develop an interest in herbs, so you go to talk to v_c to learn more about what it's like being a medicine cat. You ask them if they can take you around to see some of the nearby spots to find herbs. v_c agrees, but tells you not to leave their side unless they say so. You nod your head, and the two of you leave camp. As v_c shows you how to get juniper leaves, a snake rears its head, biting v_c. Not knowing what type of snake it was, v_c tells you that you're both headed back to camp. Now. But right as the two of you reach the camp entrance, v_c collapses. The snake turned out to be venomous."
    ],
    "murder kitten mediator": [
        "You had a dream about a scary cat in a scary forest, but the cat was nice. The cat told you about v_c, and how much they loved a specific piece of prey, and how you should give it to them. You excitedly agree, and give it to v_c, who seems shocked and grateful. What you didn't tell v_c was that the scary cat had told you to put two herbs into the prey to make it taste better... But the herbs only ended up killing them.",
        "Why does v_c have to always be right? They've sorted out so many arguments, sure, but it's getting annoying to be told no. You tell v_c that you had a fight with your friend about who was the stronger kit, and they decided to prove it by swimming in the river by themself. v_c rushes out of camp to find the lost kit, and nobody bats an eye toward you when their soaked, drowned body is returned to camp the next day."
    ],
    "murder kitten deputy": [
        "A fire rages throughout the camp! You're carried to safety by the deputy but, once you make it out, you tell v_c that someone they care about is still in the fire. This wasn't true, you just wanted your old moss ball, but you watch them dart back into the fire... they don't come back out.",
        "You were told by the older cats to not play out in the clearing as a dangerous bird was spotted not long ago hovering around. You, and mostly you, were told to settle inside the safety and cool nursery den, but with a kit with a bounce in their steps, you needed the space from the stuffy den. Escaping the sight from the older cats, you tumble outside and frolic in the clearing of the camp, your ears not perking at the shrieking of the bird spotting their meal and the spitting yowls from v_c to grab your attention. When you finally notice the danger you were in, the bird already dives down. However, with v_c more impressive size, instead of twisting your flinging body into its talon, the avian decides to grip the tearful v_c and swoop out of camp with them. The only thing left in the clearing was you, a few floating feathers, and a splatter of blood."
    ],
    "murder kitten leader": [
        "You sneak into v_c's den bringing them a piece of fresh-kill, claiming you wanted to show them how eager you are for your apprenticeship by catching them some fresh-kill. v_c, though upset that you'd snuck out of camp to do this, eats the fresh-kill without noticing the shiny red berries hidden inside. When v_c's body is found hours later, the whole Clan scrambles to find the culprit, but nobody thinks to point a paw toward an innocent little kitten like yourself.",
        "You're sick of being cooped up in the nursery, so when the medicine cat gives in to your nagging and gives you an herb bundle to give to the leader, of course you accept. Herbs are bitter and gross, you remember, so when the medicine cat isn't looking, you search for something to make the gross herbs taste a little better. You see honey, and you almost grab some before something absolutely delicious-looking catches your eye - shiny red berries. Excitedly, you scoop a bunch of them inside the herb package, a bright grin on your face. You make your way to v_c's den, placing the herb bundle in front of them and explaining that it's from the medicine cat. The leader mews a thank you, but you're not even able to leave the den before you hear v_c start gasping for air. You turn around, panicking, and watch the leader fall to the ground, trembling. You're horrified and are pushed to the side as the medicine cat rushes in. Once they realize that they are too late, the medicine cat turns on you, hissing and growling. You flatten your ears against your head and slowly walk backwards, your tail tucked between your back legs. You don't even know what you've done wrong."
    ],
    "murder kitten elder": [
        "You bring a bundle of herbs to v_c, claiming that the medicine cat asked you to bring these to them since they're busy at the moment. v_c eats the herbs, not noticing the shiny red berries you'd tucked into the bundle as just a little prank.",
        "It's a nice day out, so you and v_c decide to take a walk outside of camp - with leader's permission. As you explore the new scents and sights around you, you stumble upon a patch of what you assume to be some type of tasty berry! You rush over to v_c to tell them about it, asking if they could pick some to bring back to camp. v_c happily agrees; however, it's only when they fall to the ground, seizing with berry juice covering their jaws, do you realize how dangerous the world really is.",
        "Doesn't good old v_c want to play with you anymore? It's just funny! They were always happy to see you, why are they pretending to be weak now and whining all the time, as if just to keep you behind? You only wanted to play! Therefore, one evening you finally managed to sneak into the elders den, playing with the funny v_c until late at night! They don't talk much but they do pretend to be a menacing badger for your game. Oddly, they fall into a deep slumber right after you 'defeat' them. Thinking that v_c is just tired, you head back to the nursery."
    ],
    "murder apprentice kitten": [
        "During a game of hide and seek, you urge v_c to hide in a deep, narrow pit. They tumble in, and when the game ends, v_c is nowhere to be found.",
        "You listen to v_c begging you, once again, to teach them some of the battle moves you learned. You finally relent and tell v_c that you'll teach them later today, but they have to make sure they don't tell anyone. v_c agrees, and later that day, when no one is paying attention, you quickly sneak out of camp with v_c. You teach them the battle moves v_c so desperately wanted to learn, but not in the way they wanted.",
        "You ask a kit out onto a scouting trip to the angry eagle's nest, turning it into a perilous game of who could find an egg the fastest. You lead v_c up a tree and into the branches as the mother bird screeches, grabbing the kit with her strong talons. You smirk as they fly off into the unknown.",
        "You offer to take v_c onto a grand and exciting adventure out of the nursery. You help v_c sneak out and the two of you run into the woods. When you're far enough from camp, you suddenly speed up, leaving v_c behind. You loop back to camp, alone, and no one asks where you've been.",
        "You tell v_c to follow you, saying that you want to show them a shiny treasure you found recently. They happily agree and the two of you sneak out of camp. You lead v_c to a foxes' den, and they never come back out.",
        "You ask v_c if they want to go on a secret mission with you, and they jump excitedly at the opportunity. You lead them out of camp and head towards the Thunderpath together, but v_c never comes back.",
        "You bring v_c a piece of crow-food that you found by the side of the Thunderpath, claiming that it's from a special type of squirrel. They wrinkle their nose at it, but you encourage them to eat it. They don't wake up ever again.",
        "You invite v_c to play a game of hide and seek out of camp with you-in the middle of a snowstorm. You generously let them hide first, and when you're done counting you don't even bother trying to find them. You head straight back to camp and crawl back into your nest, snug and cozy. Later, you hear the warriors calling out for v_c worriedly, but it's no use. By the time the snowstorm is over, it's much too late for v_c."
    ],
    "murder apprentice apprentice": [
        "You invite v_c to join you in an 'adventure' by the Thunderpath, asking them to prove their courage by touching a monster. As they approach the path, you shove them onto the path right when a monster rushes by.",
        "You are annoyed by the meows of your fool of a denmate. You ask to train with them as you lead them out to the hillside. They stumble and slip off the high cliff while they yowl your name. You grab v_c's paws with a terrified look on your face. You then smirk, you've waited for this moment for a long time. You let them tumble to their death as you see v_c's fearful eyes.",
        "You've heard your older Clanmates speaking of a rat infestation in the territory and you've seen patrols come back battered with rat bites. v_c has always been a nuisance to you, always nagging you to play with them or check out their totally cool new move. Thoughtfully, you pad up to them and tell them that the both of you could become warriors early if you dealt with that rat problem. v_c agrees excitedly. But when the two of you get there and the rats attack, you sprint away, leaving v_c for dead... Their body isn't found until the next day...",
        "You and v_c seem to be constantly challenging each other, always trying to be better than each other. While on a little mission together by the closest river, v_c suggests a mock battle between the two of you. The two of you fight, actually having fun for once but this ends when you push v_c too hard, slamming them into a tree and knocking them out. You stop your mock attack and rush over but you're too late, the body rolls into the nearby river. You stare in fear at what you've done, and dash off to camp. Cats ask where v_c is and soon their mentor asks too, you keep a straight face and answer that you have no idea where they are. They don't seem to have any reason to doubt you. You got away with it but was that really appropriate to think? Either way, you seemed to have won your battle.",
        "You challenge your best friend, v_c, to come with you and fight  the dogs that are  swarming your Clan, you and v_c go to find them and chase them off, maybe you could become warriors faster this way and you will both be praised and known as heroes of the Clan. You two sneak out of camp and decide to find the dogs, however after walking a bit in the direction where the Thunderpath is, two enormous dogs lunge at you both. Shaken but ready to beat them, you both attack them, however, the dogs were much larger and experianced, one of the dogs grabs you and later you black out. You're unsure if you're still alive or not, but then...you hear a familiar voice. You open your eyes, pain surrounding your body, the medicine cat was there in front of you telling you that they found you and you were badly injured. When you ask about your beloved friend, tears fall from the medicine cat's eyes as they point their tail to the lifeless body of v_c. You can't help but live with the fact that your friend died due to your stupid reckless challenge.",
        "You and v_c have liked the same cat for a while now, and you both decide to challenge each other and see who's better. Secretly sparring outside of camp over who was gonna confess when you both became warriors, your mind flashes with jealousy over the thought of v_c with them- And before it even processes in your brain, v_c is lying on the ground with a deadly wound. You two might've been good friends, but your love was stronger than your reasoning.",
        "While out on patrol, you and v_c find an abandoned piece of brown Twoleg food wrapped in a shiny silver leaf. You dare v_c to eat it, and though they're reluctant at first, they quickly scarf it down after finding it's actually quite delicious. Neither of you understand why over the next few days afterward, v_c suddenly grows quite ill and eventually dies."
    ],
    "murder apprentice medicinecatapprentice": [
        "Sounding panicked, you rush into the medicine den, startling v_c who was the only one inside. You say there's been an accident and someone's hurt, and you lead v_c to the Thunderpath, pushing them onto it as they start to look around for the injured cat.",
        "You tell your former denmate that you found a mysterious bush of berries and ask them to check it out with you. They agree as you set out towards the river. v_c leans down to inspect the shrub, but you sneak behind and push them into the rushing water and hold them down. After a small struggle, they finally join the ancestors above you.",
        "You've always played pranks on v_c. After all, they always overreact, and every reaction from v_c is funnier than the last. You decide to go to the medicine den when only v_c is there, claiming that you have a severe stomach ache. As you lie down on your back being overly dramatic, they realize it's a joke and ask when you are going to grow up. Who are they to tell you to grow up? You decide to lightly claw at v_c's neck to startle them as another prank. However, your claws dig deeper than expected. Guess v_c is the one who'll never grow up.",
        "You and v_c were just going out for a light sparring session. Things were never meant to end this way! But when your competitive side begins to get more and more intense, you can't help it when your claws unsheath. You grin and playfully pounce, not realizing your claws are out until v_c shrieks in pain. You jump back in horror, frozen as their eyes dim.",
        "While out on patrol, you and v_c find an abandoned piece of brown Twoleg food wrapped in a shiny silver leaf. You dare v_c to eat it, and though they're reluctant at first, they quickly scarf it down after finding it's actually quite delicious. Neither of you understand why over the next few days afterward, v_c suddenly grows quite ill and eventually dies."
    ],
    "murder apprentice mediatorapprentice": [
        "While v_c is busy sorting out a mock quarrel you've staged, you lead them to a perilous cliff edge. In their concentration, they don't notice how close they are to the edge, until a small 'accidental' nudge sends them plummeting.",
        "Knowing how weak mediator apprentices are, you decide to help your Clan by eliminating them. You see v_c while patrolling around the Thunderpath, so you stalk them just like you do prey. You grab a pointed rock from the ground and jump on your target, quickly sending them to the afterlife.",
        "Your allegations of favoritism lacked concrete evidence, stemming from nothing more than your intense dislike for v_c. It began with petty disputes among the apprentices; minor disagreements that shouldn't have caused significant harm. But v_c always sided with your Clanmates, even when you were correct. Initially, you shrugged it off, but as time progressed, your evidence of code violations by your Clanmates were repeatedly dismissed by v_c. They chose to settle disputes on their own terms, insisting you should be penalized every time without fail. Your patience was worn thin, and it seemed that even with StarClan bearing witness, v_c remained steadfast in their biased mediation. Enough was enough. If they were determined to paint you as the villain, then you would play the part. After shadowing them all day, you managed to corner v_c. With your superior strength, you had the upper hand even before they could call for help."
    ],
    "murder apprentice warrior": [
        "During a discussion on a high cliff, you pretend to stumble towards v_c, who isn't expecting the sudden push. They fall over the edge, unable to prevent their own tragic fate.",
        "You're in the midst of a hunting lesson with a warrior. Mimicking the low belly-to-ground stance they taught you, you stage a pretend pounce on an imaginary mouse. As the warrior approaches you, the Twoleg trap you'd carefully arranged snaps shut on their leg. Taking advantage of their sudden vulnerability, you make your fatal move before dashing back to camp, shedding convincingly fake tears as you run.",
        "You're tired of v_c constantly bossing you around and putting you on dawn patrols! It's time to get rid of this thorn in your side! The next day when v_c goes to wake you for the dawn patrol, you make sure you're not in your nest but rather, near a notorious fox-den. When v_c grumpily comes following your scent, you lure the fox out. They jump to protect you, taking a bite to the neck as you run away shamelessly.",
        "You rush to v_c, hurrying them to run with you to a valley where a kit from another Clan was stuck, about to get ripped apart by some dogs. When you get there, the kit is still alive, and the pack is getting ready to attack. v_c orders you to stay there as they lead the dogs away. You try to help, only stumbling and putting both of you in danger as v_c tries to help you. You scramble up and continue running, but v_c is already too far behind, only managing to toss you the unconscious kit as they are killed by the beasts. You storm back to camp, crying, still not believing that v_c is dead and it's your fault."
    ],
    "murder apprentice medicinecat": [
        "You've never truly cared about how important medicine cats are to a Clan. Not only that, but you also openly mock medicine cats and their apprentice's, calling them cowards. When v_c finally confronts you, having had enough of your nonsense, they tell you that a true warrior would know the importance of each role in the Clan. Outraged, you decide to teach v_c about how important battle training is by killing them. As they lay there dying, you tell v_c that maybe learning how to fight IS more important than collecting stupid herbs, huh?"
    ],
    "murder apprentice mediator": [
        "You and another cat had a huge fight, and v_c ended up taking the other cat's side, trying to gently explain what the other cat was trying to say. You're angry - how dare v_c! Without thinking, you leap forward, slaying the inexperienced mediator, and threatening the other cat into silence."
    ],
    "murder apprentice deputy": [
        "Panting, you run to the deputy and tell them that the leader was attacked on patrol. v_c shoots to their feet and together, you race towards where the ambush is supposedly happening. When you get there, they look around in confusion, trying to find the fighting. Their distraction makes it easy for you to shove them off the cliff and they yowl as they tumble over the edge."
    ],
    "murder apprentice leader": [
        "You convince v_c to check a 'dangerous' crevice you found, claiming it could be a threat to the Clan. As they lean over to investigate, the ground gives way, swallowing the leader.",
        "You've always admired the leader. v_c is brave, intelligent, and an inspiration to all apprentices just like you. Like all apprentices, you want to be on patrol with the brave leader of your Clan. Like all apprentices, you want to be taught by the best, whether they're your mentor or not. Here you are, on patrol with v_c, just you and them. You're adoring your private training session. Claws sheathed, claws sheathed, you tell yourself, but as v_c leaps over you, it feels like time slows down. You lift up your paw - your claws, actually - and shut your eyes. When you open them, your paw is still in your air, but v_c isn't attacking you anymore. You don't even want to know what you've done. You can't bring yourself to look."
    ],
    "murder apprentice elder": [
        "You coax v_c to a new 'warm and comfortable' resting spot you've found. Unknown to them, it's an unstable ground near the river. As they settle, the ground collapses and they slide helplessly into the rapid river.",
        "You bring v_c a large bird from the freshkill pile. They dig into it, unaware of the shiny red berries you'd placed inside. Later, it's decided that they simply died from old age."
    ],
    "murder medicinecatapprentice kitten": [
        "You encourage v_c to eat some shiny red berries you've found, saying that they're super tasty - better than freshkill even! Happily, they thank you for the snack, but don't wake up afterwords.",
        "When v_c stumbles into the medicine den, you leap at the opportunity to test out the more dangerous herbs you have stashed. You convince v_c that, although they're bitter, the herbs will help them grow big and strong, a warrior that will make their Clan proud! v_c is later found having gone to StarClan prematurely.",
        "Every time v_c leaves the nursery, you can't help but feel uneasy - is that StarClan whispering about their fate? When they come to your den needing treatment, the visions of claws flashing through the dark fade as you sit and watch their condition deteriorate.",
        "A cat appears to you in your dreams, stinking of the Dark Forest. They repeatedly ordered you to get rid of v_c or their presence will destroy the Clans! With a cold heart and simply taking justice in your paws, you call v_c over, whisper that you need a little helper for a herb hunting challenge for a rare black berry, and secretly take them out of camp. After finding the challenge- in the form of deadly nightshade - it didn't take much for the silly kit to agree to engulf the alluring berry from your command and fall down dead. At least, with the deadly nightshade, the poor kit didn't have to suffer."
    ],
    "murder medicinecatapprentice apprentice": [
        "You convince v_c to take a 'muscle-strengthening' herb before training. The herb is actually foxglove, and the apprentice's heart stops forever.",
        "You're sick and tired of v_c looking down on you, so when v_c mocks you once more, you decide enough is enough. Later that day, v_c comes to you, saying they have a stomachache. You give v_c some herbs that you claim are meant to be for treating stomach aches. You tell v_c you have something important you need to do, so you leave them to consume the herbs alone. You come back to find the medicine cat trying to revive v_c. You hide your smile as you think about how they can never laugh at you again.",
        "You have always looked out for v_c, even when they said they're fine. However, they have always ignored your advice, much to your anger. It doesn't take long before they're stuck in the medicine den again, protesting and refusing to eat your bitter herbs. The stink of infection grows on them, but they continue to scorn your skills. When v_c starts complaining about sores and aches, you quietly create another poultice, promising v_c that it'll help with the pain. Much to their surprise, they don't choke down poppy, but deathberries, spitting and sputtering for help. You turn away. v_c has never listened to you, so why should you listen to them? When the warriors find them dead in their nest, you tearfully tell them that the infection had gotten too bad... You had tried everything to save v_c, but it was too late."
    ],
    "murder medicinecatapprentice medicinecatapprentice": [
        "v_c approaches you to see if you recognize an herb they found. You tell them it's completely safe to eat and watch them have it as a snack. It's yew berries and v_c is later found dead from the poison."
    ],
    "murder medicinecatapprentice mediatorapprentice": [
        "You persuade v_c to try a 'new' herb, claiming it helps with clarity and decision making. It's yew leaves, and before long, v_c succumbs to the deadly poison."
    ],
    "murder medicinecatapprentice warrior": [
        "You convince v_c to take a 'muscle-strengthening' herb before a patrol. The herb is actually foxglove, and the warrior's heart stops forever."
    ],
    "murder medicinecatapprentice medicinecat": [
        "v_c asks you to pass them the poppy seeds, you give them foxglove seeds instead. v_c is found dead later frothing at the mouth from the poison."
    ],
    "murder medicinecatapprentice mediator": [
        "You offer v_c a 'calming' herb to help with their mediations. It's a poisonous mushroom. The mediator's voice is silenced forever."
    ],
    "murder medicinecatapprentice deputy": [
        "While your mentor is out preparing some warriors for battle, v_c comes to you for some traveling herbs. Of course, you're happy to help! Or so they think... The deputy, clueless about herbs, fails to notice the foxglove and yew berries you've mixed in. They screech and froth at the mouth before falling to the ground. Their death is chalked up to some kind of sudden heart attack after you clean up their body..."
    ],
    "murder medicinecatapprentice leader": [
        "v_c falls deathly sick, and you see an opportunity when your mentor advises to give them some herbs to help v_c heal. Instead, you feed v_c some deadly herbs, and they succumb to the sickness. And the poison you suppose.",
        "You see your chance to finally put things right when v_c comes into the medicine den complaining of some inability to sleep. As your mentor has always suggested for such cases, you give them poppy seeds. Perhaps a few more than usually recommended, but v_c doesn't notice the unusually large dose. They never wake up from their nap."
    ],
    "murder medicinecatapprentice elder": [
        "You tell v_c about a new herb to ease their aches and ask them to try it. It's actually water hemlock. Within hours, v_c succumbs to the poison."
    ],
    "murder mediatorapprentice kitten": [
        "You encourage v_c to eat some shiny red berries you've found, saying that they're super tasty - better than freshkill even! Happily, they thank you for the snack. v_c is later found, already having joined StarClan.",
        "As you come to realize how easily your voice can control others, you test this out on a simple-minded kit - v_c, to be precise! Lately, the young kit has had a case of the zoomies, and you propose they expend their energy in a burrow not far from camp. You sweeten the deal by telling them they can play as much as they want there with no supervision! With a bright smile and a pep in their step, v_c thanks you and heads into the burrow. You say your goodbyes, turning away with the knowledge that the kit wouldn't be coming back out.",
        "v_c has always wanted to be a mediator, and you've heard that fact straight from their jaws about a hundred times. You decide to take them on a super special early mediator training. You tell them that there's a scared kit inside a burrow, and their job was to convince it to come out and save it before you come back. Unable to tell the difference between fox scent and cat scent, v_c happily agrees."
    ],
    "murder mediatorapprentice apprentice": [
        "You get in an argument with v_c. You instigate them so that they are the first one to attack and draw blood. You end up killing v_c in so-called self-defense.",
        "Your friend comes to you in tears, venting about something v_c did to them. It sends you into a rage on their behalf though you don't show it. Later, you decide to 'deal with' v_c's attitude. You lead them out of camp at night under the guises of wanting to talk. When you and v_c arrive at a calming stream, you swiftly pounce and hold their head under water as slowly, the life drains from their eyes..."
    ],
    "murder mediatorapprentice medicinecatapprentice": [
        "You had always felt a stab of jealousy every time v_c had brought up their past success with healing a patient's injury or sickness, silently loathing as they relayed all of the praise that they had received. Thankfully, you managed to slip v_c the location of a new 'herb patch' just beyond a remote location in the territory. When v_c's body is found covered in wounds, you try your best to acquire your Clanmate's sympathy, wailing that you never meant for this to happen. After all, you couldn't have possibly known that a fox den would conveniently be located in the same spot you had mentioned the herbs were, right?"
    ],
    "murder mediatorapprentice mediator apprentice": [
        "During a staged argument near the river, you push v_c into the rapid currents while pretending to lose your balance. The apprentice is swept away, never to be seen again.",
        "v_c is always getting on your nerves, as the Clan praises them more than they have ever even looked at you. You decide enough is enough, and in the dead of night, you kill them. Maybe now, they'll stop stealing your sunlight."
    ],
    "murder mediatorapprentice warrior": [
        "You convince v_c to demonstrate a dangerous leap across a gorge. As they leap, you 'accidentally' startle them with a loud yowl, causing them to lose focus and fall.",
        "Seeing v_c once more boasting in the clearing, you narrow your eyes. Just as v_c is about to head out on patrol, you lift your tail, meowing a greeting to them and cutting them off. You tell v_c all about the recent sighting of a dog in a lesser-travelled portion of the territory, feigning shock at the fact that no patrols have gone out to chase it off yet. You convince v_c that it's only a little dog, and being such a strong warrior, they should have no trouble with it... As you watch v_c confidently trod out of camp, you know that they will never return to the Clan after meeting the jaws of the large dog you've just sent them after."
    ],
    "murder mediatorapprentice medicinecat": [
        "v_c has been nothing but cold whenever they've treated you. You've tried to use your mediation skills to convince them to like you or at least respond kindly to you but nothing seems to work. Heart bitter and claws unsheathed, you pad into the medicine den. v_c is surprised and annoyed when you come in with a plump mouse at the ready. They brush you off saying they don't have time to sit around with an apprentice. Trying to keep your fur from bristling, you insist that they at least eat the extra tasty mouse you brought them. You smirk when you later hear of their death and try to hide your joy when you see their cold lifeless body in the clearing that night."
    ],
    "murder mediatorapprentice mediator": [
        "v_c is always kind, understanding, and patient when they train you, but you feel like they're treating you like that to mock you for your ignorance. You've had enough, and while you two are having a mock argument away from the eyes of your Clanmates, you attack them. Although v_c is older than you, it seems you know more about battle than they do, since you witness the light slowly leave v_c's eyes."
    ],
    "murder mediatorapprentice deputy": [
        "When you're thinking about how to deal with other Clans, you get an idea. You convince v_c that another Clan had been antagonizing others near the border, and bring them to where the river broke between the territories. As you both approach, you manage to tackle the deputy in and watch them get washed away."
    ],
    "murder mediatorapprentice leader": [
        "It was just supposed to be a lie, a small little lie, but it turns out v_c took it seriously. You'd just wanted two warriors to get along, so you lied and said there were some warriors attacking the border. The leader had run over there to check it themself, and you followed. You killed them quickly out of panic... The leader never saw it coming. All over a silly lie to fix a small issue."
    ],
    "murder mediatorapprentice elder": [
        "After having to settle an argument between a few elders over the best sunning spot for the umpteenth time, you decide that you've had enough. At sunhigh when the day was at its warmest, you decide to take a particularly bothersome elder out of the camp, promising to lead them to a private sunning spot where they can finally get some peace. As the two of you approach a patch of long sunlit grass, you graciously allow the elder to go first, 'forgetting' to mention the hidden dangers ahead. You turn away and begin to head back to camp, ignoring the elder's yowl of pain and wails for help as an adder sank its fangs into their side.",
        "v_c's state of mind has slowly started to deteriorate, causing them to lash out in their confusion. As you try to calm v_c down, they demean you, saying that a youngster such as yourself doesn't know anything. You prove v_c wrong by murdering them while the whole Clan slept late that night, a smile gracing your face as you whisper to them that you at least know how to kill."
    ],
    "murder warrior kitten": [
        "You encourage v_c to eat some shiny red berries you've found, and after eating them, v_c is later found having travelled to meet Silverpelt early.",
        "You offer to take v_c onto a grand and exciting adventure out of the nursery. You help v_c sneak out, and the two of you run freely through the territory. When you're far enough from camp, you suddenly speed up, leaving v_c behind. You loop back to camp, alone, and no one asks where you've been.",
        "You tell v_c to follow you, saying that you want to show them a shiny treasure you found recently. They happily agree and the two of you sneak out of camp. You lead v_c to a foxes' den, and they ask you what the smell is with a wrinkled nose. You tell them not to worry about it and push them forward, saying that the treasure is inside. With an anxious look at you, they slowly head in. You don't stay to listen to the foxes' feasting.",
        "You invite v_c on an adventure, and their enthusiasm is palpable. Guiding them away from the safety of the camp, you steer towards the perilous Thunderpath. As the ominous rumble of a distant monster fills the air, you coax v_c onto the path, reassuring them that you're right on their tail. As the monster's lights cut through the darkness, barreling towards you both, you dart back across to safety, leaving v_c frozen in its path. You don't bother looking back.",
        "You bring v_c a piece of crow-food that you found by the side of the Thunderpath, claiming that it's from a special type of squirrel. They wrinkle their nose at it, but you encourage them to eat it, saying that it's about time they had proper food instead of milk. They swallow it down with difficulty, and later, v_c doesn't wake up.",
        "You gently pad over to v_c and with a reassuring smile, tell them that you have a secret mission for them! After helping v_c sneak out, you scruff them a little too hard. Your grip tightens and tightens. The kit soon starts begging you to put them down but by then, they're already starting to lose blood. You drop their body into a river and leave with a malevolent grin."
    ],
    "murder warrior apprentice": [
        "v_c's aloofness and refusal to learn or improve has infuriated you one too many times. You take them out of camp for some private battle training. Instead, you slaughter v_c, and put their dead body next to another Clan's border. You head to a nearby water source to wash the blood off.",
        "You bring v_c out of camp on a supposed hunting session, and you order them to hunt on the neighboring Clan's territory instead. They hesitate, but you stay stern and authoritative, and eventually they slink over the Thunderpath. You wait on the other side until v_c bursts out of the bushes, terrified, with yowls chasing them. The enemy warriors found them stealing. In their haste to get back to safety, they don't notice the monster bearing down on them in the middle of the Thunderpath.",
        "You take v_c out on a training session and show them a few fighting stances. Then you bring them to a place where you know rogues often roam and order them to put their newly acquired skills into practice. They hesitate fearfully, but you tell them that the two of you won't be going back to camp until they comply. You watch as v_c tries to overpower a rogue and gets outnumbered three to one. Flicking your tail, you turn to head back to camp, ignoring the blood being spilled behind you.",
        "You tell v_c that they'll be learning how to climb trees today. You bring them to the highest tree around and order them to break off a branch from the top and bring it back down to you. They protest that it's too high, but you whirl on them with unsheathed claws and scare them up the tree. As they cling to the bark, you remind them of what they have to do. Slowly, v_c inches upward paw by paw, until you can barely see them in the leaves anymore. But all it takes is one misplaced paw and they're tumbling head over heels back toward the ground. You don't catch them.",
        "You tell v_c that they'll be learning how to swim today. You bring them to the river and push them in. As they paddle around uncertainly in the shallows, you suddenly grab the top of their head and force them underwater. They flail underneath your paw, exhaling bubbles and splashing wildly, but you don't let them up. Eventually, they stop moving. You let the current do its work and wash the body away."
    ],
    "murder warrior medicinecatapprentice": [
        "You ask v_c if they need any help with their herb gathering duties. They gratefully accept your offer, and the two of you head out of camp together. As they're chattering away about what to keep an eye out for, you spot a bush of little red berries. You leap at v_c and pin them down easily, since they didn't have any warrior training. You force them to swallow deathberries even as they lash out blindly at you. When their body goes cold and still, you drag their corpse back to camp and sorrowfully explain that their mentor mistook the berries for something else and ate them."
    ],
    "murder warrior mediatorapprentice": [
        "v_c is always lecturing you about how you need to control your anger, and telling you that a warrior should know when to admit they're wrong or apologize. This infuriates you. What does a meek little mediator apprentice know about what is right or wrong to warriors? You decide to teach them a lesson about anger that they'll never forget, as you take v_c outside of camp and kill them.",
        "After wandering the territory on a 'solo patrol', you sprint back into camp, trying your best to feign alarm as you bound over to v_c. You quickly explain that there was an argument between two patrols at the border and that you needed them to de-escalate the situation before it turned into a border fight. As v_c ran out of the camp, you follow them, taking great care to keep yourself as quiet as possible. Eventually, with a well-timed jump, you manage to leap onto their back, forcing them onto the ground. v_c didn't have time to react before you kill them, their eyes growing dimmer until they reflected only the sky above."
    ],
    "murder warrior warrior": [
        "Competing in a tree-climbing race, you and v_c scale a particularly tall and old tree. In the heat of the competition, you 'accidentally' push a weak branch v_c is about to leap onto, causing them to fall to their doom.",
        "You take v_c on an unsuspecting hunting trip, early in the morning just as most cats wake up. As you approach a badger sett, you have the perfect idea. With fur ruffled up and a wide-eyed expression, it was easy to convince the rest of your Clan that the badger got v_c, and the blood on your claws oh so obviously belonged to the badger.",
        "You have had enough of v_c's teasing for too long. It's time to make them regret ever wronging you. You sink your claws into their side, satisfied at their yowls of agony, the adrenaline kicking in at the thrill of doing something you have wanted to do for so long. You watch as their body finally falls to the ground, dead, and a small smile comes on your face.",
        "You never wanted to kill v_c, but there's no choice. You claw at them, watching with pity as they beg for you to stop, but you can't now. The damage has been done. You watch in regret as their body falls to the ground, dead.",
        "v_c is a problem- always getting in the way, never quite fitting into Clan life in the way they should. All you want to do is restore the balance of the Clan, and as v_c runs face first into the angry badger you've lured to their location, you can only hope this does it.",
        "In the midst of a surprise border clash, as enemy cats swarm around you and v_c, a lethal clawed strike is aimed for your throat. Yet with swift agility, you maneuver v_c's body from your side and use it as a protective barrier. Your eyes, cold as stone, watch as deadly claws effortlessly end the life of your former Clanmate.",
        "You and v_c have been butting heads a lot lately. As an apology, you ask v_c to meet you at a certain spot in your Clan's territory, but not to come for a while since you have to prepare the surprise. Thinking you're being genuine, they agree. When v_c goes to the meeting spot, they don't see you, so they start following your scent. By the time they find that you've climbed the apple tree, it's too late, as you shake the branches dropping a good amount of apples on them, making sure one hits v_c's head. You bring their body back to camp, saying you went on a walk with v_c when suddenly an apple hit them on the head. They seem to just be unconscious, but the Clan finds v_c dead the next day."
    ],
    "murder warrior medicinecat": [
        "v_c has always been more than happy to treat your wounds, but something about them always irritates you. For some reason, v_c asks you to pick herbs with them, saying it would be just the two of you. You agree and venture out into the Clan's territory with them. They start talking about StarClan at one point, and finally, you snap, sending them to that beloved StarClan they always go on about.",
        "During a border skirmish, you're told to go grab v_c to help treat the injuries of the wounded cats. You agree, and rush to camp, breathlessly explaining the situation to v_c. When you lead them to the battle, it's still going on, and as an enemy warrior darts towards you, you dodge them and do nothing as you watch v_c get murdered whilst begging you to save them."
    ],
    "murder warrior mediator": [
        "v_c is always getting on your nerves, always acting like they're better than you by scolding you for your behavior. They confront you once more about your actions, and you decide enough is enough. You storm off and out of camp, knowing full well that v_c will follow you in the hopes of trying to make you a better cat. You then find a venomous snake and shove v_c onto it. You bring their corpse back to camp, and show some Clanmates the snake bite. You can feel their judgemental eyes on you, but you hope that everyone will view it as a tragic accident.",
        "You've never liked v_c. They've been constantly trying to get in the way of others, butting into private conversations, and now that you've discovered that v_c has started to play matchmaker between you and a certain someone you've been friends with, your rage towards them has started to build. v_c has created an awkward rift between you and your best friend, and for what? Fun? Tonight, you spot the perfect chance to put an end to your biggest annoyance. The mediator is leaving camp for a midnight walk, and you follow them. Just when v_c thinks that they're alone in a clearing, you burst through a bush and pounce before they can act. You drag their body to the border of another Clan and place them there. Before you return to camp, you wash your face, thinking about your perfect, justified crime."
    ],
    "murder warrior deputy": [
        "You stagger into camp, desperately crying out for your leader, but v_c is who questions you. You claim an apprentice has fallen and is now trapped, and you need their assistance immediately. When you arrive at the 'scene' with v_c, it turns out you've 'accidentally' arrived at a predator's den, the snapping jaws pulling v_c to meet their fate as you make your escape.",
        "You were tired of v_c stealing your sunlight. You worked so hard, and then somebody like them just had to be chosen as the deputy of c_nClan. You tell them to meet you in private. They agree and follow you to the private spot, where you kill them.",
        "'It's for the good of the Clan', the voice insists in your mind as you follow v_c out of camp. It's for the good of the Clan, they're a menace! When they become leader, they will destroy the Clan! With claws unsheathed, you leap at v_c, catching them off-guard and making their end quick. With blood dripping from your pelt, your whole body shaking, you send a prayer to StarClan. It's for the good of the Clan."
    ],
    "murder warrior leader": [
        "v_c isn't fit to lead anymore. Following them out into the territory, you don't hesitate to push them out onto the Thunderpath, turning away before you see what happens. v_c is found later, having all of their remaining lives stripped away from them.",
        "You're sick of how kind and understanding v_c is, believing that a leader needs to be fierce and unforgiving. When on a patrol with only v_c, you run into another Clan that your Clan is nowhere near friendly with. You instigate a battle, and you successfully escape, injured but alive. You alert the Clan to what happened, but when you bring another, larger, patrol with you, you find v_c was not so lucky, having lost the rest of their remaining lives in the battle."
    ],
    "murder warrior elder": [
        "As you enter the elder's den, you greet v_c with a smile, and they smile back at you and ask for help with ticks. You oblige, moving forward despite v_c questioning if you need some sort of herbs for that. Silently, you snap their neck, a quick and painless kill as you dart out of the den before anyone sees."
    ],
    "murder medicinecat kitten": [
        "You encourage v_c to eat some shiny red berries you've found, and after eating them, v_c is later found having travelled to meet Silverpelt early.",
        "Every time v_c leaves the nursery, you can't help but feel uneasy - is that StarClan whispering about their fate? When they come to your den needing treatment, the visions of claws flashing through the dark fade as you sit and watch their condition deteriorate.",
        "You take v_c out of camp to stargaze with you, because no kit can resist getting to leave camp! As you watch the sky and explain to v_c how those are all your ancestors, you spot a shooting star. You convince v_c that if they chase it and find where it fell, they might be able to see a real ancestor cat! They run toward where it was going, and as they pass close to a river, you push them in."
    ],
    "murder medicinecat apprentice": [
        "Whether from rowdiness or by accident. v_c messed up your herb storage. Again. You quickly grew annoyed at this when it first started happening, but now? You ask v_c to help gather the herbs that they destroyed, that's the only punishment you were gonna give them, until they started messing around with a deathberry bush. You tell them to have a snack, it's just raspberries, and they do so. It didn't take long and, with their recent bout of foolish behavior, the Clan would surely believe you if you told them v_c had eaten them before you could stop them."
    ],
    "murder medicinecat medicinecatapprentice": [
        "After you come up with a story about a new healing herb, you convince v_c to taste some foxglove seeds. Hours later, v_c is found lifeless, frothing at the mouth from the poison."
    ],
    "murder medicinecat mediatorapprentice": [
        "In the early dawn, you overhear v_c and your leader discussing sending aid to a neighboring Clan. A flash of anger surges through you- how dare they give away your precious herbs! As v_c travels across the border to negotiate the terms, you quietly follow behind and attack them, hoping to frame the undeserving outsiders and block them from touching a single leaf."
    ],
    "murder medicinecat warrior": [
        "Most warriors know how important the role of a medicine cat is, but not v_c. v_c always mutters about how useless you are, or when the two of you are alone, they tell you that you'd die without them and the rest of the Clan. Fed up, you decide to teach them how important your role is by taking them on an herb gathering patrol, persuading them to eat death berries by telling v_c that the berries, despite their name, actually lengthen a cat's lifespan. When you know they're too far gone to save, you rush them to camp to make it look like you're trying to save them. Maybe now v_c will know just how important you are.",
        "Each time you and v_c look each other in the eyes, a cat appears, ghostly in nature, muck dripping from their pelt. You don't know them but what you do know is that they're telling you that v_c is a threat and that they must be eliminated. Their voice starts to echo in your head, so when v_c comes to you asking for treatment for something or other, you decide to give them some foxglove instead. Maybe now, the cat will stop."
    ],
    "murder medicinecat medicinecat": [
        "After a childish argument with your fellow medicine cat, you challenge v_c to a light-hearted contest: who can eat their prey the quickest. Little do they know, you've managed to sneak a few deathberries into their meal. v_c is later found lifeless, with deathberry juice dripping from their mouth.",
        "v_c has always been the most beloved medicine cat, the one that everyone comes in to see. There's only one way to end this in your mind. You take v_c on a routine herb-gathering expedition. Medicine cats aren't known for their fighting, but there's something satisfying about personally taking the life of v_c. You return alone, ducking into the medicine den as if on an urgent errand so that you can clean up."
    ],
    "murder medicinecat mediator": [
        "You and v_c have been bickering lately, and behind their back, you've brought up how utterly pointless their role is. v_c overhears, and later, challenges you. You apologize with a gift. It's a poisonous mushroom. The mediator's voice is silenced forever.",
        "In the early dawn, you overhear v_c and your leader discussing sending aid to a neighboring Clan. A flash of anger surges through you- how dare they give away your precious herbs! As v_c travels across the border to negotiate the terms, you quietly follow behind and attack them, hoping to frame the undeserving outsiders and block them from touching a single leaf."
    ],
    "murder medicinecat deputy": [
        "Deep in your heart, you know that v_c's reign as leader will be disastrous. What was your leader thinking, appointing them? Every time you bring up your concerns with a Clanmate, they brush you off and insist v_c is great. You must be the one to save the Clan. You begin slipping poisonous herbs into the cures for their everyday ailments, and mourn with your Clanmates when your 'treatment' finally steals their lives.",
        "You're the leader's third in command, a high rank that should be here to give advice. So why, then, did the leader never consult you before appointing v_c as deputy? Why would they leave you out of such a big decision, as if you were not a high rank at all? As v_c comes in with a mild case of greencough that could have easily been treated, you simply say there was nothing you could do. You watch v_c slowly fade away, and mourn with your Clan for a cat taken too soon for an untreatable illness. You make sure to remind the others that sometimes, there's nothing a medicine cat can do for a cat who is too sick."
    ],
    "murder medicinecat leader": [
        "After an intense border skirmish, v_c comes to you asking for something to help with their pain. Instead of giving v_c poppy seeds, you gave them foxglove seeds. Later, they are found dead in their nest, stripped of all their remaining lives.",
        "You have listened to v_c rant and meow about how medicine cats aren't that important to Clan-life and that they wouldn't need them because of their nine lives it infuriated you, till the point you gave v_c poisoned freshkill, they ate it failing to notice the shiny red berries and foxglove seeds, to make sure they don't wake up. Later v_c is found in their den in the morning, cold and lifeless, all of their lives taken from them."
    ],
    "murder medicinecat elder": [
        "Lately v_c has been complaining and meowing on about how their always in pain and no matter how many poppy seeds you give them a mixture of deathberries, foxglove seeds, a single leaf of catmint and poppy seeds, one herb to hide the foul bitter taste of the poisonous herbs and another herb to put them to sleep before they can realize what happened, v_c is later found dead in their nest in the elders den."
    ],
    "murder mediator kitten": [
        "You encourage v_c to eat some shiny red berries you've found, and after eating them, v_c is later found having travelled to meet Silverpelt early.",
        "You don't know who that cat you saw in your dream was, but they gave you one clear goal. The memories of that shadowy, foggy forest flash in your mind as you sneak v_c out of camp before any cat wakes up. You have time to return and clean up before anyone even awakens, and when the Clan realizes what happened, they only conclude it must've been some injury or predator attack from sneaking out.",
        "With your charming mediator abilities, you convince v_c to run out of camp to give a message to a neighboring Clan, stating only someone as brave and sneaky as them can do the job. v_c never comes back."
    ],
    "murder mediator apprentice": [
        "Your role as a mediator requires understanding, but you're sick and tired of v_c saying that your role is pointless, and that you're weak for not choosing to be a warrior. You decide to have a little chat with them, and lead them far from camp. Little does v_c know that you've led them to the den of a vixen and her cubs. You purposefully argue with v_c, their back turned towards the entrance of the den. The vixen defends her cubs by killing v_c, and while she's preoccupied, you high tail it out of there.",
        "You approach v_c one day, telling them of a spot you've found in the territory with plentiful fresh-kill. v_c doesn't believe you at first, as their mentor informed them that there's a badger sett in that area, but you convince v_c that their mentor just told them that so they could catch all the fresh-kill for themself. Believing your lie, v_c heads off to go hunt, never to be seen again.",
        "v_c is always causing trouble with other Clanmates and you're sick of having to run around and mediate all the fights they directly cause. You decide to end their shenanigans permanently. You order the apprentice in a sharp voice one day, to follow you for a 'chat'. v_c grumbles and follows you out of camp. You lead them to a waterfall and when they're complaining for the final time, you quickly pounce, biting their neck. No cat could ever hear their yowls over the roaring downpour of the nearby fall and the bubbling of the river. Their body is found downstream a few days later."
    ],
    "murder mediator medicinecatapprentice": [
        "As a mediator, you always try to find the time to try and fix (or further instigate) your Clanmates' problems, and v_c is no different. v_c asks you if you can accompany them to gather herbs so that they can talk to you about your problems while doing so. You agree, and as they get close to the raging river to gather some horsetail, you push them in, watching v_c flail around as they get dragged beneath the surface."
    ],
    "murder mediator mediatorapprentice": [
        "You've trained v_c well. So well, in fact, that the Clan praises v_c for their valuable insight and astounding problem-solving skills. You're afraid that, if this keeps up, your Clanmates will think you're inept. So, you tell v_c that you want to have some mock arguments with them while going through the Clan's territory. They agree, when you reach the Thunderpath in your Clan territory, you shove them into a speeding monster. You bring v_c's lifeless corpse back to camp, stating that they weren't careful when crossing the Thunderpath.",
        "Although you know v_c is an apprentice and requires training, you find their ignorance in regards to problem-solving irksome. You decide to teach them how to shut a cat up permanently, as you walk away from their lifeless corpse with bloodstained paws."
    ],
    "murder mediator warrior": [
        "Your role as a mediator requires understanding, but you're sick and tired of v_c saying that your role is pointless, and that you're weak for not choosing to be a warrior. You decide to have a little chat with them, and lead them far from camp. Little does v_c know that you've led them to the den of a vixen and her cubs. When the vixen comes out to protect her cubs, you beg v_c to protect you, after all, you're a weak little mediator. v_c agrees, so you hide in a tree, watching the life leave v_c's eyes as the vixen mauls them.",
        "Whenever you show up to fix an argument, v_c is always there to make it worse. Fighting at Gatherings, pitting apprentices against each other... how far will they go? You ask them to meet in private to discuss their behavior again and solve the problem permanently."
    ],
    "murder mediator medicinecat": [
        "As a mediator, you always try to find the time to try and fix (or further instigate) your Clanmates' problems, and v_c is no different. v_c asks you if you can accompany them to gather herbs so that they can talk to you about your problems while doing so. You agree, and as they get close to the raging river to gather some horsetail, you push them in, watching v_c flail around as they get dragged beneath the surface."
    ],
    "murder mediator mediator": [
        "v_c... no matter how many problems you solve, or how many cats you bring together, v_c is always there to mess it all up. It almost feels like they're taunting you at this point, doing this just to anger you. Well, it worked, and now they're dead on the ground in front of you... anything to solve a problem for your Clan, even if v_c was the problem.",
        "No matter how many relationships you sabotage, v_c always, somehow, brings those cats back together again. Thankfully, they won't be able to do that anymore."
    ],
    "murder mediator deputy": [
        "v_c was always a problem-causer, and frankly you have no idea how they were chosen as deputy. They're constantly so confrontational against others, always quick to start fights, and you fear what would happen if they became leader. To ensure your Clan never has to deal with that, you invite v_c out on a stroll- straight to the den of a badger. As the angry badger comes out of it's den, you shove v_c down and run as they're left to the badger's claws.",
        "Though mediating is your job, you're tired of seeing the same cat come up again and again. You decide that the best way to stop all these arguments is to... remove the problem. As you lead v_c away, telling them that someone wanted to talk to them, the clueless deputy is entirely unaware of where you're leading them. You feign a confused expression when no other cat shows up to this empty fox den, and then harshly push v_c into the den and roll a rock over it, collapsing the inside. Problem solved."
    ],
    "murder mediator leader": [
        "With a quiet meow, you dip your head as you enter the leader's den. You were summoned here to deal with an issue that the leader had been having, needing advice with some issues concerning another Clan. As you settle down, v_c begins to explain the issue, getting so into it they don't notice you slip deathberries into a piece of prey. They take a small bite, and soon collapse to the ground from the weakness. It doesn't matter how many lives you need to take, you'll take all of them to get them out of the way.",
        "While the entire Clan is asleep, you sneak into v_c's den and take care of them, though you quickly lose track of their lives before they're fully gone."
    ],
    "murder mediator elder": [
        "You have been silently heaving another breath hearing another v_c's rambling against someone for the past few moons. You've tried everything to mend between the two, but v_c, just being v_c, was too stubborn to admit they were in the wrong in the petty arguments. A cat can only take as much from the nagging and screaming, and elders are part of the core of a complete Clan, but your headaches have been worse than ever and it becomes worse when v_c threaten to report your 'incompetencies' to the leader. Having enough, you told v_c to take a load off by having a breath of fresh air outside camp with you to ease the tension. With v_c's aging body, it was easy and a pleasant walk back into camp without them.",
        "v_c has never been the sharpest claw in the Clan, but their attitude only makes everything worse. Sure, they're an elder, but that isn't an excuse for v_c to constantly and consistently belittle and disregard you. One day, after hearing v_c talk about missing their days as a warrior, you tell them that you'd be more than happy to take them out on a walk through the territory so that they can relive their youth. v_c reluctantly agrees, and doesn't realize in time that you led them to a fox trap. You leave v_c for dead as you hear their choked sobs get quieter and quieter."
    ],
    "murder deputy kitten": [
        "You encourage v_c to eat some shiny red berries you've found, and after eating them, v_c is later found having travelled to meet Silverpelt early.",
        "You offer to take v_c onto a grand and exciting adventure out of the nursery. You help v_c sneak out and the two of you run into the woods. When you're far enough from camp, you suddenly speed up, leaving v_c behind. You loop back to camp, alone, and no one asks where you've been.",
        "You tell v_c to follow you, saying that you want to show them a shiny treasure you found recently. They happily agree and the two of you sneak out of camp. You lead v_c to a foxes' den, and they ask you what the smell is with a wrinkled nose. You tell them not to worry about it and push them forward, saying that the treasure is inside. With an anxious look at you, they slowly head in, and never come back out.",
        "You ask v_c if they want to go on a secret mission with you, and they jump excitedly at the opportunity. You lead them out of camp and head towards the Thunderpath together. When you start to hear a monster in the distance, you pressure v_c into walking out on the path, saying that you'll be right behind them. As the monster zooms toward the two of you, you quickly run back to the other side of the Thunderpath while v_c is frozen in the headlights. You don't bother looking back.",
        "You bring v_c a piece of crow-food that you found by the side of the Thunderpath, claiming that it's from a special type of squirrel. They wrinkle their nose at it, but you encourage them to eat it, saying that it's about time they had proper food instead of milk. They swallow it down with difficulty, and they don't ever wake up again."
    ],
    "murder deputy apprentice": [
        "You decide on taking an apprentice out on patrol, you later come back holding the tiny body of v_c in your jaws, blood dripping from a harsh training session as you hide your smile.",
        "v_c's aloofness and refusal to learn or improve has infuriated you one too many times. You take them out of camp for some private battle training. Instead, you slaughter v_c, and put their dead body next to another Clan's border. You head to a nearby water source to wash the blood off.",
        "You bring v_c out of camp on a supposed hunting session, and you order them to hunt on the neighboring Clan's territory instead. They hesitate, but you stay stern and authoritative, and eventually they slink over the Thunderpath. You wait on the other side until v_c bursts out of the bushes, terrified, with yowls chasing them. The enemy warriors found them stealing. In their haste to get back to safety, they don't notice the monster bearing down on them in the middle of the Thunderpath.",
        "You take v_c out on a training session and show them a few fighting stances. Then you bring them to a place where you know rogues often roam and order them to put their newly acquired skills into practice. They hesitate fearfully, but you tell them that the two of you won't be going back to camp until they comply. You watch as v_c tries to overpower a rogue and gets outnumbered three to one. Flicking your tail, you turn to head back to camp, ignoring the blood being spilled behind you.",
        "You tell v_c that they'll be learning how to climb trees today. You bring them to the highest tree around and order them to break off a branch from the top and bring it back down to you. They protest that it's too high, but you whirl on them with unsheathed claws and scare them up the tree. As they cling to the bark, you remind them of what they have to do. Slowly, v_c inches upward paw by paw, until you can barely see them in the leaves anymore. But all it takes is one misplaced paw and they're tumbling head over heels back toward the ground. You don't catch them.",
        "You tell v_c that they'll be learning how to swim today. You bring them to the river and push them in. As they paddle around uncertainly in the shallows, you suddenly grab the top of their head and force them underwater. They flail underneath your paw, exhaling bubbles and splashing wildly, but you don't let them up. Eventually, they stop moving. You let the current do its work and wash the body away."
    ],
    "murder deputy medicinecatapprentice": [
        "You had a long argument with your leader about who v_c should be apprenticed to. Ultimately, your pleading is shut down, and the kit is even made into a medicine cat apprentice! Odd, what happens when you don't get your way - perhaps if v_c was a warrior's apprentice, they could have survived.",
        "You don't understand why v_c would choose to become a medicine cat apprentice, rather than your own. You decide to make sure they regret it, and come morning, v_c is found dead in their nest."
    ],
    "murder deputy mediatorapprentice": [
        "Look who decided to be all grown up. v_c recently tried to settle a dispute with a bordering Clan alone, and gave way more than they should've. While your leader is willing to look over the mistake, as the deputy, you certainly aren't. It's amusing how little v_c can struggle against your weight holding them underwater.",
        "As a mediator apprentice, v_c does their jobs as best as any mediator apprentice could. But something about them bothers you. Is it the way v_c speaks? Or is it their choice of words when trying to solve problems? You continue to wonder why, as you watch them take their last breath. You bring v_c's body back to camp, saying negotiations went so bad that the other Clan killed them and that you barely escaped."
    ],
    "murder deputy warrior": [
        "Lately, v_c has been questioning your authority and you're getting sick of it. You assign them to a mission out on a border patrol where you know a badger's den resides. They don't come back.",
        "Day after day, v_c has been getting under your fur. They're constantly undermining you, constantly finding ways to make you look bad in front of the leader. Eventually, you see what v_c is doing. They want to get you demoted. They want your job. Being deputy is something you've always valued, and you won't let v_c cheat you out of the life you've earned, the role you've fought so hard for. You suggest to them that you two should talk after such tense moments between you two. It's dark when you're both out, every other cat asleep. As v_c turns to stare up at the stars, you unsheathed your claws and successfully preserve your role."
    ],
    "murder deputy medicinecat": [
        "You know full-well that v_c would never accept you as leader. They might even bar you from receiving your well-deserved nine lives. You decide to take matters into your own paws before it's too late, and before long v_c floats lifeless down the river. Surely, their replacement will be more understanding of you.",
        "You know that v_c will never allow you to gain your nine lives, so you decide to take care of them before they stop you."
    ],
    "murder deputy mediator": [
        "You're not paranoid! You're just certain that v_c is deliberately turning cats against you, and you have no clue why. If it was an apprentice or even another warrior, you wouldn't care. However, as a mediator, v_c is scarily good at what they do. There's only one way to silence them, you realize. Silverpelt shines a little brighter than night, and the river claims another life. Whether you were the cause is not a fact you'll share openly.",
        "v_c goes on and on once more about how you need to keep positive relationships with the other Clans. You're the deputy, of course you know how important Clan relations are! But they continue lecturing you, talking about how you need to be calm and collected during the negotiations that you volunteered to be attending with v_c. However, they never get to see those negotiations take place, as you toss their lifeless body as far as you can over the border without crossing it. You hope that no one questions the new self-defense wounds on your body."
    ],
    "murder deputy leader": [
        "After another disgrace of a Gathering, you've had enough. v_c is unfit to be a leader, but no one else seems to feel the same way- at least, inside your Clan. You lead a small border patrol with v_c to a predetermined spot, letting your accomplices steal away another life from the weak fool.",
        "You're sick of how kind and understanding v_c is, believing that a leader needs to be fierce and unforgiving. When on a patrol with only v_c, you run into another Clan that your Clan is nowhere near friendly with. You instigate a battle, and you successfully escape, injured but alive. You alert the Clan to what happened, but when you bring another, larger, patrol with you, you find v_c was not so lucky, having lost the rest of their remaining lives in the battle.",
        "You scramble into v_c's den with news of a badger denning on the edge of the territory. Leader and deputy, you head over, planning on scoping out the area and later coming back with a patrol to chase it out. As the two of you near the entrance of the den, the badger emerges. Angry and looking for a meal, it rushes at v_c - the closest to the mouth of the badger's home. As they cry out for help, all you do is stand back and watch the badger take the rest of their lives."
    ],
    "murder deputy elder": [
        "You give an indignant huff as v_c once again tries to 'help' out with your duties. Who is the deputy here, you or v_c? Just because they are an elder does not mean they are suddenly imbued with the knowledge of StarClan! Fed up, you ask v_c to take a peaceful walk outside the camp. Hours later, when asked about the whereabouts of v_c, you simply shake your head and murmur that you have no idea."
    ],
    "murder leader kitten": [
        "You encourage v_c to eat some shiny red berries you've found, saying that they're super tasty - better than freshkill even! Happily, they thank you for the snack. v_c is later found, lifeless, having already gone to StarClan.",
        "Like a snake with a charming voice, you guide v_c into the corners of the Clan's borders, giving them a false promise of 'teaching' them a new move only they can witness- what's cooler than training with the leader of the Clan! v_c promises to take it to their grave. Unfortunately, you made sure they followed your exact orders.",
        "You offer to take v_c onto a grand and exciting adventure out of the nursery. They agree, exhilarated at the thought of accompanying the leader on a journey. You help v_c sneak out and the two of you run into the woods. When you're far enough from camp, you suddenly speed up, leaving v_c behind. You loop back to camp, alone, and no one asks where you've been.",
        "You tell v_c to follow you, saying that you want to show them a shiny treasure you found recently. They happily agree and the two of you sneak out of camp. You lead v_c to a foxes' den, and they ask you what the smell is with a wrinkled nose. You tell them not to worry about it and push them forward, saying that the treasure is inside. With an anxious look at you, they slowly head in. You don't stay to listen to the foxes' feasting.",
        "You ask v_c if they want to go on a secret mission with you, and they jump excitedly at the opportunity to help the leader. You lead them out of camp and head towards the Thunderpath together. When you start to hear a monster in the distance, you pressure v_c into walking out on the path, saying that you'll be right behind them. As the monster zooms toward the two of you, you quickly run back to the other side of the Thunderpath while v_c is frozen in the headlights. You don't bother looking back.",
        "You bring v_c a piece of crow-food that you found by the side of the Thunderpath, claiming that it's from a special type of squirrel. They wrinkle their nose at it, but you encourage them to eat it, saying that it's about time they had proper food instead of milk. Desperate to gain your approval, they swallow it down with difficulty, and after, never wake up."
    ],
    "murder leader apprentice": [
        "You wander over towards a group of cats chatting, v_c amongst them is chatting about how their training has been going as of late. They look over to you, the leader, with stars in their eyes, but before they can say anything you ask v_c to come with you, now. The excited glint in their eyes fades away as you lead them outside of camp, accusing them of stealing prey. They deny it over and over again, tears in their eyes, but you don't give them a chance. You shove them down into a badger's den, leaving them there to fend for themselves.",
        "v_c's aloofness and refusal to learn or improve has infuriated you one too many times. You take them out of camp for some private battle training. Instead, you slaughter v_c, and bring their dead body back to camp, fake tears streaming down your face as you claim an enemy Clan killed v_c.",
        "You bring v_c out of camp on a supposed hunting session, and you order them to hunt on the neighboring Clan's territory instead. They hesitate, but you stay stern and authoritative, and eventually they slink over the Thunderpath. You wait on the other side until v_c bursts out of the bushes, terrified, with yowls chasing them. The enemy warriors found them stealing. In their haste to get back to safety, they don't notice the monster bearing down on them in the middle of the Thunderpath.",
        "You take v_c out on a training session and show them a few fighting stances. Then you bring them to a place where you know rogues often roam and order them to put their newly acquired skills into practice. They hesitate fearfully, but you tell them that the two of you won't be going back to camp until they comply. You watch as v_c tries to overpower a rogue and gets outnumbered three to one. Flicking your tail, you turn to head back to camp, ignoring the blood being spilled behind you.",
        "You tell v_c that they'll be learning how to climb trees today. You bring them to the highest tree around and order them to break off a branch from the top and bring it back down to you. They protest that it's too high, but you whirl on them with unsheathed claws and scare them up the tree. As they cling to the bark, you remind them of what they have to do. Slowly, v_c inches upward paw by paw, until you can barely see them in the leaves anymore. But all it takes is one misplaced paw and they're tumbling head over heels back toward the ground. You don't catch them.",
        "You tell v_c that they'll be learning how to swim today. You bring them to the river and push them in. As they paddle around uncertainly in the shallows, you suddenly grab the top of their head and force them underwater. They flail underneath your paw, exhaling bubbles and splashing wildly, but you don't let them up. Eventually, they stop moving. You let the current do its work and wash the body away."
    ],
    "murder leader medicinecatapprentice": [
        "You're tired of feeling like you have to be bossed around by some apprentice. No matter if v_c was learning herbs, they had no right to command their very own leader. You tell them about a very special herb that only you know the location of that will cure this moon's greencough outbreak. They'll be promoted early for sure! v_c runs to get this special herb in exactly the place you said it would be, but realizes too late that what they picked up was foxglove.",
        "Recently, v_c has been criticizing your leadership, blaming you for conflicts and doubting your decisions. They've spread rumors about your ties to the Dark Forest! v_c even claimed that StarClan deemed you unfit to lead. But you suspect they're just power-hungry. When you confronted them, v_c dismissed your words, demanding that you step down and let someone else, their preferred choice, take over. After all your sacrifices to become a leader, should you relinquish control just because of a mere apprentice's words? v_c needs a lesson in respect. Even if it means leaving their body near the sacred Moonstone. StarClan might reconsider who they communicate with."
    ],
    "murder leader mediatorapprentice": [
        "A leader's word is the Warrior code. This is the most basic rule all Clan kits are taught. Yet v_c acts like they are above the law, poking their nose into business that they aren't meant to hear, as well as speaking out of turn. Their nosiness might one day be their downfall... and perhaps that 'one day' is now, you think, as you watch the life leave v_c's eyes, after hearing something they weren't supposed to.",
        "While v_c is young and naive to the cruelty of the wild, you, as their leader, still listen to their input of certain topics and rely on their thoughts about your choices. Tiny as they may be, they're a mediator apprentice; skills may be weak and sometimes voice tumble a bit as they face everything, but once they build themselves as they age, they will gain their new name and become an important and valuable member to the Clan. Or, so you thought. As a mediator apprentice, you often told v_c to gain confidence at any way, even try to listen how the older cat speak to each other with grace and chest puff out. At first, at least, v_c copy your advise and could be seen stepping out of their thin shell and build their voice higher, especially in important meetings, and you couldn't be more happier. However, you've notice them snooping in conversations not relation to their job. In fact, they would eavesdrop with twitching ears and spill those secrets to you. No, you need a humble and honest mediator, not a spy. v_c, after being told this, their grin on their muzzle fade and scorn at you. That's when it begin; patrols being ambushed, arguments flare up between Clanmates, and hidden secrets unfolding itself amidst Gatherings. You knew the perpetrator, and found them gossiping secrets to a rival Clan. You couldn't take a chance with them; they knew too much about everyone and immediately declared the apprentice a traitor. It was hard targeting them with the rival cats nearby, but v_c's blood was soaking between your claws as their body was left behind."
    ],
    "murder leader warrior": [
        "Lately, v_c has been questioning your authority and you're getting sick of it. You assign them to a mission out on a border patrol where you know a badger's den resides. They don't come back.",
        "v_c has been challenging your authority lately, so one night you take them out on a border patrol with intent to kill. You don't get the surprise strike you'd hoped for, though, and a rough battle ensues, leaving you both heavily battered. After the dust settles, you find yourself momentarily among the stars of Silverpelt before you return just in time to see the life fade from v_c's eyes. You may have lost a life to ensure their death, but it was a price you were willing to pay, you tell yourself as you limp back to camp to get your wounds treated.",
        "You feel like v_c has been getting too close to catching onto your plans, so you decide to stop them before it's too late."
    ],
    "murder leader medicinecat": [
        "You're getting so sick and tired of v_c always questioning your leadership, telling you StarClan disapproves of what you've been thinking and doing. You weren't going to do anything, you promised yourself you wouldn't... What kind of an example would you be for the Clan if you did? However, the perfect opportunity arose when you saw v_c gathering herbs by the waterside. Perfect. You sneak up behind them, and they only get half of a second to react before they're shoved into the water, held under until they stop moving, and left to drift in the water like the herbs they wanted to collect.",
        "You hate how faithful v_c is to StarClan, so you decide to put an end to them. Now, will the stars save you?",
        "v_c is always worried about the future of the Clan, so you decide that they shouldn't be a part of it"
    ],
    "murder leader mediator": [
        "v_c knows just as well as any cat that the prey the enemy Clan stole from c_nClan belonged to c_nClan! And yet that pitiful mediator sided with the enemy! Isn't the point of a mediator to make a fair deal? The only thing v_c is doing is make the Clan look weak. You decide to deal with this problem on your own, slaying v_c with your own claws, and pinning the blame on the enemy Clan.",
        "v_c has been getting on your nerves these last few moons, mewling about one 'poor' decision you've made after another. They always seem to find fault in your actions, claiming that your choices will be the Clan's downfall. There's only so much critique that a cat can take, especially when it comes from the one that is supposed to stand by your side, mediating with other Clans for your advantage; the one that is supposed to see the logic in the way you run the Clan. You don't see any use dwelling over it though, those rogues you managed to bribe should be more than enough to handle v_c."
    ],
    "murder leader deputy": [
        "Lately, v_c has been questioning your authority and you're getting sick of it. They might be the deputy, but you're still the leader first and foremost. You assign them to a mission out on a border patrol where you know a badger's den resides. They don't come back.",
        "v_c has been questioning your ability to lead the Clan for a long while now. You decide to invite them to a nice walk outside the camp, without them knowing you are about to end their existence. As expected, your 'beloved' deputy is already there, waiting for you. Silently, you leap out of the bushes you were hiding, murdering v_c. The next day, their body is found outside the camp, everyone questioning who could have done such a thing, knowing that v_c was such a loyal cat to the Clan.",
        "v_c may have once been your beloved deputy, but times have changed. You have no reason to demote them, but there's no way you'd feel confident naming them your successor, so there was only one option left. You come back to camp yowling about the rogue attacks that killed v_c. Nobody notices the blood still on your muzzle.",
        "You chose v_c as deputy for their undeniable loyalty, cunning, strength, and selflessness. But over time, you noticed unsettling changes. Their attempts to mimic you, their secretive chats with warriors, all suggested a threat to your position. When v_c stormed into your den one night, your fears were confirmed. Prepared for this, you launched a preemptive attack, knowing it was either you or them."
    ],
    "murder leader elder": [
        "Resources are tight, and as much as you didn't want it to come to this, you have no other choice. v_c is not only eating the Clan's prey, but also is an easy target. You've been laying out pieces of prey for a week now, from the yard of a Twoleg's angry dog all the way to a clearing you've set up exactly for this. You arrange to meet up with v_c at the clearing to discuss Clan matters with someone with moons of wisdom, and you sit in camp during the arranged meeting time, knowing that v_c likely wasn't coming back to camp.",
        "No one is even a bit suspiscious when you announce that v_c left to meet Silverpelt and the rest of your ancestors in their sleep, although v_c was fine and quite healthy the day before",
        "Your Clanmates worry when it seems v_c has gone missing from the elders den, but you are quick to soothe them that v_c will come back, even though you know they never will."
    ],
    "murder elder kitten": [
        "You tell the story of one of the 'greatest battles' to a kit as you escort them out of the camp. As you tell the story, you reach the 'place' where the battle was held. v_c wants to act out the war with you, so you take this opportunity to send them with the real battle-winners, up in Silverpelt.",
        "Try as you might, you just cannot drown out the sound of v_c pitifully mewling away in the nursery. That dreadful kit has ruined so many nights of sleep for you, and you can feel the exhaustion dragging away at your paws. Finally, you can't take it anymore, and you carry the kit away from the nursery, out into the territory. As the sun sets over the horizon, the Clan pronounces v_c gone, and they hold a vigil for the little kitten. You let out a huge breath. Finally, you can get a good night's sleep.",
        "Only StarClan knows how many times you have almost tripped over v_c, weaving between your legs, begging for you to tell them stories of what it was like when you were a warrior, and about the battles you fought in. How can something so small be so loud and annoying? Perhaps the kit's energetic and inquisitive nature should have honored you. But it doesn't, and you certainly feel no honor when the Clan leader reveals the mysterious disappearance of v_c.",
        "The medicine cat is busy today, and asked you to bring a bundle of herbs to one of the queens. Upon arrival, you find the den empty. Too lazy to go find them, you carelessly leave the herbs in their nest. Later on, v_c is announced dead by unknown causes, and the queen you were supposed to help claims they never even saw the bundle of herbs you set down."
    ],
    "murder elder apprentice": [
        "It appears the apprentices are no longer willing to care for their elders, and it's time to serve some punishment. One day, you request the assistance of v_c as you wander the territory. As you near the raging river, you 'accidentally' stumble, shoving v_c into the river. The apprentice is swept away, never to be seen again.",
        "Doesn't the Warrior Code tell Clan cats that elders are supposed to be respected? To eat first before any warrior or apprentice? That their wisdom and guidance are needed? Then why do cats like v_c act like it's such a chore to take care of you? You decide to teach the young apprentice what happens when the Warrior Code is broken. You utter a few words at v_c's vigil, though no word is genuine.",
        "You hated how v_c seemed to always view you like a burr in their fur. Treating you like some menial task that could be done haphazardly. Each time v_c carelessly dumped damp moss into your nest or 'forgot' to help you remove your ticks, opting to go on patrols instead, only fueled your feelings of anger and resentment towards the young cat. You decide that you've had enough. Finally, the perfect opportunity arises, leaving both you and v_c alone and away from prying eyes. You strike them down with little hesitation, watching them crumple to the ground. Seems like the battle moves you have long since retired still came in handy after all!"
    ],
    "murder elder medicinecatapprentice": [
        "If you were to be honest, you much preferred the eldest medicine cat's care. However, they're out of the den today. Instead, you have the inexperienced v_c to help your care. Old age had left you with a few health problems, like bellyaches, but herbs would put these symptoms at bay. As you bite into your herbs today, something tastes unusually foul. You spit them out quickly, but v_c calls you out for being dramatic. They even eat the herb bundle themselves to prove it to you! Turns out, v_c mistook water hemlock for parsley, and you watch with little pity as their body stills. That could have been you.",
        "As v_c pads up to you, asking for you to accompany them to gather herbs, you press down a scowl. Did they only ask you since you're an elder, your time being less important than the others..? Nevertheless, you accompany the young apprentice, and out of the corner of your eye, you spot a bush of bright, red berries. You innocently ask v_c what type of berries these are. As the inexperienced apprentice sniffs the plant curiously, you hum and haw, before declaring you're pretty sure these are raspberries. v_c crunches a berry between their teeth to make sure, and before long, you're carrying their body back to camp."
    ],
    "murder elder mediatorapprentice": [
        "Tsk. Why would anyone choose to be a mediator? Warriors fight with their claws to defend their honor. How are petty words going to win border fights? You decide to challenge v_c to a battle, to show them how a true warrior fights! When the life begins to leave v_c's eyes, you feel no remorse; the Clan needs strong warriors, not mewling kits."
    ],
    "murder elder warrior": [
        "Elders are respected... right? Just how much could you get away with? The answer is a lot. You're still reeling from shock at v_c's vigil, but the feeling of their blood on your paws is still so fresh. Thankfully, others think your reaction is normal for any death. A thought haunts your old brain; you're shocked by what you've done, but not.. disgusted. Perhaps seniorhood isn't too late to realize a hidden bloodlust.",
        "The Warrior Code commands that elders are to be respected. And yet here v_c is, rolling their eyes whenever you speak, laughing about you behind your back. You've even heard them muttering with their friends about how useless you are! You politely ask v_c on a walk. When you return to camp, the other cats assume the broad smile on your lips are from the nice weather, not from the feeling of your claws tearing through v_c's pelt."
    ],
    "murder elder medicinecat": [
        "As you visit the medicine cat's den for a check-up, you swipe deathberries off of one of the many shelves and hide them under your paws. You tell v_c that you're feeling under the weather, and they give you some feverfew for it. You eat it before spitting it out- screeching and accusing the medicine cat of poisoning it. v_c sighs and insists it's fine, and you slip deathberries into the remaining bundle before they eat it to prove it wasn't poisoned. You watch as they realize what's happening, and leave the den feeling smug about what you'd done.",
        "The medicine cats used to be better, back in the good ol' days. v_c just doesn't cut it. One night, you sneak into their den, ending their life quickly. Perhaps the new medicine cat will be up to par.",
        "v_c is always treating you poorly - and frankly, you like their apprentice a lot more. The younger cat would be better for the Clan anyways, so you decide to take care of the matter yourself.",
        "v_c asks you to help them sort herbs on a day while their quite busy. You slip a pawful of poppy seeds towards the cat while they're not completely looking, and watch as v_c lap them up unknowingly."
    ],
    "murder elder mediator": [
        "In your youth, mediators were the epitome of fairness and wisdom. But v_c, their new-age understanding of 'mediation' just irks you. One night, you decide to ensure the Clan retains its honor, doing what must be done. By dawn, v_c's lifeless body lays cold. Surely, this is a dispute they can't settle.",
        "The respect v_c commands as a mediator is laughable at best. They've turned the sacred position into a joke, and it makes your fur bristle with indignation. You take it upon yourself to restore the Clan's dignity. The sun rises to v_c's lifeless body. It seems there's no mediation left for them.",
        "You remember a time when the mediator's word was law, their advice sought and cherished. But v_c? They're nothing more than a yowling kit. Your claws find their mark one quiet night. Come morning, the Clan is one mediator less. Not that v_c was much of one.",
        "The Clan's reverence towards v_c baffles you. As mediator, they've shown nothing but ineptitude. Their false wisdom and showy humility are an affront to all the true mediators before them. With swift, silent action, you do what you believe is right. The next sunrise, v_c won't see. There's no peace for them to broker now.",
        "Mediators are supposed to be voices of reason, voices of peace. But v_c's sly tongue and lazy demeanor have no place in your Clan. You're an elder now, but your warrior's spirit still burns bright. Under the cover of night, you end v_c's reign. Dawn breaks, unveiling your actions. Maybe now, a true mediator will rise.",
        "Mediators were different, back in your day. It was a role that was respected, on par with medicine cats, and dare you say, the deputy. However, v_c puts that role to shame. At some point, you're convinced they took upon the role to get out of patrols. You decide to take care of them, the good old-fashioned way. v_c is found dead the next morning. Try to mediate that.",
        "Get over it? Get OVER it? v_c's poor choice of words burn a hole into your belly, and it would be uncharacteristic for you to not act on it. You're going to show v_c just how stubborn an old cat can be. You're so stubborn, in fact, that you don't release v_c's throat until you're completely and utterly sure there's no chance of them ever saying another word again."
    ],
    "murder elder deputy": [
        "You have served c_nClan faithfully for many moons, dedicated to the Warrior Code and the word of your Clan leader. But v_c as deputy? That pitiful scrap of fur? Absolutely unacceptable. That cat is not suited for this position, and you cannot even count on your four paws the amount of other cats who deserve it more. One night, you set out to 'scare' v_c into giving up their position. Unfortunately, they don't ever wake up again. Shamefully, you slump back to the elders den, unable to face the consequences of your actions.",
        "You join your Clanmates in cheering out the name of the new deputy of c_nClan, v_c. But inside, it feels like claws are tearing apart your heart and soul. YOU should have been up there, the gazes of all your Clanmates on you, and only you - the leader's second-in-command. As the days pass from the ceremony, you feel your heart grow bitter and cold, any sense of comradery fading, until finally only one choice remains - getting rid of v_c. Though you are retired, you are still a skilled fighter, and soon enough, v_c is but a memory in the minds of your Clanmates.",
        "The chosen deputy, v_c, struts around the camp with newfound arrogance, causing your old blood to boil. Jealousy gnaws at your bones like a winter chill. In the shadows of your years, your paws still remember the fight, and v_c becomes a bane you can't ignore.",
        "Watching v_c give out orders, it feels as if your past accomplishments have been forgotten. Pride and resentment coalesce in your heart, propelling you towards an unthinkable act. Once revered, you resort to strategies unbefitting of an elder, but necessary for v_c's end.",
        "Each day, the sight of v_c standing next to the leader eats away at your serenity. Your old eyes, still sharp, start seeing opportunities. A silent battle unfolds between wisdom and jealousy, the end only coming with the deputy's demise.",
        "The once cherished tales of your glory now fall on deaf ears. v_c's reign overshadows your legacy. The pain cuts deep, a wound that festers with every command v_c gives. Unseen, unheard, the resolve forms within you - the deputy must perish.",
        "The bitterness of undeserved obscurity fuels your desire for retribution. Each time v_c leads a patrol or speaks during a Clan meeting, your heart hardens. Like the oldest and most dangerous predator, you bide your time, until the moment is ripe for v_c to meet their fate."
    ],
    "murder elder leader": [
        "You've lived in this Clan for many moons, and you worry about v_c's leadership. The leaders before them led this Clan well, but making them deputy was an awful mistake- And you swore to fight for your Clan's safety, to your final breath. You might be retired, but you still have some strength left in you - the leader finds out when you rip away the rest of their lives in their sleep.",
        "You watched v_c's rise to power. It was a filthy, rotting one. This is not an act of jealousy, you vow silently as v_c bites into the tampered prey. It's an act of justice, you promise, as the rest of their lives wilt away.",
        "Time has been kinder to your mind than your body, but even that couldn't ignore the dangers v_c's leadership brought. Waiting till the moon was high, you made your way to their den, using your remaining strength to strike at them in their sleep.",
        "With the wisdom of many moons behind you, you recognize the signs of a leader leading the Clan to ruin. It pains you to take such drastic measures, but v_c's reign needs to end for the survival of the Clan. You surprise them one night, ending their rule permanently.",
        "Your days as a warrior may be behind you, but the fire of protection still burns in your heart. Seeing v_c's ill-guided decisions, you decide to take action. In the dead of the night, the leader's reign comes to an abrupt end.",
        "The leader's misguided decisions threaten the stability of your Clan. Convinced that your duty as an elder doesn't only limit to sharing stories, you decide to act. It's a quiet night when you creep into v_c's den, ensuring their tyranny ends once and for all.",
        "Your bones might ache, but the pain in your heart aches more. v_c's leadership isn't what your Clan deserves, and so, under the cover of the night, you confront them in their den. The skirmish is short-lived, bringing an end to their rule."
    ],
    "murder elder elder": [
        "Countless moons of sharing tales and space with v_c have reached a boiling point. Their ceaseless chatter wears on your last nerve. In a fit of frustration, you force them into a deep sleep from which they won't wake, their stories forever silenced.",
        "The repetitive cycle of monotonous days and sleepless nights with v_c in the elders den has become unbearable. You take matters into your own paws, nudging them to their final rest during a moonless night.",
        "The constant squabbles and disagreements with v_c have grown tiresome. Unable to tolerate it anymore, you arrange a fatal accident, leaving v_c to meet the eternal dawn.",
        "You've grown to detest the sight of v_c snoring carelessly each night in the elder's den. One night, driven by resentment, you end their restless sleep forever, leaving them in an eternal slumber.",
        "The shared memories and experiences with v_c now only serve as constant irritants. With the tranquility of night as your shield, you guide them silently to StarClan, their constant prattle silenced in the elders den.",
        "They say familiarity breeds contempt, and at this point you can confirm it. Spending days on end with v_c crowding the elders den is driving you mad. Finally, after another restless night of snoring and grunting, you smother them in their sleep, leaving their lifeless body to be found in the morning.",
        "You've known v_c for the majority of your life. Your hatred of them isn't anything new, but cats always told you that you'll grow to enjoy their company. Well, as your joints start to ache more and more by every passing moon, you realize you're not going to be growing much longer. One morning, the Clan awakes to v_c dead in their nest, and you wailing your poor heart out. It's the best performance you've ever given."
    ],
    "murder general": [
        "You've had enough of v_c, and one day you reach your boiling point. v_c's life is no more.",
        "It was an accident. You swear to StarClan, it was an accident. But v_c's blood is on your paws and their lifeless body is on the ground in front of you."

    ]
}