{
    "murder kitten kitten": [
        "You encourage v_c to eat some shiny red berries you've found, saying that they're super tasty - better than freshkill even! Happily, they thank you for the snack. v_c is later found, lifeless, with deathberry juice dripping from their mouth.",
        "You convince v_c to sneak out of camp with you, looking for adventure. v_c's adventure ends in the jaws of a fox.",
        "You invite v_c to play a game of hide and seek out of camp with you—in the middle of a snowstorm. You generously let them hide first, and when you're done counting you don't even bother trying to find them. You head straight back to camp and crawl back into your nest, snug and cozy. Later, you hear the warriors calling out for v_c worriedly, and their parent asks you if you've seen them. You deny, of course. By the time the snowstorm is over, it's much too late for v_c.",
        "A play fight gets out of hand, and when the dust settles, v_c doesn't get back up.",
        "Sneaking around the medicine den, you overhear the medicine cat tell a warrior not to put their prey on the fresh-kill pile because it's poisoned. You sneakily take a piece of the crow-food before they throw it away and bring it back to the nursery to present it to v_c, claiming that it's from a super special kind of squirrel. They wrinkle their nose at it, but you challenge them to eat it, calling them a mouseheart. v_c rises to the dare and swallows it down. Later, you hear their pained cries from the medicine den, and even later the clan is holding a vigill for them.",
        "You and v_c decide to sneak outside of camp, exploring the territory on a colder and rainier day. You remember a time when v_c had really gotten on your nerves, so you tell them to stay there and you'll be right back. You leave them there and go home, not fully aware of what you'd just sentenced v_c to until the news is brought back to camp... alongside the body.",
        "You and v_c always play-fight, and today was no different. You decide to be the evil badger whilst v_c is the fearless warrior. You end up tackling v_c so hard that they slam their head against the nursery wall. You run up to them asking if they're ok, only to see them lying there unresponsive as v_c's head is profusely bleeding. You don't know how long you stand there in shock, but you do hear the faint screams of v_c's loved ones just before you black out.",
        "You and v_c decide to sneak out of camp and play near the river that is at the border with another clan. You both have loads of fun playing tag, when once of a sudden, your friend slips at the edge of the river, falling in and is swept away, hearing their tiny cries in the distance. You can't help but feel the guilt fill your tiny body, as your best friend, v_c, died because of you.",
        "Leaf-bare had come and the river had frozen over. The kits had taken the privilege to play on the ice, slipping and sliding across the two banks. You're a more cautious kit who decided to stay on the edge of the river, watching v_c spitefully. Despite everyone's warnings, v_c jumps a little too high and crashes through the ice, squealing in fear. They thrash in the freezing water, shrieking for help, but all you do is watch.",
        "You and v_c have often tried sneaking into the medicine den, every time in vain as the medicine cat shooed you away with a scolding. This time you are successful. The medicine cat is away, giving you both ample time to make a mess of the herb storage as you search through it and you tease v_c, betting that they are too cowardly to eat one of the herbs. To prove your point you crunch some pretty berries between your jaws, their sweet juices flowing down your throat. v_c, not wanting to be mouse-hearted, decides to lick up some of the harmless looking, small black seeds lying around. When you turn around they've fallen asleep and don't react, no matter how harsh you shake them. You don't understand what happened, only that the voices of the medicine cat and your parents are incessantly loud and shrill when they find you. Why won't v_c wake up again?",
        "It's a sunny day, perfect for a nice play-fight. You and v_c roll around the clearing, jumping on each other's backs and pushing each other to the ground. Nothing more than child's play. Your eyes glint as you crouch down, circling v_c. They're the enemy warrior you have to defeat, to defend the camp and save everyone! You'll be the hero! You jump forward with a battle cry and shove them, hard. They fall against a rock with a dull thud and don't stand up again. The clearing is eerily quiet for what seems like eternity. Then all hell breaks loose. Dumbfounded, you stare at their still body, the shouts of the adults ringing in your ears. Does v_c not want to play anymore?"
    ],
    "murder kitten apprentice": [
        "You convince v_c to play a game of 'river crossing' on the stepping stones at the edge of the camp. You pretend to struggle, urging them to help. As they reach for you, you push them, causing them to tumble into the river. Their small, terrified yowls are soon swallowed by the rushing water.",
        "You beg and plead for v_c to take you on an adventure outside of camp, and whilst they're hesitant to do so… they eventually agree! Whilst out, exploring whilst the apprentice teaches you all about the cool areas, you see them slip off of a cliff, barely hanging on. v_c tells you to go get help, but instead you decide to prove how strong you are, and bite their paws until they fall off. Who's gonna be the better warrior now?",
        "You notice v_c looking extremely tired and worn out, barely responding to their peers. Seizing the opportunity, you bring them a piece of crow-food to try and ‘cheer them up'. The half-awake apprentice doesn't notice the off stench and vile taste until it's far too late...",
        "v_c has always been good to you, but you can't help but want to play a harmless prank on them. While they're busy doing something, you tug on their tail, and as soon as they turn to scold you, you run out of camp. You turn around after running for a little bit, and stick your tongue out at them. As they start to scold you, they hear something coming, and stand over your small body to protect you. You realize once their dead body collapses slightly on top of yours, that maybe the prank wasn't so harmless after all.",
        "You spot v_c nervously pacing around camp, and when you ask them what's wrong they tell you that c_n (elder) has been upset with them lately and they want to make amends by bringing them their favorite fresh-kill, but they don't know what it is and c_n (elder) is too upset with them to tell them. You remember overhearing c_n (elder) talking with some other cats the other day and telling them that they're actually quite fond of snake meat, and so you inform v_c of this. It never clicks in your mind that this is the reason why a patrol found them a few hours later, dead from a venomous snake bite."
    ],
    "murder kitten medicinecatapprentice": [
        "You find a dangerously weak branch hanging over the nursery. You convince v_c to play a game of 'leaping leaf' with you beneath it. During the game, you make sure to vigorously shake the branch, causing it to snap and fall, crushing v_c beneath it.",
        "You've started to develop an interest in herbs, so you go talk to v_c to learn more about how it's like being a medicine cat apprentice. You ask them if they can take you around to see some of the nearby spots to find herbs. v_c hesitantly agrees, telling you to not leave their side unless they say so. You nod your head, and they sneak you out of camp. As v_c shows you a patch of marigolds, a hawk swoops down and takes them. You stand there in shock for a while. When you return to camp, your worried clanmates are happy to see you're ok, but not so happy when they see you carrying a hawk feather and hear you explain what happened to v_c.",
        "You bring a strange flower you found growing in the camp to v_c, asking them to identify it with wide eyes. v_c observes it for a moment, before determining that it's comfrey and taking a bite to check. They're stuck in the medicine den for a few days afterwards, eventually dying from eating what the medicine cat determines to be foxglove."
    ],
    "murder kitten mediatorapprentice": [
        "v_c, being a mediator apprentice, is always seemingly calm and collected, no matter what you say or do to them. This frustrates you, since all you want is some sort of reaction! You yell at them in the middle of camp, and as soon as you're finished, you bolt out of camp, v_c following close behind you. You've finally gotten a reaction from v_c! But just as soon as you start to laugh and boast about your victory, a large dog comes hurtling towards you. v_c grabs you and throws you towards the closest bush, and you hide in it as you watch v_c lose their life over a petty quarrel.",
        "Something bothers you about v_c. Perhaps it's their ability to somehow always be right in their mediation, or maybe it's envy. You tell v_c that you had a fight with your friend, who ran out of camp in anger and won't come back, despite the stormy weather. v_c rushes out of camp in a hurry to make sure that no kit would drown or freeze in the rain, and they never return."
    ],
    "murder kitten warrior": [
        "During a severe storm, you beg v_c to help you retrieve a 'lost mossball' up a tree. As they climb the tree to help, they slip, causing them to plummet to their death.",
        "You sneak out of camp when everyone has their backs turned. After some exploring, you come across a snake that makes an odd noise with its tail. As you get closer to it, you hear v_c calling out for you and running in your direction. v_c gets there right in time, throwing you out of the way and getting bit by the snake instead of you. You don't have much time to process what happened, as you hear other warriors coming towards you and v_c. v_c's vigil is held that night.",
        "Wanting to take the path of a medicine cat, you decide to help v_c yourself with their horrible stomach ache they are having. Since the medicine cat is away, you enter their den and grab some ‘juniper berries', putting them inside a leaf and delivering them to v_c. They praise you and thank you saying that you are going to make a fine medicine cat as they eat the berries. As your eyes glimmer with hope for your future, the warrior collapses to the ground. That is when you realized you mixed up deathberries and juniper berries…How could you have mixed up medicine and deathberries? You can't help but run away, with tears in your eyes, knowing that you will never be a medicine cat after accidentally killing someone.",
        "As a tiny kitten, you couldn't do much and leave the camp, even with supervision. v_c made sure of this, but you wanna explore as much as possible before any of the other kits in the nursery so you can brag about your adventures. So, as v_c's attention was seen elsewhere, you've wriggle away from their sight outside of the camp and wonder for a bit until you come across a bush blanketed with bright berries, and immediately thought of a silly game to play when the alarming cries from v_c reach your ears. Stuffing your maw full of the berries, you've pretended to gag and tumble across the grass, wanting to give a little laugh and scare to your caregiver. However, as soon as v_c panics and tries to hold you down, a group of Clanmates spot the ordeal and were petrified at the sight, accusing v_c of a heinous act of attempted murder. The skirmish was quick and v_c's body was left covered with scars and hatred. You were left shunned at the sight. You were only playing."
    ],
    "murder kitten medicinecat": [
        "You make a gift for v_c, putting a bunch of the pretty flowers they have on their shelf into a piece of prey. It's a little bit of a gift, and a bit of a prank, and you're happy to give it to them! They accept gratefully, and you leave the den, unaware that some of the pretty flowers you put in v_c's food were poisonous.",
        "You've started to develop an interest in herbs, so you go to talk to v_c to learn more about what it's like being a medicine cat. You ask them if they can take you around to see some of the nearby spots to find herbs. v_c agrees, but tells you not to leave their side unless they say so. You nod your head, and the two of you leave camp. As v_c shows you how to get juniper leaves, a snake rears its head, biting v_c. Not knowing what type of snake it was, v_c tells you that you're both headed back to camp. Now. But right as the two of you reach the camp entrance, v_c collapses. The snake turned out to be venomous."
    ],
    "murder kitten mediator": [
        "You had a dream about a scary cat in a scary forest, but the cat was nice. The cat told you about v_c, and how much they loved a specific piece of prey, and how you should give it to them. You excitedly agree, and give it to v_c, who seems shocked and grateful. What you didn't tell v_c was that the scary cat had told you to put two herbs into the prey to make it taste better... But the herbs only ended up killing them.",
        "Why does v_c have to always be right? They've sorted out so many arguments, sure, but it's getting annoying to be told no. You tell v_c that you had a fight with your friend about who was the stronger kit, and they decided to prove it by swimming in the river by themself. v_c rushes out of camp to find the lost kit, and nobody bats an eye toward you when their soaked, drowned body is returned to camp the next day."
    ],
    "murder kitten deputy": [
        "A fire rages throughout the camp! You're carried to safety by the deputy but, once you make it out, you tell v_c that someone they care about is still in the fire. This wasn't true, you just wanted your old moss ball, but you watch them dart back into the fire… they don't come back out.",
        "You were told by the older cats to not play out in the clearing as a dangerous bird was spotted not long ago hovering around. You, and mostly you, were told to settle inside the safety and cool nursery den, but with a kit with a bounce in their steps, you needed the space from the stuffy den. Escaping the sight from the older cats, you tumble outside and frolic in the clearing of the camp, your ears not perking at the shrieking of the bird spotting their meal and the spitting yowls from v_c to grab your attention. When you finally notice the danger you were in, the bird already dives down. However, with v_c more impressive size, instead of twisting your flinging body into its talon, the avian decides to grip the tearful v_c and swoop out of camp with them. The only thing left in the clearing was you, a few floating feathers, and a splatter of blood."
    ],
    "murder kitten leader": [
        "You sneak into v_c's den bringing them a piece of fresh-kill, claiming you wanted to show them how eager you are for your apprenticeship by catching them some fresh-kill. v_c, though upset that you'd snuck out of camp to do this, eats the fresh-kill without noticing the shiny red berries hidden inside. When v_c's body is found hours later, the whole Clan scrambles to find the culprit, but nobody thinks to point a paw toward an innocent little kitten like yourself."
    ],
    "murder kitten elder": [
        "You bring a bundle of herbs to v_c, claiming that the medicine cat asked you to bring these to them since they're busy at the moment. v_c eats the herbs, not noticing the shiny red berries you'd tucked into the bundle as just a little prank.",
        "It's a nice day out, so you and v_c decide to take a walk outside of camp — with leader's permission. As you explore the new scents and sights around you, you stumble upon a patch of what you assume to be some type of tasty berry! You rush over to v_c to tell them about it, asking if they could pick some to bring back to camp. v_c happily agrees; however, it's only when they fall to the ground, seizing with berry juice covering their jaws, do you realize how dangerous the world really is."
    ],
    "murder apprentice kitten": [
        "During a game of hide and seek, you urge v_c to hide in a deep, narrow pit. They tumble in and you bury them with loose soil and stones. When the game ends, v_c is nowhere to be found.",
        "You listen to v_c begging you, once again, to teach them some of the battle moves you learned. You finally relent and tell v_c that you'll teach them later today, but they have to make sure they don't tell anyone. v_c agrees, and later that day, when no one is paying attention, you quickly sneak out of camp with v_c. You teach them the battle moves v_c so desperately wanted to learn by slaughtering them. You place v_c's dead body near the border, and go clean the blood off your paws.",
        "You ask a kit out onto a scouting trip to the angry eagle's nest, turning it into a perilous game of who could find an egg the fastest. You lead v_c up a tree and into the branches as the mother bird screeches, grabbing the kit with her strong talons. You smirk as they fly off into the unknown.",
        "You offer to take v_c onto a grand and exciting adventure out of the nursery. You help v_c sneak out and the two of you run into the woods. When you're far enough from camp, you suddenly speed up, leaving v_c behind as their startled cries call out your name from behind. You loop back to camp, alone, and no one asks where you've been.",
        "You tell v_c to follow you, saying that you want to show them a shiny treasure you found recently. They happily agree and the two of you sneak out of camp. You lead v_c to a foxes' den, and they ask you what the smell is with a wrinkled nose. You tell them not to worry about it and push them forward, saying that the treasure is inside. With an anxious look at you, they slowly head in. You don't stay to listen to the foxes' feasting.",
        "You ask v_c if they want to go on a secret mission with you, and they jump excitedly at the opportunity. You lead them out of camp and head towards the thunderpath together. When you start to hear a monster in the distance, you pressure v_c into walking out on the path, saying that you'll be right behind them. As the monster zooms toward the two of you, you quickly run back to the other side of the thunderpath while v_c is frozen in the headlights. You don't bother looking back.",
        "You bring v_c a piece of crow-food that you found by the side of the thunderpath, claiming that it's from a special type of squirrel. They wrinkle their nose at it, but you encourage them to eat it, saying that it's about time they had proper food instead of milk. They swallow it down with difficulty, and later you hear v_c's pained wails from the medicine den. Their body is cold and frothing at the mouth when you bury them.",
        "You invite v_c to play a game of hide and seek out of camp with you—in the middle of a snowstorm. You generously let them hide first, and when you're done counting you don't even bother trying to find them. You head straight back to camp and crawl back into your nest, snug and cozy. Later, you hear the warriors calling out for v_c worriedly, but it's no use. By the time the snowstorm is over, it's much too late for v_c."
    ],
    "murder apprentice apprentice": [
        "You invite v_c to join you in an 'adventure' by the Thunderpath, asking them to prove their courage by touching a monster. As they approach the path, you shove them onto the path right when a monster rushes by.",
        "You are annoyed by the meows of your fool of a denmate. You ask to train with them as you lead them out to the hillside. They stumble and slip off the high cliff while they yowl your name. You grab v_c's paws with a terrified look on your face. You then smirk, you've waited for this moment for a long time. You let them tumble to their death as you see v_c's fearful eyes.",
        "You've heard your older clanmates speaking of a rat infestation in the territory and you've seen patrols come back battered with rat bites. v_c has always been a nuisance to you, always nagging you to play with them or check out their totally cool new move. Thoughtfully, you pad up to them and tell them that the both of you could become warriors early if you dealt with that rat problem. v_c agrees excitedly. But when the two of you get there and the rats attack, you sprint away, leaving v_c for dead… Their body isn't found until the next day…",
        "You and v_c seem to be constantly challenging each other, always trying to be better than each other. While on a little mission together by the closest river, v_c suggests a mock battle between the two of you. The two of you fight, actually having fun for once but this ends when you push v_c too hard, slamming them into a tree and knocking them out. You stop your mock attack and rush over but you're too late, the body rolls into the nearby river. You stare in fear at what you've done, and dash off to camp. Cats ask where v_c is and soon their mentor asks too, you keep a straight face and answer that you have no idea where they are. They don't seem to have any reason to doubt you. You got away with it but was that really appropriate to think? Either way, you seemed to have won your battle.",
        "You challenge your best friend, v_c, to come with you and fight  the dogs that are  swarming your clan, you and v_c go to find them and chase them off, maybe you could become warriors faster this way and you will both be praised and known as heroes of the clan. You two sneak out of camp and decide to find the dogs, however after walking a bit in the direction where the Thunderpath is, two enormous dogs lunge at you both. Shaken but ready to beat them, you both attack them, however, the dogs were much larger and experianced, one of the dogs grabs you and later you black out. You're unsure if you're still alive or not, but then…you hear a familiar voice. You open your eyes, pain surrounding your body, the medicine cat was there in front of you telling you that they found you and you were badly injured. When you ask about your beloved friend, tears fall from the medicine cat's eyes as they point their tail to the lifeless body of v_c. You can't help but live with the fact that your friend died due to your stupid reckless challenge.",
        "You and v_c have liked the same cat for a while now, and you both decide to challenge each other and see who's better. Secretly sparring outside of camp over who was gonna confess when you both became warriors, your mind flashes with jealousy over the thought of v_c with them- And before it even processes in your brain, v_c is lying on the ground with a deadly wound. You two might've been good friends, but your love was stronger than your reasoning.",
        "While out on patrol, you and v_c find an abandoned piece of brown Twoleg food wrapped in a shiny silver leaf. You dare v_c to eat it, and though they're reluctant at first, they quickly scarf it down after finding it's actually quite delicious. Neither of you understand why over the next few days afterward, v_c suddenly grows quite ill and eventually dies."
    ],
    "murder apprentice medicinecatapprentice": ["Sounding panicked, you rush into the Medicine Den, startling v_c who was the only one inside. You say there’s been an accident and someone’s hurt, and you lead v_c to the Thunderpath, pushing them onto it as they start to look around.",

	"You tell your former denmate that you found a mysterious bush of berries and ask them to check it out with you. They agree as you set out towards the river. v_c leans down to inspect the shrub, but you sneak behind and push them into the rushing water as you hold them down. After a small struggle, they finally go with the ancestors above you.",

     "You've always played pranks on v_c. After all, they always overreact, and every reaction from v_c is funnier than the last. You decide to go to the medicine den when only v_c is there, claiming that you have a severe stomach ache. As you lie down on your back being overly dramatic, they realize it's a joke and ask when you are going to grow up. Who are they to tell you to grow up? So you decide to lightly claw at v_c's neck to startle them as another prank. However, your claws dig deeper than expected, and you slice their neck open. Guess v_c is the one who'll never grow up.",

"You and v_c were just going out for a light sparring session. Things were never meant to end this way! But when your competitive sides begin to get more and more intense, you can’t help it when your claws unsheath all the way. You grin and playfully pounce, not realizing your claws are out until v_c shrieks in pain and starts to convulse, their neck slashed. You jump back in horror, frozen as their eyes dim. The next thing you know, you’re in the medicine den being questioned by the leader, your mentor and the medicine cat…",

"While out on patrol, you and v_c find an abandoned piece of brown Twoleg food wrapped in a shiny silver leaf. You dare v_c to eat it, and though they're reluctant at first, they quickly scarf it down after finding it's actually quite delicious. Neither of you understand why over the next few days afterward, v_c suddenly grows quite ill and eventually dies."
],
    "murder apprentice mediatorapprentice": [
        "While v_c is busy sorting out a mock quarrel you've staged, you lead them to a perilous cliff edge. In their concentration, they don't notice how close they are to the edge, until a small 'accidental' nudge sends them plummeting."
    ],
    "murder apprentice warrior": [
        "During a discussion on a high cliff, you pretend to stumble towards v_c, who isn't expecting the sudden push. They fall over the edge, unable to prevent their own tragic fate."
    ],
    "murder apprentice medicinecat": [],
    "murder apprentice mediator": [],
    "murder apprentice deputy": [],
    "murder apprentice leader": [
        "You convince v_c to check a 'dangerous' crevice you found, claiming it could be a threat to the Clan. As they lean over to investigate, the ground gives way, swallowing the leader."
    ],
    "murder apprentice elder": [
        "You coax v_c to a new 'warm and comfortable' resting spot you've found. Unknown to them, it's an unstable ground near the river. As they settle, the ground collapses and they slide helplessly into the rapid river."
    ],
    "murder medicinecatapprentice kitten": [
        "You encourage v_c to eat some shiny red berries you've found, saying that they're super tasty - better than freshkill even! Happily, they thank you for the snack. v_c is later found, lifeless, with deathberry juice dripping from their mouth."
    ],
    "murder medicinecatapprentice apprentice": [
        "You convince v_c to take a 'muscle-strengthening' herb before training. The herb is actually foxglove, and the apprentice's heart stops forever."
    ],
    "murder medicinecatapprentice medicinecatapprentice": [],
    "murder medicinecatapprentice mediatorapprentice": [
        "You persuade v_c to try a 'new' herb, claiming it helps with clarity and decision making. It's yew leaves, and before long, v_c succumbs to the deadly poison."
    ],
    "murder medicinecatapprentice warrior": [
        "You convince v_c to take a 'muscle-strengthening' herb before a patrol. The herb is actually foxglove, and the warrior's heart stops forever."
    ],
    "murder medicinecatapprentice medicinecat": [],
    "murder medicinecatapprentice mediator": [
        "You offer v_c a 'calming' herb to help with their mediations. It's a poisonous mushroom. The mediator's voice is silenced forever."
    ],
    "murder medicinecatapprentice deputy": [],
    "murder medicinecatapprentice leader": [],
    "murder medicinecatapprentice elder": [
        "You tell v_c about a new herb to ease their aches and ask them to try it. It's actually water hemlock. Within hours, v_c succumbs to the poison."
    ],
    "murder mediatorapprentice kitten": [
        "You encourage v_c to eat some shiny red berries you've found, saying that they're super tasty - better than freshkill even! Happily, they thank you for the snack. v_c is later found, lifeless, with deathberry juice dripping from their mouth."
    ],
    "murder mediatorapprentice apprentice": [],
    "murder mediatorapprentice medicinecatapprentice": [],
    "murder mediatorapprentice mediatorapprentice": [
        "During a staged argument near the river, you push v_c into the rapid currents while pretending to lose your balance. The apprentice is swept away, never to be seen again."
    ],
    "murder mediatorapprentice warrior": [
        "You convince v_c to demonstrate a dangerous leap across a gorge. As they leap, you 'accidentally' startle them with a loud yowl, causing them to lose focus and fall."
    ],
    "murder mediatorapprentice medicinecat": [],
    "murder mediatorapprentice mediator": [],
    "murder mediatorapprentice deputy": [],
    "murder mediatorapprentice leader": [],
    "murder mediatorapprentice elder": [],
    "murder warrior kitten": [
        "You encourage v_c to eat some shiny red berries you've found, saying that they're super tasty - better than freshkill even! Happily, they thank you for the snack. v_c is later found, lifeless, with deathberry juice dripping from their mouth."
    ],
    "murder warrior apprentice": [],
    "murder warrior medicinecatapprentice": [],
    "murder warrior mediatorapprentice": [],
    "murder warrior warrior": [
        "Competing in a tree-climbing race, you and v_c scale a particularly tall and old tree. In the heat of the competition, you 'accidentally' push a weak branch v_c is about to leap onto, causing them to fall to their doom."
    ],
    "murder warrior medicinecat": [],
    "murder warrior mediator": [],
    "murder warrior deputy": [],
    "murder warrior leader": [],
    "murder warrior elder": [],
    "murder medicinecat kitten": [
        "You encourage v_c to eat some shiny red berries you've found, saying that they're super tasty - better than freshkill even! Happily, they thank you for the snack. v_c is later found, lifeless, with deathberry juice dripping from their mouth."
    ],
    "murder medicinecat apprentice": [],
    "murder medicinecat medicinecatapprentice": [
        "After you come up with a story about a new healing herb, you convince v_c to taste some foxglove seeds. Hours later, v_c is found lifeless, frothing at the mouth from the poison."
    ],
    "murder medicinecat mediatorapprentice": [],
    "murder medicinecat warrior": [],
    "murder medicinecat medicinecat": [],
    "murder medicinecat mediator": [],
    "murder medicinecat deputy": [],
    "murder medicinecat leader": [],
    "murder medicinecat elder": [],
    "murder mediator kitten": [
        "You encourage v_c to eat some shiny red berries you've found, saying that they're super tasty - better than freshkill even! Happily, they thank you for the snack. v_c is later found, lifeless, with deathberry juice dripping from their mouth."
    ],
    "murder mediator apprentice": [],
    "murder mediator medicinecatapprentice": [],
    "murder mediator mediatorapprentice": [],
    "murder mediator warrior": [],
    "murder mediator medicinecat": [],
    "murder mediator mediator": [],
    "murder mediator deputy": [],
    "murder mediator leader": [],
    "murder mediator elder": [],
    "murder deputy kitten": [
        "You encourage v_c to eat some shiny red berries you've found, saying that they're super tasty - better than freshkill even! Happily, they thank you for the snack. v_c is later found, lifeless, with deathberry juice dripping from their mouth."
    ],
    "murder deputy apprentice": [],
    "murder deputy medicinecatapprentice": [],
    "murder deputy mediatorapprentice": [],
    "murder deputy warrior": [],
    "murder deputy medicinecat": [],
    "murder deputy mediator": [],
    "murder deputy leader": [],
    "murder deputy elder": [],
    "murder leader kitten": [
        "You encourage v_c to eat some shiny red berries you've found, saying that they're super tasty - better than freshkill even! Happily, they thank you for the snack. v_c is later found, lifeless, with deathberry juice dripping from their mouth."
    ],
    "murder leader apprentice": [],
    "murder leader medicinecatapprentice": [],
    "murder leader mediatorapprentice": [],
    "murder leader warrior": [],
    "murder leader medicinecat": [],
    "murder leader mediator": [],
    "murder leader deputy": [],
    "murder leader elder": [],
    "murder elder kitten": [],
    "murder elder apprentice": [],
    "murder elder medicinecatapprentice": [],
    "murder elder mediatorapprentice": [],
    "murder elder warrior": [],
    "murder elder medicinecat": [],
    "murder elder mediator": [],
    "murder elder deputy": [],
    "murder elder leader": [],
    "murder elder elder": []
}