[
    {
        "patrol_id": "dst_med_discussion_leafbare1",
        "biome": "desert",
        "season": "leaf-bare",
        "tags": ["med_cat", "random_herbs", "respect", "trust", "platonic", "med_only", "no_app"],
        "intro_text": "p_l and r_c head out to look for herbs, discussing the latest news and taking advantage of the rains of leaf-bare.",
        "decline_text": "It seems like some mischievous cat has gotten into the herb storage and they have to sort it all over again.",
        "chance_of_success": 70,
        "exp": 10,
        "success_text": [
                "They have a good discussion while foraging among the dunes and manage to come up with several ideas to discuss with c_n's leadership.",
                "Carefully plucking some herbs, they discuss the latest signs from StarClan and ponder what to do about them. They manage to think up some tentative plans and return to camp to discuss them with the leader and deputy."
        ],
        "fail_text": [
                "They fail to interpret any signs, and are too irritated with each other to discuss any other news. Furthermore, neither cat manages to gather anything, the trip cut short by the ominous looking clouds springing up over the horizon."
        ],
        "win_skills": ["None"],
        "win_trait": ["None"],
        "fail_skills": ["None"],
        "fail_trait": ["None"],
        "min_cats": 2,
        "max_cats": 2,
        "antagonize_text": null,
        "antagonize_fail_text": null
    },
    {
        "patrol_id": "dst_med_dwindleherbsgathering_leafbare1",
        "biome": "desert",
        "season": "leaf-bare",
        "tags": ["random_herbs", "med_cat", "med_only", "platonic", "dislike", "respect"],
        "intro_text": "p_l and r_c take a look at their supply of herbs and decide to combine their efforts into searching for more. Two sets of trained eyes are better than one!",
        "decline_text": "Unfortunately they are interrupted by a cat claiming they have an emergency. Runny dirt is not an emergency. Ugh.",
        "chance_of_success": 70,
        "exp": 10,
        "success_text": [
                "p_l and r_c decide to search on the normally barren scrublands, where recently fallen rain has brought the desert to life. As the sun rises in the sky, its usual heat is dulled by the welcome defense of the clouds, letting the medicine cats fetch the season's bounty.",
                "p_l and r_c decide on a little friendly competition - one medicine cat to another, like all those silly bets the warriors make about hunting prey. They reunite when the sun is going down and walk into camp purring and playfully shoving each other with both their mouths full of herbs."
        ],
        "fail_text": [
                "Both p_l and r_c are tense and it shows. Even though it should not be this hard to find any herbs they fail to find even a single one. They return to camp frustrated and irritated with each other.",
                "Even though there should be many herbs they fail to find anything. p_l blames r_c for distracting them and they get into a huge argument."
        ],
        "win_skills": ["None"],
        "win_trait": ["None"],
        "fail_skills": ["None"],
        "fail_trait": ["None"],
        "min_cats": 2,
        "max_cats": 2,
        "antagonize_text": null,
        "antagonize_fail_text": null
    }
]