{
  "backstories": {
        "clan_founder": "This cat is one of the founders of the family.",
        "clanborn": "This conversation takes place in the group they reside.",

        "halfclan1": "This cat was born in one breed, but one of their parents is in another family.",
        "halfclan2": "This cat was born in another tribe, but was intended to come to this tribe with another parent.",

        "outsider_roots1": "This cat was born in a clan, but one of their parents was a stranger who was not a member of the clan.",
        "outsider_roots2": "This cat was born outside the tribe but lived with their parents when they were young.",

        "loner1": "This cat willingly joined the family when they were alone.",
        "loner2": "This cat lives inside us. But many are far from Twolegs. They decided that family life can take an interesting form.",

        "kittypet1": "Cats related to life choices in bips cream.",
        "kittypet2": "This cat lived in something called a ‘two-legged boat’ but decided to join the family.",
        "kittypet3": "This cat was once a cat. They fall while walking and when they return home, they discover that they are missing. User Their has received the bug there.",
        "kittypet4": "This cat is a cat. One day they got sick and they pulled their legs out of the beast's belly. There are no two roots of them after themself.",

        "rogue1": "This cat willingly joins the clan after a life as a spy.",
        "rogue2": "This cat lives on two legs and wants them. They believe that the line can provide better protection.",
        "rogue3": "This cat lives alone in the area, but they throw things and eventually gets a family.",

        "abandoned1": "This cat was found by the grandchildren and has been with them ever since.",
        "abandoned2": "This cat was born outside the tribe but was brought to the palace as a kitten and has been here ever since.",
        "abandoned3": "This cat was born in another clan, but they remained a clan tool.",
        "abandoned4": "The cat, which had two broken legs like a sheep's, was later found and brought into the house.",

        "otherclan1": "This cat was born in another family, but came to their own family.",
        "otherclan2": "This cat does not like their old family and decided to come here.",
        "otherclan3": "This cat clan decided to stay in the clan when the old clan suffered a disaster and the rest of the clan stayed at home.",
        "otherclan4": "The cat grew up in another clan, but decided to leave this life and join the clan where they currently live.",


        "disgraced1": "This cat was taken from their old family because they wouldn't talk.",
        "disgraced2": "The cat was captured by their family and brought here to safety.",
        "disgraced3": "The cat was having fun with another family, but they kicked them out after they refused to come inside.",

        "retired_leader": "The monster was the leader of the tribe before they decided to change their philosophy after being the leader for so long. They returned with 9 survivors and were freed by the deputy before arriving here.",
        "medicine_cat": "This green cat comes from another family.",
        "ostracized_warrior": "This cat had previously been removed from the family. But no one knows why.",

        "refugee1": "They came to the clan after they escaped from the old clan and were captured by the dictator.",
        "refugee2": "At first they lived alone, but were followed by another cat and became part of the family.",
        "refugee3": "This cat was originally a cat, but escaped from two evil claws and joined the family.",
        "refugee4": "This cat belonged to a group of gangsters, but escaped from the leader of the group and joined the group.",
        "refugee5": "This cat was displaced by the flood and their house was damaged, and they are happy to find a new home here with their new breed.",

        "tragedy_survivor1": "Something bad happened to the first group of cats. They refused to talk about it.",
        "tragedy_survivor2": "This cat was a member of an art group, but joined the clan after something bad happened to them.",
        "tragedy_survivor3": "This cat was originally a cat, but after something bad happened to them, they joined this breed.",
        "tragedy_survivor4": "This was their only trigger, but after a tragic event, they had to leave their old home.",

        "wandering_healer1": "This cat helped people wherever they could and found in this community.",
        "wandering_healer2": "This cat stayed and helped all the travelers, but in the end they returned to the tribe.",

        "guided1": "This cat was once a cat. But after the star cat dreams, there is a whispering party.",
        "guided2": "This cat had a hard life as a hybrid. As they wander around, they find star-shaped tracks and follow them to the trunk.",
        "guided3": "This cat lives alone. One day a cat appeared with a star and brought it to the tribe.",
        "guided4": "m_c lived in another clan until they were kicked out by StarClan.",

        "orphaned1": "This cat was found with its dead parents. Cats caught them but did not hide where they came from.",
        "orphaned2": "This cat was found by relatives of the deceased. The nation welcomed them with open arms, but did not say where they came from.",
        "orphaned3": "The cat was discovered as a cub in the ruins of a monster, and taken in by the clan without their parents noticing.",
        "orphaned4": "The cat was found hiding near the battlefield with no survivors and was taken to live with the group.",
        "orphaned5": "This cat was found hidden next to the corpses of their parents and was destined to live in the tribe.",
        "orphaned6": "This cat was found as a kitten floating in the sea with its missing parents.",

        "outsider1": "This cat is dead.",
        "outsider2": "The cat was born outside the tribe, but its parents were members of the tribe.",
        "outsider3": "This cat was born in the clan when his parents disappeared."
  },


  "backstory_display": {
    "clan_founder_backstories": "Create a family",
    "clanborn_backstories": "Clinburne",
    "outsider_roots_backstories": "way out",
    "half_clan_backstories": "half a generation",
    "loner_backstories": "first",
    "rogue_backstories": "it is used as a villain",
    "kittypet_backstories": "read it first",
    "outsider_backstories": "i am a stranger",
    "former_clancat_backstories": "someone with a different surname",
    "orphaned_backstories": "orphans",
    "abandoned_backstories": "throttle"
  },

  "backstory_categories": {
    "clan_founder_backstories": [
      "clan_founder"
    ],
    "clanborn_backstories": [
      "clanborn"
    ],
    "outsider_roots_backstories": [
      "outsider_roots1", "outsider_roots2"
    ],
    "half_clan_backstories": [
      "halfclan1", "halfclan2"
    ],
    "loner_backstories": [
      "loner1", "loner2", "refugee2", "tragedy_survivor4", "guided3", "refugee5", "wandering_healer2"
    ],
    "rogue_backstories": [
      "rogue1", "rogue2", "rogue3", "refugee4", "tragedy_survivor2", "guided2", "refugee5", "wandering_healer1"
    ],
    "kittypet_backstories": [
      "kittypet1", "kittypet2", "kittypet3", "kittypet4", "refugee3", "tragedy_survivor3", "guided1"
    ],
    "former_clancat_backstories": [
      "otherclan1", "otherclan2", "otherclan3", "ostracized_warrior", "disgraced1", "disgraced2", "disgraced3", "retired_leader", "refugee1", "tragedy_survivor1", "medicine_cat", "guided4", "refugee5"
    ],
    "healer_backstories": [
      "medicine_cat", "wandering_healer1", "wandering_healer2"
    ],
    "orphaned_backstories": [
      "orphaned1", "orphaned2", "orphaned3", "orphaned4", "orphaned5", "orphaned6"
    ],
    "abandoned_backstories": [
      "abandoned1", "abandoned2", "abandoned3", "abandoned4"
    ],
    "outsider_backstories": [
      "outsider1", "outsider2", "outsider3"
    ]
  },

  "conversion": {
    "tragedy_survivor": "tragedy_survivor1",
    "disgraced": "disgraced1",
    "otherclan": "otherclan1",
    "other_clan1": "otherclan4",
    "orphaned": "orphaned1",
    "refugee": "refugee1",
    "outsider": "outsider1"
  }

}